[
  {
    "id": 36,
    "CardName": "A Tragedy Has Occurred",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Senator Palpatine was quick to point out the aggressions of the Trade Federation in front of the Galactic Senate.",
    "Gametext": "Deploy on table. Once per game, may use 1 Force to stack one Interrupt just played here. To play any new Interrupt of the same name, player must first stack it here and use +1 Force for each Interrupt in stack, even if Interrupt is normally free. (Immune to Alter.)",
    "Icons": "Grabber, Episode 1",
    "Episode1": 1,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Light Side grabbers are:\\par \\par A Tragedy Has Occurred\\par A Tragedy Has Occurred - Defensive Shield\\par Grappling Hook\\par It's True, All Of It\\par Strikeforce (V)\\par What're You Tryin' To Push On Us?",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1,
    "Errata": 1
  },
  {
    "id": 41,
    "CardName": "A Vergence In The Force",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Destiny": 5,
    "Lore": "\"A vergence, you say?\"",
    "Gametext": "If you just lost more than 2 Force to a Force drain, deploy on opponent's location. You lose no more than 1 Force from Force drains here. At any time, you may place Immediate Effect in Used Pile to draw two cards from top of Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Enter The Bureaucrat",
    "Rules": "(AR 1.7.1, B-1)\\par You may only draw 2 cards by placing in Used Pile a copy of this card that is on table. This last sentence of this Immediate Effect does not permit you to perform that function using a copy in hand.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 53,
    "CardName": "Accepting Trade Federation Control",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Palpatine suggested to the Queen that she acquiesce to the Trade Federation, just for the time being.",
    "Gametext": "Deploy on table. If no senator here, you may place a senator here from hand to subtract 3 from any battle destiny just drawn. If a \\b taxation agenda\\b0  here, during your draw phase, you may activate 1 Force; opponent must use 1 Force (if possible). ",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Alter (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 78,
    "CardName": "Aks Moe",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 3,
    "Politics": 3,
    "Lore": "Gran \\b senator\\b0  from Malastare. A skillful politician who demanded that a commission be sent to Naboo to investigate the alleged occupation there.",
    "Gametext": "\\b Agendas\\b0 : ambition, blockade. While in a senate majority, your capital starships are each power +2, and your Force drains are +1 at each battleground system where you occupy a related site.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 89,
    "CardName": "All Wings Report In & Darklighter Spin",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "USED: Take one unique (*) unpiloted starfighter into hand from Reserve Deck; reshuffle. LOST: During a battle at a system or sector, if you are about to draw a card for battle destiny, you may instead use the maneuver number of your unique (*) starfighter in that battle.",
    "Icons": 0,
    "Information": "Sonn in the PC Rules Questions Forum Mon Aug 28, 2006 7:19 am\\par \\par Values will only ever represent the actual number on the card by saying \"printed value,\" otherwise it is always what the value currently is. So if a starship has maneuver 4 with a +3 from an astromech and you use Darklighter Spin, it's a destiny 7.\\par \\par Maneuver number means the current Maneuver value of your unique (*) starfighter in that battle.\\par The advantage of 'replacing' a battle destiny draw with the maneuver number is that opponent may not cancel your 'draw' (because it is no draw).",
    "Pulls": "Artoo-Detoo In Red 5\\par Azure Angel\\par Blue Squadron 5\\par Bravo 1\\par Bravo 2\\par Bravo 3\\par Bravo 4\\par Bravo 5\\par Ghost\\par Gold 1\\par Gold 2\\par Gold 3\\par Gold 4\\par Gold 5\\par Gold 6\\par Gold Squadron 1\\par Gray Squadron 1\\par Gray Squadron 2\\par Green Squadron 1\\par Green Squadron 3\\par Millennium Falcon\\par Outrider\\par Overseer\\par Phantom\\par Pulsar Skate\\par Queen's Royal Starship\\par Radiant VII\\par Red 1\\par Red 1 (V)\\par Red 2\\par Red 3\\par Red 5\\par Red 6\\par Red 7\\par Red 8\\par Red 9\\par Red 10\\par Red Squadron 1\\par Red Squadron 4\\par Red Squadron 6\\par Red Squadron 7\\par Rogue One\\par Stolen First Order TIE\\par Tala 1\\par Tala 2\\par The Falcon\\par Tydirium",
    "IsPulled": "Luke Skywalker (V)",
    "Counterpart": "Short Range Fighters & Watch Your Back!",
    "IsCanceledBy": "Black 2 (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 92,
    "CardName": "Allegations Of Corruption",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "With the Republic groaning under the weight of its own bureaucracy, senators accuse, bicker, and fight to further their own agendas.",
    "Gametext": "Deploy on table. Once per game, may use 1 Force to stack one Interrupt just played here. To play any new Interrupt of the same name, player must first stack it here and use +1 Force for each Interrupt in stack, even if Interrupt is normally free. (Immune to Alter.)",
    "Icons": "Grabber, Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.\\par -----\\par The grabbers prevent opponent from recirculating high destinies and force them to pay for another copy of the grabbed Interrupt.\\par -----\\par Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V)\\par Tentacle\\par There'll Be Hell To Pay\\par ",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1,
    "Errata": 1
  },
  {
    "id": 98,
    "CardName": "Alter (EP1)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Those who can use the Force are able to manipulate the objects around them to their advantage.",
    "Gametext": "Target an Effect, Utinni Effect, or Political Effect (even if just being deployed), and one of your characters on table. Draw destiny. If destiny < ability of character, target Effect is canceled. OR Cancel Sense.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Only the (EP1) Alter cancels a Political Effect, not the old Premiere one (but this one is a Lost Interrupt).",
    "IsPulled": "You Swindled Me! (V)",
    "Counterpart": "Alter (EP1)",
    "Cancels": "Effect\\par Utinni Effect\\par Political Effect\\par Sense\\par Sense & Recoil In Fear\\par Ascertaining The Truth\\par I Will Not Defer\\par Plea To The Court\\par The Gravest Of Circumstances",
    "IsCanceledBy": "Control\\par Control (EP1)\\par Control & Tunnel Vision\\par Sense\\par Sense (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 99,
    "CardName": "Alter (EP1)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "The Force can be used to affect the things around a Jedi. \"Always remember, your focus determines your reality.\"",
    "Gametext": "Target an Effect, Utinni Effect, or Political Effect (even if just being deployed), and one of your characters on table. Draw destiny. If destiny < ability of character, target Effect is canceled. OR Cancel Sense.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Only the (EP1) Alter cancels a Political Effect, not the old Premiere one (but this one is a Lost Interrupt).",
    "IsPulled": "Yoda, Master Of The Force",
    "Counterpart": "Alter (EP1)",
    "Cancels": "Effect\\par Utinni Effect\\par Political Effect\\par Sense\\par Sense (EP1)\\par Sense & Uncertain Is The Future\\par Accepting Trade Federation Control\\par Motion Supported\\par Our Blockade Is Perfectly Legal\\par This Is Outrageous!",
    "IsCanceledBy": "Control\\par Control (EP1)\\par Control & Set For Stun\\par Sense\\par Sense (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 116,
    "CardName": "Another Pathetic Lifeform",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Young Obi-Wan has much to learn about the living Force. Patience with others is also high on that list.",
    "Gametext": "Deploy on table. Once during each of opponent's turns, if you occupy a battleground site, may activate 1 Force. While opponent has a non-unique alien or non-unique starfighter in battle, opponent may not draw more than two battle destiny. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 129,
    "CardName": "Are You Brain Dead?!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I'm not going in there with two Jedi!\"",
    "Gametext": "USED: Target your [Episode 1] Jedi defending a battle. Target is immune to attrition for rest of turn (unless Dark Jedi present). LOST: In a battle you lost, place a Jedi Council member you just forfeited in Used Pile to cancel all battle damage and attrition against you.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Rules": "(AR 1.7.1, B-2)\\par This Interrupt card's Used function requires only a Light Side Episode 1 Jedi to be defending a battle. The absence of a Dark Jedi is not part of the initiation conditions.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 144,
    "CardName": "Ascertaining The Truth",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"We must move quickly to stop the Trade Federation.\"",
    "Gametext": "Deploy on table. If no senator here, you may place a senator here from hand to subtract 3 from any battle destiny just drawn. If an \\b order agenda\\b0  here, during your move phase you may peek at top 2 cards of any Reserve Deck; replace in any order.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Sanity And Compassion",
    "IsCanceledBy": "Alter (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 202,
    "CardName": "Baseless Accusations",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The first step in removing a political opponent is to bring their reputation into question.",
    "Gametext": "During any control phase, target an opponent's senator present with your character with politics at Galactic Senate. For remainder of turn, target's game text is canceled and target is politics = 0.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 203,
    "CardName": "Baskol Yeesrim",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "Politics": 2,
    "Lore": "Gran \\b senator\\b0  who is part of the Malastare delegation. Supported Aks Moe's suggestion for a commission to be sent to Naboo.",
    "Gametext": "\\b Agenda\\b0 : blockade. While in a senate majority, once during your control phase opponent loses 1 Force for each Naboo location you control.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 205,
    "CardName": "Battle Droid Blaster Rifle",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 6,
    "Lore": "Two-handed blaster rifle manufactured in large quantities for battle droids. Excellent accuracy, as well as being able to clip onto a battle droid's back for storage.",
    "Gametext": "Deploy on your battle droid. May target a character or creature using 1 Force. Draw destiny. Target hit and is forfeit -4 if destiny +1 > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Any Methods Necessary (V)\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 210,
    "CardName": "Battle Order & First Strike",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Deploy on table. You may initiate battles for free. During a battle you initiate, each time opponent plays an interrupt, opponent must first use 1 Force. For either player to initiate a Force drain, that player must first use 3 Force unless Battle Plan on table, or that player occupies a battleground system and a battleground site. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Battle Plan & Draw Their Fire",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 213,
    "CardName": "Battle Plan & Draw Their Fire",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Deploy on table. You may initiate battles for free. During a battle you initiate, each time opponent plays an interrupt, opponent must first use 1 Force. For either player to initiate a Force drain, that player must first use 3 Force unless that player occupies a battleground site and a battleground system. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Battle Order & First Strike",
    "Combo": "Battle Plan & Draw Their Fire + Deneb Both",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 216,
    "CardName": "Begin Landing Your Troops",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Once begun, the occupation of Naboo was swift, and devastatingly effective.",
    "Gametext": "Deploy on table. Your unique (*) Republic characters are forfeit +2 and immune to Goo Nee Tay. Unless Imperial Arrest Order on table, once during your deploy phase, may deploy one docking bay from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Republic characters affected:\\par \\par Aks Moe\\par Baskol Yeesrim\\par Captain Daultay Dofine\\par Daultay Dofine\\par Edcel Bar Gane\\par Keder The Black\\par Lott Dod\\par Nute Gunray\\par Nute Gunray, Neimoidian Viceroy\\par Orn Free Taa\\par Passel Argente\\par Rayno Vaca\\par Rune Haako\\par Rune Haako, Legal Counsel\\par Sil Unch\\par Tey How\\par Tikkes\\par Toonbuck Toora\\par Yeb Yeb Adem'thorn",
    "Pulls": "Blockade Flagship: Docking Bay\\par Cloud City: East Platform (Docking Bay)\\par Coruscant: Docking Bay (EP1)\\par Coruscant: Docking Bay\\par Death Star II: Docking Bay\\par Death Star: Docking Bay 327\\par Endor: Landing Platform (Docking Bay)\\par Executor: Docking Bay\\par Hoth: Echo Docking Bay\\par Naboo: Theed Palace Docking Bay\\par Spaceport Docking Bay\\par Starkiller Base: Docking Bay\\par Tatooine: Docking Bay 94\\par Tatooine: Mos Espa Docking Bay\\par Yavin 4: Docking Bay",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Security Control",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 276,
    "CardName": "Blockade Flagship: Bridge",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Unless your Jedi here, Force drain -1 here.   While you control with Haako, Gunray, or Dofine, your [Presence] droids are power +1.",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "LightSideText": "Unless your Jedi here, Force drain -1 here.",
    "DarkSideText": "While you control with Haako, Gunray, or Dofine, your [Presence] droids are power +1.",
    "Icons": "Mobile, Interior, Starship, Episode 1",
    "Mobile": 1,
    "Interior": 1,
    "Starship": 1,
    "Episode1": 1,
    "IsPulled": "We Must Accelerate Our Plans",
    "Combo": "Blockade Flagship: Bridge + Nute Gunray\\par Battle Droids and Destroyer Droids are power +1, Destroyer Droids are destiny +3 if drawn for battle destiny, and Nute Gunray prevents opponent's Jedi to move or deploy at Blockade Flagship: Bridge.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 365,
    "CardName": "Captain Madakor",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Captain of the \\ul Radiant VII\\ul0. Has gained her rank through consistently excellent performance, and has one of the finest service records of all Republic officers.",
    "Gametext": "Adds 2 to power of anything she pilots. While piloting \\ul Radiant VII\\ul0  and you have no other starships at same system, opponent may not draw more than one battle destiny here.",
    "Icons": "Pilot, Warrior, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Combo": "Captain Madakor + Lieutenant Williams + General Calrissian + Radiant VII\\par Put Nien Nunb in the passenger slot, and you've got a one-ship juggernaut with 12 power, two battle destiny, immunity to attrition < 5, and a host of special abilities!",
    "Matching": "Obi-Wan In Radiant VII\\par Radiant VII",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 367,
    "CardName": "Captain Panaka",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Leader\\b0  of Amidala's royal guard who personally supervised the Queen's weapon and self-defense training. Served under Captain Magneta before his current assignment.",
    "Gametext": "Deploys -1 to same site as Amidala. Once per game, may deploy a blaster on Panaka from Reserve Deck; reshuffle. Once per turn, if Panaka just fired a blaster and 'hit' a character, opponent loses 2 Force.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Panak personas are:\\par \\par Captain Panaka \\par Panaka, Protector Of The Queen",
    "Pulls": "A blaster to deploy on Panaka\\par Panaka's Blaster",
    "Combo": "Captain Panaka + Panaka's Blaster + Blaster Proficiency:\\par Great chance to hit a Dark Jedi with a blaster, nearly impossible to miss others.\\par -----\\par Captain Panaka + Queen Amidala + We Don't Have Time For This\\par If Amidala and Panaka are in a battle together, add two battle destiny.",
    "MatchingWeapon": "Panaka's Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 412,
    "CardName": "Chokk",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 3,
    "Armor": 4,
    "Ability": 1,
    "Lore": "Klatooinian bodyguard currently in the paid service of Jabba the Hutt. Chokk takes pride in his work, and he is very good at it.",
    "Gametext": "Each of your alien leaders present is defense value +2. Power +3 while defending a battle. Adds 2 to his total weapon destiny when firing a blaster. Your characters present may not have their forfeit value reduced.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Combo": "Chokk + Gamall Wironicc\\par Power 11 while defending a battle and they double the weapons protection for your characters.\\par -----\\par Chokk + Mighty Jabba + Ephant Mon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 524,
    "CardName": "Control (EP1)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Destiny": 2,
    "Lore": "Maul channeled his rage within himself, thus drawing on the dark side of the Force in his confrontation with the Jedi.",
    "Gametext": "Cancel Sense or Alter. (Immune to Sense.) OR Cancel an Immediate or Mobile Effect (even if just deployed), or Force drain.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Combo Card: Control & Set For Stun",
    "IsPulled": "A Dark Time For The Rebellion (V)",
    "Counterpart": "Control (EP1)",
    "Rules": "(AR 1.7.1, B-4)\\par The parenthetical text \"(even if just deployed)\" means that this card may be played to cancel a Mobile Effect or an Immediate Effect as a response even after the deployment has successfully resolved (triggering any automatic actions of deployment before the cancellation). You may still play Control (either version) as a top level action to cancel a previously deployed Mobile or Immediate Effect, or as a response to the declaration of the deploy action (in which case the Mobile or Immediate Effect is cancelled before it has its effect).",
    "Cancels": "Alter\\par Alter & Friendly Fire\\par Alter (EP1)\\par Alter (V)\\par Sense\\par Sense & Recoil In Fear\\par Sense (EP1)\\par One Immediate Effect.\\par One Mobile Effect.\\par One Force drain.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 525,
    "CardName": "Control (EP1)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Destiny": 2,
    "Lore": "Qui-Gon's sense of control assisted him in his final confrontation with Darth Maul. The ability to heal one's self in battle, mentally and physically, can be a huge advantage.",
    "Gametext": "Cancel Sense or Alter. (Immune to Sense.) OR Cancel an Immediate or Mobile Effect (even if just deployed), or Force drain.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Combo Card: Control & Tunnel Vision",
    "IsPulled": "Either Way, You Win (V)\\par Yoda, Master Of The Force",
    "Counterpart": "Control (EP1)",
    "Rules": "(AR 1.7.1, B-4)\\par The parenthetical text \"(even if just deployed)\" means that this card may be played to cancel a Mobile Effect or an Immediate Effect as a response even after the deployment has successfully resolved (triggering any automatic actions of deployment before the cancellation). You may still play Control (either version) as a top level action to cancel a previously deployed Mobile or Immediate Effect, or as a response to the declaration of the deploy action (in which case the Mobile or Immediate Effect is cancelled before it has its effect).",
    "Cancels": "Alter\\par Alter & Collateral Damage\\par Alter (EP1)\\par Alter (V)\\par Sense\\par Sense & Uncertain Is The Future\\par Sense (EP1)\\par One Immediate Effect.\\par One Mobile Effect.\\par One Force drain.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 560,
    "CardName": "Coruscant (EP1)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, for each of your starships here, your total power is +1 in battles at Coruscant sites.   If you control, for each of your starships here, your total power is +1 in battles at Coruscant sites.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, for each of your starships here, your total power is +1 in battles at Coruscant sites.",
    "DarkSideText": "If you control, for each of your starships here, your total power is +1 in battles at Coruscant sites.",
    "Parsec": 0,
    "Icons": "Planet, Episode 1",
    "Planet": 1,
    "Episode1": 1,
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)",
    "Counterpart": "Coruscant (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 561,
    "CardName": "Coruscant (EP1)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, for each of your starships here, your total power is +1 in battles at Coruscant sites.   If you control, for each of your starships here, your total power is +1 in battles at Coruscant sites.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, for each of your starships here, your total power is +1 in battles at Coruscant sites.",
    "DarkSideText": "If you control, for each of your starships here, your total power is +1 in battles at Coruscant sites.",
    "Parsec": 0,
    "Icons": "Planet, Episode 1",
    "Planet": 1,
    "Episode1": 1,
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Counterpart": "Coruscant (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 563,
    "CardName": "Coruscant Guard",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "Coruscant Guard",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Coruscant Guards are an elite force whose assignments include the protection of important political figures, as well as the policing of Coruscant's higher profile city districts.",
    "Gametext": "Once per turn, may use 1 Force to add 2 to politics of one of your senators present for remainder of turn. While present at Galactic Senate, all characters without politics here are forfeit = 0 (except Coruscant Guards).",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "Counterpart": "Coruscant Guard",
    "Combo": "Coruscant Guard + Nar Shaddaa Wind Chimes",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 564,
    "CardName": "Coruscant Guard",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "Coruscant Guard",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Highly trained guard personnel play a valuable role in protecting the various dignitaries and political figures that frequently have business to attend to on Coruscant.",
    "Gametext": "Once per turn, may use 1 Force to add 2 to politics of one of your senators present for remainder of turn. While present at Galactic Senate, all characters without politics here are forfeit = 0 (except Coruscant Guards).",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "IsPulled": "Might Of The Republic\\par Supreme Chancellor Valorum (V)",
    "Counterpart": "Coruscant Guard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 566,
    "CardName": "Coruscant: Docking Bay (EP1)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 2 Force.   Your docking bay transit from here requires 1 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 2 Force.",
    "DarkSideText": "Your docking bay transit from here requires 1 Force.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Join Us Or Die (V)",
    "Counterpart": "Coruscant: Docking Bay (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 567,
    "CardName": "Coruscant: Docking Bay (EP1)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 1 Force.   Your docking bay transit from here requires 2 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 1 Force.",
    "DarkSideText": "Your docking bay transit from here requires 2 Force.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Firin Morett\\par Insurrection\\par Insurrection & Aim High\\par Mindful Of The Future\\par Security Control",
    "Counterpart": "Coruscant: Docking Bay (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 568,
    "CardName": "Coruscant: Galactic Senate",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "During battles here, a character's power is equal to that character's politics.   During battles here, a character's power is equal to that character's politics.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "During battles here, a character's power is equal to that character's politics.",
    "DarkSideText": "During battles here, a character's power is equal to that character's politics.",
    "Icons": "Planet, Interior, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "Counterpart": "Coruscant: Galactic Senate",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 569,
    "CardName": "Coruscant: Galactic Senate",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "During battles here, a character's power is equal to that character's politics.   During battles here, a character's power is equal to that character's politics.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "During battles here, a character's power is equal to that character's politics.",
    "DarkSideText": "During battles here, a character's power is equal to that character's politics.",
    "Icons": "Planet, Interior, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "Information": "This is never a battleground.",
    "Counterpart": "Coruscant: Galactic Senate",
    "Combo": "Coruscant: Galactic Senate + Plead My Case To The Senate + Sanity And Compassion",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 572,
    "CardName": "Coruscant: Jedi Council Chamber",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "[Episode 1] Yoda may deploy here from Reserve Deck; reshuffle. Immune to Revolution.   Non-unique lightsaber Force drain bonuses everywhere are canceled.",
    "LightSideIcons": 3,
    "DarkSideIcons": 0,
    "LightSideText": "[Episode 1] Yoda may deploy here from Reserve Deck; reshuffle. Immune to Revolution.",
    "DarkSideText": "Non-unique lightsaber Force drain bonuses everywhere are canceled.",
    "Icons": "Planet, Interior, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "Information": "Speak With The Jedi Council pulls this location and all of its members.",
    "Abbreviation": "JCC",
    "Pulls": "Yoda, Keeper Of The Peace\\par Yoda, Master Of The Force\\par Yoda, Senior Council Member",
    "IsPulled": "Speak With The Jedi Council",
    "Combo": "Coruscant: Jedi Council Chamber + Plead My Case To The Senate Objective\\par -----\\par Coruscant: Jedi Council Chamber + Speak With The Jedi Council",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 586,
    "CardName": "Credits Will Do Fine",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"No, they won't!\"",
    "Gametext": "Use 2 Force to deploy on table. If you just initiated a Force drain (or won a battle) at Watto's Junkyard, opponent loses 1 Force (cannot be reduced) and stacks lost card here face down. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "This Effect is an integral component to flipping the objective \"The Hyperdrive Generator's Gone / We'll Need A New One\". Basically, you need at least four cards under here to flip.\\par \\par In addition, this card provides irrevocable direct damage of 1 Force for every drain or battle you win at the Junkyard. Even better is that it is dependent only upon you initiating the drain. Thus even if the drain is canceled, they still lose 1 to Credits. Similarly, even if Ghhhk gets the opponent out of battle damage, they still lose 1 to here.\\par -----\\par An opponent's undercover spy will prevent the Light Side player from initiating a Force Drain, so the Dark Side player will not have to stack a card.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Combo": "Credits Will Do Fine + I Feel The Conflict + Draw Their Fire\\par -----\\par Credits Will Do Fine + Master Qui-Gon (V)",
    "Rules": "(AR 1.7.1, B-5)\\par Both players get to see any card that is lost from hand before it is placed under this Effect. Other cards are not viewed.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 631,
    "CardName": "Darth Maul, Young Apprentice",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Sith",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 7,
    "Forfeit": 8,
    "Ability": 6,
    "ForceAptitude": "Dark Jedi",
    "Lore": "Fueled by a hatred of the Jedi and an arsenal of dark abilities, this Sith warrior is a powerful weapon for his dark mentor, Darth Sidious.",
    "Gametext": "Deploys -2 to Coruscant. When Maul swings a lightsaber at a Jedi, each weapon destiny draw is +1. If Maul hits a Jedi Master during battle, that Jedi Master is power -3 for remainder of battle. Immune to Clash Of Sabers and attrition < 5.",
    "Icons": "Pilot, Warrior, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Darth Maul, Young Apprentice deploys free at Tatooine: Desert Landing Site.\\par -----\\par Darth Maul personas are:\\par \\par Darth Maul\\par Darth Maul With Lightsaber\\par Darth Maul, Lone Hunter\\par Darth Maul, Young Apprentice\\par Lord Maul\\par Lord Maul With Lightsaber",
    "IsPulled": "Sith Fury (V)",
    "Combo": "Darth Maul, Young Apprentice + Maul Strikes\\par -----\\par Darth Maul, Young Apprentice + The Phantom Menace\\par While present with an opponent's Jedi, Maul is defense value +2 and immune to attrition.\\par -----\\par Darth Maul, Young Apprentice + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Darth Maul, Young Apprentice + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.",
    "Matching": "Maul's Sith Infiltrator",
    "MatchingWeapon": "Maul's Double-Bladed Lightsaber\\par Maul's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 645,
    "CardName": "Daultay Dofine",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Trade Federation\\b0, \\b Neimoidian\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Neimoidian Trade Federation captain who gained his current position through political backstabbing and family connections. Not favored by Darth Sidious.",
    "Gametext": "At start of your draw phase, if you have no cards in your Force Pile may activate up to two Force. If your just drawn destiny was a destroyer droid or battle droid, once per turn you may take that card into hand to cancel that destiny and re-draw.",
    "Icons": "Pilot, Episode 1",
    "Pilot": 1,
    "Episode1": 1,
    "Information": "Daulty Dofine personas are:\\par \\par Captain Daulty Dofine\\par Daulty Dofine",
    "IsPulled": "Blockade Flagship\\par Lord Sidious\\par The Phantom Menace",
    "Combo": "Daultay Dofine + Nute Gunray + Blockade Flagship: Bridge + destroyer droids/battle droids",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 706,
    "CardName": "Depa Billaba",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jedi Council member\\b0 , female",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Chalactan Jedi Master who was rescued by Mace Windu from space pirates when she was six months old. \\b Jedi Council member\\b0  who is renowned for her insights.",
    "Gametext": "Deploys only to Jedi Council Chamber. While at Jedi Council Chamber, immune to attrition and once per turn may use 1 Force to peek at the top card of any Reserve Deck and place that card on top of owner's Reserve Deck or Used Pile.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "IsPulled": "Speak With The Jedi Council\\par Tatooine: City Outskirts",
    "Combo": "Depy Billaba + Are You Brain Dead?!\\par -----\\par Depa Billaba + Encampment or Deploy regardless of location deployment restrictions.\\par -----\\par Depa Bilaba + Smoke Screen",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 721,
    "CardName": "Destroyer Droid",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Destroyer Droid",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Characteristics": "\\b Trade Federation\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 3,
    "Armor": 3,
    "Lore": "These Trade Federation droids are basically a mobile weapons platform. They were commissioned by the Trade Federation from the Colicoids of Colla IV.",
    "Gametext": "Permanent weapon is Twin Cannons (may target a character or vehicle using 1 Force; draw destiny; if destiny > defense value, target hit and opponent loses 1 Force). While with another destroyer droid, draws one battle destiny if not able to otherwise.",
    "Icons": "Permanent Weapon, Droid, Episode 1",
    "PermanentWeapon": 1,
    "Droid": 1,
    "Episode1": 1,
    "Information": "While aboard Blockade Flagship, Nute Gunray adds 3 to destiny of destroyer droids if drawn for battle destiny.",
    "IsPulled": "Master, Destroyers!\\par Rolling Rolling Rolling",
    "Combo": "Destroyer Droid + Disarmed\\par -----\\par Destroyer Droid + EV-9D9\\par -----\\par Multiple Destroyer Droids + Abyssin Ornament\\par -----\\par Destroyer Droid + Daultay Dofine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 731,
    "CardName": "Dioxis",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Green gas that is lethal to most carbon-based life forms.",
    "Gametext": "Use 2 Force to target two opponent's Jedi at same interior battleground. Targets may not participate in battle for remainder of turn. OR Target opponent's Jedi. Draw destiny. If destiny > 2, target's game text is canceled for remainder of turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Cancels": "Game text of opponent's Jedi",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 744,
    "CardName": "Do They Have A Code Clearance?",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Imperial officers are always on the lookout for Rebel espionage.",
    "Gametext": "Deploy on table. Unique (*) Imperials of ability = 3 are forfeit +3. If opponent just retrieved Force using an Interrupt or Utinni Effect, you may place that card here. Opponent's Force retrieval is reduced by X, where X = number of cards here. (Immune to Alter.)",
    "Icons": "Grabber",
    "Information": "Startable with Prepared Defenses.\\par -----\\par Unique Imperials of ability = 3 are:\\par \\par Admiral Motti\\par Admiral Motti (V)\\par Admiral Piett\\par Baron Soontir Fel\\par Captain Gilad Pellaeon\\par Captain Needa\\par Captain Piett\\par Colonel Dyer\\par Commander Brandei\\par  Commander Igar\\par General Tagge\\par General Veers\\par General Veers (V)\\par Grand Moff Tarkin\\par Kir Kanos\\par Lieutenant Commander Ardan\\par Moff Jerjerrod\\par Myn Kyneugh\\par The Emperor's Reach (V)\\par Veers\\par Veers (V)\\par -----\\par Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V)\\par Tentacle\\par There'll Be Hell To Pay",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-6)\\par The reduction this Effect applies to Force retrieval is an automatic modifier, and as such applies before any other comparisons or actions are made. This means that the value of X on Secret Plans is reduced by the number of cards stacked on this Effect. Note that a retrieving card is stacked on this Effect after the retrieval is completed, and is optional (thus automatic actions may occur first, such as placing the card out of play). A card that \"retrieves\" a specific card by name is still retrieval, and can be reduced. For example, Baragwin says \"Once per turn, if the top card of your Lost Pile is a weapon, device or transport vehicle, may use 1 Force to retrieve it.\" If there is at least one Interrupt or Utinni Effect stacked upon Do They Have A Code Clearance?, that will reduce the Baragwin retrieval from 1 card to no cards. ",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1,
    "Errata": 1
  },
  {
    "id": 782,
    "CardName": "Droid Starfighter",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Droid Starfighter",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "Trade Federation (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 2,
    "Maneuver": 3,
    "Lore": "These automated starfighters are managed by the Droid Control Ship and are used en masse by the Trade Federation to overwhelm an opponent with sheer numbers.",
    "Gametext": "Deploys -1 to same location as your battleship. Power -1 unless your droid control ship present. While another droid starfighter here, opponent's starfighters present are each power -1.",
    "Icons": "Pilot, Droid, Trade Federation, Episode 1",
    "Pilot": 1,
    "Droid": 1,
    "TradeFederation": 1,
    "Episode1": 1,
    "IsPulled": "Short Range Fighters\\par There They Are!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 786,
    "CardName": "Drop!",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Anakin had to heed Qui-Gon's advice to avoid the rapidly approaching storm.",
    "Gametext": "Use 3 Force to deploy on table. During your move phase, if opponent has 13 or more cards in hand, you may use 4 Force to place all but 8 (random choice) in Used Pile. Once during any control phase, you may place up to three cards from hand in Used Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "A Monnok card as Effect + tracking helper as well as card recycler.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Thrown Back",
    "Combo": "Drop! + Monnok (Lost)\\par -----\\par Drop! + Monnok (Lost) + Voyeur",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 812,
    "CardName": "Edcel Bar Gane",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Politics": 2,
    "Lore": "\\b Senator\\b0  from the planet Roona. One of the first to support Amidala's motion for a vote of no confidence in Supreme Chancellor Valorum. Intolerant of other species.",
    "Gametext": "\\b Agenda\\b0 : ambition. While in a senate majority, opponent may not draw more than one battle destiny at battleground sites and you may not cancel opponent's battle destiny draws at sites.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 873,
    "CardName": "Enter The Bureaucrat",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Destiny": 5,
    "Lore": "Even the most effective of operations can be easily mired under the Republic's plethora of procedural red tape.",
    "Gametext": "If you just lost more than 2 Force to a Force drain, deploy on opponent's location. You lose no more than 1 Force from Force drains here. At any time, you may place Immediate Effect in Used Pile to draw two cards from top of Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "A Vergence In The Force",
    "Rules": "(AR 1.7.1, B-6)\\par See A Vergence In The Force.\\par \\par (AR 1.7.1, B-1)\\par A Vergence In The Force\\par You may only draw 2 cards by placing in Used Pile a copy of this card that is on table. This last sentence of this Immediate Effect does not permit you to perform that function using a copy in hand.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 884,
    "CardName": "Establish Control",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Keeping supply routes clear allows rapid distribution of resources to where they are most required.",
    "Gametext": "Deploy on a docking bay you control. No Force drains here. Fallen Portal may not target a character at this site. Your Force drains are +2 at adjacent non-docking bay battleground sites. Place Effect in Used Pile if opponent controls this location.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Establish Control + Begin Landing Your Troops\\par -----\\par Establish Control + Tatooine: Mos Eisley + Tatooine: Docking Bay 94 + Tatooine: Cantina\\par Control these three sites for a total Force drain of 8 each turn., not including any bonuses from lightsabers or other cards. For added protection, use His Name Is Anakin to make it more difficult for your opponent to deploy aliens to Tatooine.",
    "Cancels": "Force drain at a docking bay you control.\\par Fallen Portal targeting a character at that site.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 981,
    "CardName": "Free Ride & Endor Celebration",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Cancel Tatooine Occupation, Cloud City Occupation, or Rebel Base Occupation. (Immune to Sense.) OR Peek at one card randomly selected from opponent's hand. If that card is a speeder bike, AT-ST, or skiff, steal it into hand.",
    "Icons": 0,
    "IsPulled": "Paploo\\par Yotts Orren",
    "Cancels": "Cloud City Occupation\\par Rebel Base Occupation\\par Tatooine Occupation",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 984,
    "CardName": "Freon Drevan",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Xexto who had his business license revoked when his partner siphoned away his credits, fled the system, and left him with the tax debt.",
    "Gametext": "Cancels game text of opponent's accountants and tax collectors at same or adjacent site. While in a battle at a site, your battle destiny draws may not be canceled, and you may not draw more than two battle destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Tax collectors are:\\par \\par Feltipern Trevagg\\par Gailid\\par Mosep (accountant)\\par Orn Free Taa",
    "Cancels": "Game text of opponent's accountants and tax collectors.\\par Game text of Feltipern Trevagg.\\par Game text of Gailid.\\par Game text of Mosep.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1010,
    "CardName": "Gardulla The Hutt",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0 , \\b gangster\\b0 , \\b Hutt\\b0 , female",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Well-known as a \\b gambler\\b0  and a \\b gangster\\b0. Gardulla was the former owner of Shmi and Anakin Skywalker before she lost them in a bet to the Toydarian junk dealer, Watto.",
    "Gametext": "When you retrieve Force from Boonta Eve Podrace, any or all of your retrieved Force may be taken into hand. Once during your control phase, may use 1 Force; opponent draws one destiny. If destiny > 2, you retrieve 1 Force. Otherwise, lose 1 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1066,
    "CardName": "Graxol Kelvyyn",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Gentle male Anx who enjoys the risk and reward of the Podraces. Has a bet against Watto that Skywalker will win the Boonta Eve event.",
    "Gametext": "While at Podrace Arena, at end of opponent's turn: you retrieve 1 Force if Anakin's Podracer is leading the Podrace, or you lose 1 Force if Anakin's Podracer is losing the Podrace.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1083,
    "CardName": "Grotto Werribee",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b information broker\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Once a junior traffic controller for an interstellar shipping corporation, Grotto brags that there is nothing about docking bay procedure that he doesn't know. \\b Information broker\\b0.",
    "Gametext": "Deploys -1 to a docking bay. Adds 2 to the power of anything he pilots. While at opponent's docking bay, adds 2 to your Force drains there, and your vehicles and other characters there are immune to attrition < 4.",
    "Icons": "Pilot, Episode 1",
    "Pilot": 1,
    "Episode1": 1,
    "IsPulled": "Murttoc Yine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1089,
    "CardName": "Gungan Warrior",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "\\b Gungan\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Residing in the underwater city of Otoh Gunga, the Gungans established an alliance with the Naboo to fight the Trade Federation's forceful occupation of their planet.",
    "Gametext": "Deploys -1 to a Naboo site opponent occupies. While with another Gungan, draws one battle destiny if unable to otherwise. Power +3 while armed with an electropole.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Gungans are:\\par \\par Boss Nass\\par Captain Tarpals\\par General Jar Jar\\par Gungan General\\par Gungan Guard\\par Gungan Warrior\\par Jar Jar Binks\\par Rep Been",
    "IsPulled": "Boss Nass\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Combo": "Agents In The Court Objective + Jar Jar Binks + multiple Gungan Warriors\\par -----\\par Gungan Warrior + Wesa Gotta Grand Army\\par Make opponent's undercover spy lost.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1160,
    "CardName": "Horox Ryyder",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Politics": 2,
    "Lore": "Anx \\b senator\\b0. Known for his patience, Horox exhibits unique insight into many complicated Senate issues.",
    "Gametext": "\\b Agendas\\b0 : order, taxation, peace. While in a senate majority, opponent may not draw more than one battle destiny at battleground systems, and you may not cancel opponent's battle destiny draws at systems.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "\\par Might Of The Republic",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1223,
    "CardName": "I Will Not Defer",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"I've come before you to resolve this attack on our sovereignty now.\"",
    "Gametext": "Deploy on table. If no senator here, you may place a senator here from hand to add 2 to your next Force drain at a battleground this turn. If a \\b peace agenda\\b0  here, once per turn you may activate up to 2 Force when opponent initiates battle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Sanity And Compassion",
    "IsCanceledBy": "Alter (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1235,
    "CardName": "I've Decided To Go Back",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"This is your arena. I feel I must return to mine.\"",
    "Gametext": "USED: During your move phase, take one of your characters with politics at Galactic Senate into hand. LOST: If you have a Republic character with politics in battle at a site, add one battle destiny; that character is power and politics = 0 until end of turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Combo": "Queen Amidala, Ruler of Naboo + I've Decided To Go Back (Lost)\\par Two battle destinies for 3 Force!\\par -----\\par Queen, Amidala, Ruler of Naboo + I've Decided To Go Back (Used) + Plea To The Court\\par Canceling a Force drain and causing your opponent to miss critical weapon shots.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1259,
    "CardName": "Imperial Arrest Order & Secret Plans",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Deploy on table. Unique (*) Imperials of ability < 3 are forfeit +1. Nabrun Leids and Elis Helrot are limited to owner's move phase and exterior sites only. Once during each of your deploy phases, may deploy one docking bay from Reserve Deck; reshuffle. When opponent retrieves X cards, opponent must first use X Force or that retrieval is canceled. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Imperials of ability < 3:\\par Admiral Chiraneau\\par Admiral Ozzel\\par Admiral Ozzel (V)\\par Captain Bewil\\par Captain Bewil (V)\\par Captain Godherdt\\par Captain Jonus\\par Captain Khurgee\\par Captain Lennox\\par Captain Lennox (V)\\par Captain Mod Terrik (V)\\par Captain Sarkli\\par Captain Yorr\\par Chief Bast\\par Chief Retwin\\par Colonel Davod Jon\\par Colonel Jendon\\par Colonel Wullf Yularen\\par Colonel Wullf Yularen (V)\\par Commander Desanne\\par Commander Gherent\\par Commander Merrejk\\par Commander Nemet\\par Commander Nemet (V)\\par Commander Praji\\par Corporal Avarik\\par Corporal Derdram\\par Corporal Derdram (V)\\par Corporal Drazin\\par Corporal Drelosyn\\par Corporal Grenwick\\par Corporal Misik\\par Corporal Oberk\\par Corporal Prescott\\par Corporal Vandolay\\par Corporal Vandolay (V)\\par DS-181-3\\par DS-181-4\\par DS-61-2\\par DS-61-3\\par DS-61-4\\par DS-61-5 (V)\\par Imperial Trooper Guard Dainsom\\par Lieutenant Arnet\\par Lieutenant Cabbel\\par Lieutenant Cecius\\par Lieutenant Cecius (V)\\par Lieutenant Endicott\\par Lieutenant Grond\\par Lieutenant Grond (V)\\par Lieutenant Hebsly\\par Lieutenant Renz\\par Lieutenant Renz (V)\\par Lieutenant Sheckil\\par Lieutenant Suba\\par Lieutenant Tanbris\\par Lieutenant Venka\\par Lieutenant Watts\\par Lieutenant Watts (V)\\par Lt. Pol Treidum\\par Lt. Shann Childsen\\par Major Hewex\\par Major Hewex (V)\\par Major Marquand\\par Major Rhymer\\par Major Turr Phennir\\par Motti\\par Navy Trooper Fenson\\par Navy Trooper Vesden\\par Officer Evax\\par Officer Evax (V)\\par OS-72-10\\par Sergeant Barich\\par Sergeant Elsek\\par Sergeant Irol\\par Sergeant Irol (V)\\par Sergeant Major Nursk\\par Sergeant Major Bursk (V)\\par Sergeant Major Enfield\\par Sergeant Narthax\\par Sergeant Tarl\\par Sergeant Torent\\par Sergeant Torent (V)\\par Sergeant Wallen\\par Sergeant Wallen (V)\\par Tarkin\\par Trooper Davin Felth\\par Warrant Officer M'Kae",
    "Abbreviation": "IAO&SP",
    "Pulls": "Blockade Flagship: Docking Bay\\par Cloud City: East Platform (Docking Bay)\\par Coruscant: Docking Bay (EP1)\\par Coruscant: Docking Bay\\par Death Star II: Docking Bay\\par Death Star: Docking Bay 327\\par Endor: Landing Platform (Docking Bay)\\par Executor: Docking Bay\\par Hoth: Echo Docking Bay\\par Naboo: Theed Palace Docking Bay\\par Spaceport Docking Bay\\par Starkiller Base: Docking Bay\\par Tatooine: Docking Bay 94\\par Tatooine: Mos Espa Docking Bay\\par Yavin 4: Docking Bay",
    "IsPulled": "Desperate Counter\\par Shadows Of The Empire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Insurrection & Aim High",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1260,
    "CardName": "Imperial Artillery",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "**",
    "Destiny": 7,
    "Lore": "The Empire always had a large weapons cache held in reserve, in case of an emergency.",
    "Gametext": "During your control phase, if you have a weapon (except a lightsaber or (permanent weapon)) at a battleground you control, opponent loses 1 Force. OR If you just used a weapon (except a lightsaber or (permanent weapon)) to 'hit' a character or starship, opponent loses 1 Force. (Immune to Sense.)",
    "Icons": 0,
    "Counterpart": "Rebel Artillery",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1299,
    "CardName": "Inconsequential Barriers",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The lightsaber is an extremely versatile weapon, making a Jedi a rather difficult opponent to slow down. \"This is impossible!\"",
    "Gametext": "Cancel Imperial Barrier, None Shall Pass, or Set For Stun. OR Peek at the top card of your Force Pile; either return it, or place it under your Force Pile or Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "They're Still Coming Through!",
    "Cancels": "Control & Set For Stun\\par Imperial Barrier\\par None Shall Pass\\par None Shall Pass (V)\\par Set For Stun",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1318,
    "CardName": "Insurrection & Aim High",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Deploy on table. Unique (*) Rebels of ability < 3 are forfeit +1. Nabrun Leids and Elis Helrot are limited to owner's move phase and exterior sites only. Once during each of your deploy phases, may deploy one docking bay from Reserve Deck; reshuffle. When opponent retrieves X cards, opponent must first use X Force or that retrieval is canceled. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "One docking bay.\\par Blockade Flagship: Docking Bay\\par Cloud City: Platform 327 (Docking Bay)\\par Coruscant: Docking Bay (EP1)Death Star: Docking Bay 327\\par Endor: Landing Platform (Docking Bay)\\par Home One: Docking Bay\\par Hoth: Echo Docking Bay\\par Naboo: Theed Palace Docking Bay\\par Spaceport Docking Bay\\par Tatooine: Docking Bay 94\\par Tatooine: Mos Espa Docking Bay\\par Yavin 4: Docking Bay",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Imperial Arrest Order & Secret Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1374,
    "CardName": "Jawa (EP1)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "\\b Jawa\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": "*",
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Every now and then, Jawas will pause in their scavenging duties to take in a Podrace. Many believe this is only because they want to be first to a crash scene.",
    "Gametext": "Deploys only on Tatooine. * To deploy, requires 1 Force from each players' Force Pile. Power +1 on Tatooine. While with another Jawa, if opponent just initiated a Force drain at adjacent site, may use 2 Force to reduce it by 1.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "This Jawa, however, provides a few extra benefits when compared to his Premiere counterpart. Reducing Force drains and having an additional one added to power makes these little characters useful. Mix these with some unique Jawas and you have a crazy deck that might just work.",
    "IsPulled": "Herat to deploy to same location.",
    "Counterpart": "Jawa (EP1)",
    "Rules": "(AR 1.7.1, B-10)\\par Unless you are deploying to your own Jawa Camp, when you deploy a non-unique Jawa you must use 1 Force and your opponent must use 1 Force (each player uses 2 or more Force when Dathcha or Het Nkik is deployed). Your opponent's use of Force is mandatory. If both players do not have sufficient Force available, the Jawa may not be deployed. Any modifier to such a Jawa's deploy cost affects both players. If a Jawa's game text gets canceled, the asterisk (*) in its deploy box becomes undefined and is treated as an \"unmodifiable zero\" (see undefined values).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1375,
    "CardName": "Jawa (EP1)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "\\b Jawa\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": "*",
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Always on the prowl, Jawas work hard for every credit they earn.",
    "Gametext": "Deploys only on Tatooine. * To deploy, requires 1 Force from each players' Force Pile. Power +1 on Tatooine. While with another Jawa, if opponent just initiated a Force drain at adjacent site, may use 2 Force to reduce it by 1.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Aved Luun to deploy to same location.\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Counterpart": "Jawa (EP1)",
    "Rules": "(AR 1.7.1, B-10)\\par Unless you are deploying to your own Jawa Camp, when you deploy a non-unique Jawa you must use 1 Force and your opponent must use 1 Force (each player uses 2 or more Force when Dathcha or Het Nkik is deployed). Your opponent's use of Force is mandatory. If both players do not have sufficient Force available, the Jawa may not be deployed. Any modifier to such a Jawa's deploy cost affects both players. If a Jawa's game text gets canceled, the asterisk (*) in its deploy box becomes undefined and is treated as an \"unmodifiable zero\" (see undefined values).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1421,
    "CardName": "Keder The Black",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Coruscant Guard, \\b spy\\b0, \\b assassin\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "A highly paid assassin and \\b spy\\b0, Keder has infiltrated the Senate disguised as a Coruscant Guard. The identity of his target and his employer remains a mystery to all but him.",
    "Gametext": "Deploys only to a site as an Undercover spy (-2 on Coruscant). During your control phase, may \"break cover\" to target one character with politics present. Draw destiny. If destiny +1 > target's politics, target and Keder are lost.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "Combo": "Keder The Black+ Little Real Power\\par -----\\par Keder The Black + Supreme Chancellor Valorum\\par -----\\par Keder The Black + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1433,
    "CardName": "Ki-Adi-Mundi",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Jedi Council member\\b0",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 6,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "Cerean Jedi trained by Yoda since the age of four. Only \\b Jedi Council member\\b0  who is a Jedi Knight. Freed his homeworld from a group of rogues without any bloodshed.",
    "Gametext": "Deploys +3 if not to Jedi Council Chamber. While at a battleground, if opponent just initiated battle at same or adjacent site, opponent must lose top card of Reserve Deck (if possible). Immune to attrition < 5 while at Jedi Council Chamber.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "IsPulled": "Speak With The Jedi Council\\par Tatooine: City Outskirts",
    "Combo": "Jedi Council Chamber + Yoda, Senior Council Member + Ki-Adi-Mundi\\par -----\\par Ki-Adi-Mundi + Arconas\\par -----\\par Ki-Adi-Mundi + Smoke Screen\\par -----\\par Ki-Adi-Mundi + Are You Brain Dead?!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1438,
    "CardName": "Kill Them Immediately",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Darth Sidious instructed Nute Gunray to dispose of the Jedi ambassadors. Rune Haako was not so confident.",
    "Gametext": "Use 5 Force to reveal opponent's hand. If opponent has no duplicate cards there, place this Interrupt in Used Pile. Otherwise USED: place a revealed card in opponent's Used Pile. LOST: all cards opponent has two or more of are lost. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Reveal Ourselves To The Jedi",
    "Rules": "All portions of this card are immune to Sense. This is a specific exception to the rule in Chapter 1, Section C.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1463,
    "CardName": "Lana Dobreed",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Dobreed used to have dreams of opening up his own shop in Mos Espa. Now broke from his gambling activities, he provides transportation services to pay for his urges.",
    "Gametext": "During your move phase, target any or all of your characters at one exterior site to 'transport' (relocate) to another exterior site. Draw destiny. Use that much Force to 'transport,' or place Interrupt in Lost Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Elis Helrot has same function, it is not limited to players move phase and relocates from any site to any site.\\par Advantage of Lana Dobreed is that there are no counters to it.",
    "IsPulled": "Rayno Vaca",
    "Counterpart": "Odin Nesloor",
    "Rules": "(AR 1.7.1, B-10)\\par See Elis Helrot.\\par \\par (AR 1.7.1, B-6)\\par Elis Helrot\\par (Errata) The following actions are part of the initiation of this Interrupt:\\par - targeting the characters to be moved;\\par - targeting the site to move them to;\\par - drawing destiny; and\\par - paying the cost (using the Force required to transport the targeted characters).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1477,
    "CardName": "Laser Cannon Battery",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Characteristics": "cannon, laser cannon, laser cannon battery",
    "Destiny": 4,
    "Lore": "Trade Federation battleships use concealed quad laser emplacements. Though their coverage is limited, the surprise factor and ferocious firing rate is often overwhelming.",
    "Gametext": "Deploy on your capital starship. May deploy as a 'react'. May target a starship using X Force, where X = 0 to 3. Draw destiny. Subtract 2 if targeting a starship with maneuver. If destiny +X > defense value, target hit and opponent loses 1 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "May deploy aboard TIE Defender Mark I.",
    "IsPulled": "I Can't Shake Him!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1516,
    "CardName": "Liana Merian",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b senator\\b0 , female",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 3,
    "Politics": 2,
    "Lore": "Alderaanian \\b senator\\b0. Known for her efforts to promote peace throughout the Republic by using her homeworld as an example.",
    "Gametext": "\\b Agendas\\b0 : peace, trade. While in a senate majority, once during opponent's turn, target an opponent's just drawn battle destiny; opponent must use or lose 2 Force or that battle destiny = 0.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Might Of The Republic",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1545,
    "CardName": "Lieutenant Williams",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Pilot of the \\ul Radiant VII\\ul0. Was personally requested by Captain Madakor to assist in the transportation of the Jedi ambassadors.",
    "Gametext": "Adds 2 to power of anything he pilots. While piloting \\ul Radiant VII\\ul0  and you have no other starships at same system, unless opponent has total ability > 6 piloting here, opponent's total battle destiny here is -3.",
    "Icons": "Pilot, Warrior, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Have you ever looked at Zuckuss In Mist Hunter and wanted to sic that same torture on the Dark Side, just to see how they'd feel? Well, here's your chance! Lieutenant Williams on the Radiant VII gives you a very similar ability: if your opponent has total ability less than seven piloting at Williams's system, his total battle destiny is -3. Not quite as good as Zuckuss, but then again, Zuckuss doesn't have 7 power and immunity to attrition < 5.\\par \\par Since Williams's ability only works while the Radiant VII is alone at a system, you'll want to supplement him with two other pilots to maximize the Radiant's power in space. But even if you don't find yourself in the need for space support, Williams works well as forfeit fodder on the ground, with reasonable stats to supplement your main characters in their quest for ground-poundin' dominance. And, since he's a Republic character, he's immune to annoying things like Scanning Crew.",
    "Combo": "Lieutenant Williams + Captain Madakor + Radiant VII",
    "Matching": "Obi-Wan In Radiant VII\\par Radiant VII",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1559,
    "CardName": "Little Real Power",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"He is mired by baseless accusations of corruption.\"",
    "Gametext": "During any control phase, target an opponent's character with politics present with your senator at Galactic Senate. For remainder of turn, target's game text is canceled and target is politics = 0.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Cancels": "Game text of a senator at Galactic Senate.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1586,
    "CardName": "Lott Dod",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0, \\b Trade Federation\\b0, \\b Neimoidian\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 3,
    "Politics": 4,
    "Lore": "Primary Neimoidian \\b senator\\b0  who represents the Trade Federation in the Galactic Senate. Thwarted attempts by Amidala to end the blockade of Naboo.",
    "Gametext": "\\b Agendas\\b0 : ambition, blockade, trade. While in a senate majority, once during your control phase, may search your Force Pile and take any one card there into hand; reshuffle. While at Galactic Senate, your other Neimoidians are forfeit +2.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Lott Dod works his magic in a variety of places. With his ambition agenda, he gets an extra bonus when drawn for destiny if you have flipped My Lord, Is That Legal? Since he has a trade agenda, if he's on This is Outrageous!, you can use him to 'trade' unneeded cards in hand for a shot at a needed card from your Lost Pile. His blockade agenda is also useful, even if he's not at the Senate. When on Our Blockade is Perfectly Legal, he helps you 'blockade' your opponent by hindering your opponent's out of phase movement.\\par \\par But he also helps you when he's on the table, imagine that! With his blockade agenda, he lets you flip My Lord, Is That Legal? with one less senator. But perhaps more importantly, if you have political control of the Galactic Senate, he gives you access to an incredibly powerful ability. Letting you look through your Force Pile allows you to take a key card into hand; it could be a critical character you need to battle, a matching weapon for your Darth Maul, or any other card, it can all be yours, if you have a Senate majority. And in a pinch he helps his fellow Neimoidians out by adding to their forfeit.",
    "Pulls": "Any card from Force Pile",
    "IsPulled": "Lord Sidious\\par Squabbling Delegates\\par The Phantom Menace",
    "Combo": "Lott Dod + Our Blockade Is Perfectly Legal\\par -----\\par Lott Dod + This Is Outrageous!\\par -----\\par Lott Dod + I Will Make It Legal! + senate majority",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1614,
    "CardName": "Mace Windu",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jedi Council member\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 7,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Senior \\b Jedi Council member\\b0  who maintains rigorous adherence to the Code. Sent Qui-Gon to Naboo to accompany the Queen and learn more about the mysterious \"dark warrior.\"",
    "Gametext": "Deploys +3 to any location except Jedi Council Chamber. While at Jedi Council Chamber, immune to attrition and once during your control phase, if Amidala at a battleground site and Maul not on table, opponent loses 2 Force.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Mace Windu personas are:\\par \\par Mace Windu\\par Mace Windu (V)\\par Mace Windu, Jedi Master\\par \\par -----\\par One great use for Mace is taking on the Agents Of The Black Sun objective. They will not be able to deploy Maul so they will automatically lose 2 Force when you have Mace at the Chamber and Amidala wandering at a battleground site. Can you dig that? Just watch out for Xizor and the Emperor who happen to live on Coruscant too.",
    "IsPulled": "Speak With The Jedi Council\\par Tatooine: City Outskirts",
    "Combo": "Mace Windu + Smoke Screen + Are You Brain Dead?!",
    "MatchingWeapon": "Mace Windu's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1635,
    "CardName": "Malastare",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, may use 4 Force to cancel Watto's Box.   If you control, during your control phase may deploy Watto's Box (regardless of your current race total).",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, may use 4 Force to cancel Watto's Box.",
    "DarkSideText": "If you control, during your control phase may deploy Watto's Box (regardless of your current race total).",
    "Parsec": 3,
    "Icons": "Planet, Episode 1",
    "Planet": 1,
    "Episode1": 1,
    "Pulls": "Watto's Box",
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)",
    "Counterpart": "Malastare",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1636,
    "CardName": "Malastare",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you have won a Podrace, Force drain +1 here.   If you have lost a Podrace, you may not draw more than one battle destiny here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If you have won a Podrace, Force drain +1 here.",
    "DarkSideText": "If you have lost a Podrace, you may not draw more than one battle destiny here.",
    "Parsec": 3,
    "Icons": "Planet, Episode 1",
    "Planet": 1,
    "Episode1": 1,
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Counterpart": "Malastare",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1646,
    "CardName": "Mas Amedda",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Politics": 3,
    "Lore": "Chancellor's Chagrian advisor who maintains order in the Senate. Although Senator Palpatine suggested he may be on the Trade Federation's payroll, nothing has been proven yet.",
    "Gametext": "\\b Agenda\\b0 : order. If with Valorum, your Force generation at this location is +1. While in a senate majority, once during your control phase, if you occupy a battleground site and a battleground system, opponent loses 2 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Might Of The Republic",
    "Combo": "Mas Amedda + Yarua + senate majority + Control of a battleground site and battleground system\\par First, Amedda causes 2 Force loss in direct damage, then Yarua retrieves one Force when you drain at the system.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1651,
    "CardName": "Master Qui-Gon",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 8,
    "Forfeit": 9,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Jedi Master currently not on the Council. Although he serves the Council well, there have been times when he has defied their wishes to pursue a path he believes is right.",
    "Gametext": "Deploys -2 on Coruscant. If opponent's Dark Jedi on table, during your move phase may use 4 Force to return Qui-Gon (and all cards on him) to owner's hand. Immune to attrition and You Are Beaten.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Qui-Gon Jinn personas are:\\par \\par Master Qui-Gon\\par Master Qui-Gon (V)\\par Qui-Gon Jinn\\par Qui-Gon Jinn With Lightsaber\\par Qui-Gon Jinn, Jedi Master\\par -----\\par Qui-Gon has the usual high stats you would expect from a Jedi Master who still actively serves the Old Republic. He's able to \"teleport\" by returning to your hand and then be available to be deployed elsewhere the next turn (or even deploy a different version of him instead). Using 4 Force is expensive but it can not be canceled by Sense or blocked by anything else normally.\\par \\par The other good part about Qui-Gon is that he is immune to You Are Beaten, ensuring that he can not be excluded from a battle that way. You can count on him to be there to protect other characters with him, just like the true guardian he is.",
    "IsPulled": "Padme Naberrie\\par Tatooine: City Outskirts",
    "MatchingWeapon": "Qui-Gon Jinn's Lightsaber\\par Qui-Gon's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1654,
    "CardName": "Masterful Move & Endor Occupation",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Cancel Tatooine Celebration, Cloud City Celebration or Coruscant Celebration. (Immune to Sense.) OR Use 1 Force to take one hologram, dejarik, or Imperial Holotable into hand from Reserve Deck; reshuffle. OR Cancel Mantellian Savrip. OR Cancel opponent's Force drain at a holosite.",
    "Icons": 0,
    "Abbreviation": "MM Combo",
    "Pulls": "Ghhhk\\par HoloNet Transmission\\par Image Of The Dark Lord\\par Image Of The Dark Lord (V)\\par Imperial Holotable\\par Kintan Strider\\par Molator\\par Monnok\\par Ng'ok\\par The Phantom Menace\\par Revenge Of The Sith (V)\\par Visage Of The Emperor",
    "Cancels": "All My Urchins & Cloud City Celebration\\par Cloud City Celebration\\par Coruscant Celebration\\par Tatooine Celebration\\par Mantellian Savrip\\par Opponent's force drain at a holosite",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1655,
    "CardName": "Maul Strikes",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "A Sith needs no introduction.",
    "Gametext": "If Maul in battle with a Jedi, add one battle destiny (two if Jedi is Qui-Gon). OR Use 1 Force to take any lightsaber into hand from Reserve Deck; reshuffle. OR Target a Jedi present with Maul; they duel: Both players draw 2 destiny. Loser (lowest total) is lost.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "The biggest complaint about Darth Maul from Tatooine was that his support cards were a bit weak when compared to Darth Vader or Ben Kenobi. Some things just take time, and Maul can happily take a big step up the main character chain with Maul Strikes.\\par \\par The three uses this card has are all extremely powerful. When you draw this card, one of its uses will almost certainly be needed immediately. Light Side players have been able to pull Lightsabers out of their decks for years with Gift Of The Mentor, and now Maul Strikes allows the Dark Side to finally have their turn at this great ability.\\par \\par Another minor weakness of the Tatooine persona of Darth Maul was that his ability to duel was a bit restricted, since he had to essentially survive an entire turn before he had the chance to duel anybody. With Maul Strikes, however, the Sith Lord can bypass that restriction, and duel at any time by simply playing this interrupt.\\par \\par And finally, if you're looking for just some good old beatdown, Maul can add battle destiny with this card too. Instead of just dueling Qui-Gon and making him lost, why not battle him, cut him, and draw three battle destiny as well? The answer is simple.",
    "Pulls": "Dark Jedi Lightsaber\\par Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Dooku's Lightsaber\\par Kylo Ren's Lightsaber\\par Mara Jade's Lightsaber\\par Maul's Double-Bladed Lightsaber\\par Maul's Lightsaber\\par Vader's Lightsaber",
    "Counterpart": "Gift Of The Mentor",
    "IsCanceledBy": "Mindful Of The Future (V)\\par Strike Blocked",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1659,
    "CardName": "Maul's Sith Infiltrator",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Sith Infiltrator",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 6,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 6,
    "Hyperspeed": 6,
    "Maneuver": 5,
    "Lore": "One of Sienar Advanced Projects Laboratories' prototype designs. Equipped with advanced weaponry and a full-effect stygium-based cloaking device for invisibility on command.",
    "Gametext": "May add 2 pilots. Maul deploys -3 aboard. While Maul piloting, immune to attrition and during your move phase, may lose 2 Force to 'cloak' (does not participate in battles) until end of next turn.",
    "Icons": "Astromech, Independent, Episode 1",
    "Astromech": 1,
    "Independent": 1,
    "Episode1": 1,
    "IsPulled": "Short Range Fighters & Watch Your Back!",
    "Combo": "Maul's Sith Infiltrator + Darth Maul on Tatooine system\\par Deploy for 6 (!)",
    "Matching": "Darth Maul\\par Darth Maul With Lightsaber\\par Darth Maul, Lone Hunter\\par Darth Maul, Young Apprentice\\par Lord Maul\\par Lord Maul With Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1675,
    "CardName": "Might Of The Republic",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Despite its current reputation, the Republic still has able citizens that are willing to try and fight the injustices before them.",
    "Gametext": "Once per game, retrieve 1 Force for each of your senators at Galactic Senate. (Immune to Sense.) OR Take one senator (or Coruscant Guard, Sei Taria or Mas Amedda) into hand from Reserve Deck; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Bail Organa\\par Coruscant Guard\\par Horox Ryyder\\par Leia Organa\\par Leia Organa (V)\\par Liana Merian\\par Mas Amedda\\par Mon Mothma\\par Princess Leia\\par Princess Leia (V)\\par Princess Organa\\par Prisoner 2187\\par Sei Taria\\par Senator Mon Mothma\\par Senator Palpatine\\par Tendau Bendon\\par Yarua",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1678,
    "CardName": "Mind Tricks Don't Work On Me",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Watto is smart enough to not let himself get swindled by a Jedi bully.",
    "Gametext": "Use 3 Force to deploy on table. During the damage segment of a battle your opponent initiated, if you have no cards left that can be forfeited, you may place this Effect out of play to cancel all remaining battle damage. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "We're Leaving",
    "Rules": "(AR 1.7.1, B-11)\\par (Errata) See Ghhhk.\\par \\par (AR 1.7.1, B-7)\\par Ghhhk\\par (Errata) You may use the damage canceling ability of this card if you have no cards left capable of being forfeited. Thus, cards that are not participating in the battle or that do not have a forfeit value (e.g., a Vaporator) are ignored.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1680,
    "CardName": "Mindful Of The Future",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"But not at the expense of the moment.\"",
    "Gametext": "USED: Use 2 Force to deploy a unique (*) battleground not on table, from Reserve Deck; reshuffle. STARTING: Deploy from your Reserve Deck one Effect which deploys on table (or your side of table) and has no deploy cost; reshuffle. Place Interrupt in Lost Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "A unique battleground not on table\\par One Effect which deploys on table and has no deploy cost\\par Anoat\\par Aquaris\\par Bespin\\par Bespin: Cloud City\\par Blockade Flagship: Docking Bay\\par Blockade Flagship: Prison (V)\\par Bothawui\\par Chandrila\\par Cloud City: Carbonite Chamber\\par Cloud City: Casino\\par Cloud City: Chasm Walkway\\par Cloud City: Core Tunnel\\par Cloud City: Downtown Plaza\\par Cloud City: Guest Quarters\\par Cloud City: Incinerator\\par Cloud City: Lower Corridor\\par Cloud City: North Corridor\\par Cloud City: Platform 327 (Docking Bay)\\par Cloud City: West Gallery\\par Corellia\\par Corellia (V)\\par Corulag\\par Coruscant\\par Coruscant (EP1)\\par Coruscant (V)\\par Coruscant: Lower Levels (V)\\par Coruscant: Main Power Plant (V)\\par Coruscant: Night Club (V)\\par Coruscant: Senate Landing Platform (V)\\par Dantooine: Base - Operations Center (V)\\par Death Star: Docking Bay 327\\par Death Star: Level 6 Core Shaft Corridor\\par Dressel (V)\\par Endor\\par Endor: Back Door\\par Endor: Dense Forest\\par Endor: Ewok Village\\par Endor: Hidden Forest Trail\\par Endor: Landing Platform (Docking Bay)\\par Endor: Rebel Landing Site (Forest)\\par Hoth\\par Hoth: Defensive Perimeter\\par Hoth: North Ridge\\par Hoth: Snow Trench\\par Jabba's Palace: Antechamber\\par Jabba's Palace: Audience Chamber\\par Jabba's Palace: Entrance Cavern\\par Kashyyyk\\par Kashyyyk (V)\\par Kashyyyk: Forest Depths (V)\\par Kashyyyk: Sacred Forest (V)\\par Kashyyyk: Wookiee Haven (Forest) (V)\\par Kessel\\par Kiffex\\par Kirdo III\\par Malastare\\par Mon Calamari\\par Naboo\\par Naboo: Battle Plains\\par Naboo: Swamp\\par Naboo: Theed Palace Courtyard\\par Naboo: Theed Palace Docking Bay\\par Naboo: Theed Palace Generator\\par Naboo: Theed Palace Generator Core\\par Naboo: Theed Palace Hallway\\par Naboo: Theed Palace Throne Room\\par Nar Shaddaa (V)\\par Nar Shaddaa: Scoundrel's Rest (V)\\par Nar Shaddaa: Undercity Street (V)\\par Ord Mantell\\par Raithal\\par Ralltiir\\par Roche\\par Roche (V)\\par Sullust\\par Tatooine\\par Tatooine (EP1)\\par Tatooine: Anchorhead\\par Tatooine: Beggar's Canyon\\par Tatooine: Cantina\\par Tatooine: Cantina (V)\\par Tatooine: City Outskirts\\par Tatooine: Docking Bay 94\\par Tatooine: Dune Sea\\par Tatooine: Hutt Canyon\\par Tatooine: Hutt Trade Route (Desert)\\par Tatooine: Jabba's Palace\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Camp (V)\\par Tatooine: Jawa Canyon\\par Tatooine: Jundland Wastes\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Lars' Moisture Farm (V)\\par Tatooine: Marketplace\\par Tatooine: Mos Eisley\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Podrace Arena\\par Tatooine: Podracer Bay\\par Tatooine: Tosche Station\\par Tatooine: Watto's Junkyard\\par Tibrin\\par Yavin 4\\par Yavin 4 (V)\\par Yavin 4: Docking Bay\\par Yavin 4: Jedi Academy (V)",
    "Counterpart": "Neimoidian Advisor",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1702,
    "CardName": "Motion Supported",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"The delegates from Malastare concur the with delegates from the Trade Federation. A commission must be appointed!\"",
    "Gametext": "Deploy on table. If no senator here, you may place a senator here from hand to add 2 to your next Force drain at a battleground this turn. If a \\b wealth agenda\\b0  here, once per turn, you may lose your just drawn battle destiny to substitute it with a card from hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Motion Supported + Orn Free Taa + Galactic Senate + Orn Free Taa\\par Every battle destiny is a high battle destiny.",
    "Rules": "(Appendix B)\\par The battle destiny substitution portion of this card counts as 'canceling' the original destiny for the purposes of cards that prevent such cancellations. If your battle destinies are prevented from being canceled by other rules or cards, you may not initiate this text.\\par \\par When substituting a draw with this Political Effect, use the destiny value of the card in hand, then place it on the Used Pile after it resolves. The destiny value of the card in hand is a substituted destiny draw, but the physical card itself is not a destiny draw nor is it considered \"just drawn.\"",
    "IsCanceledBy": "Alter (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1712,
    "CardName": "Murr Danod",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "A peaceful Ithorian, Murr is a member of a Trade Guild based on an Ithorian herd ship. He treats his customers honestly, but does like to deal in 'grey' items. \\b Smuggler\\b0.",
    "Gametext": "Your weapons and devices deploy -1 to same site. While with your unique (*) smuggler at an exterior site, opponent's total battle destiny here is -1 for each (Light Side Force icon) at same site.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1715,
    "CardName": "My Lord, Is That Legal?/I Will Make It Legal",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "ObjectiveFront": "\\ul Deploy Galactic Senate and any other [Episode 1] location.\\ul0 \\par \\b For\\b0  remainder of game, Rebel and Imperial leaders of ability < 4 are politics +2. Counter Assault and Surprise Assault are canceled. Your Republic characters are immune to Goo Nee Tay. Cards on your Political Effects may deploy to table. At Galactic Senate, weapon destiny draws are -6, creatures are lost and game text of non-Republic characters is canceled. \\par \\b Flip\\b0  this card if you have 3 senators (or 2 senators, at least 1 with a \\b blockade agenda\\b0 ) at Galactic Senate.",
    "ObjectiveBack": "\\b While\\b0  this side up, once during your control phase may use 3 Force to place up to two random cards from opponent's hand into their Used Pile. Once per turn may take a Political Effect into hand from Reserve Deck; reshuffle. Your senators are destiny +2 (or +3 if senator has an \\b ambition agenda\\b0 ) when drawn for weapon or battle destiny. May use 2 Force at end of any turn to place all cards on your Political Effects into Used Pile. \\par \\b Flip\\b0  this card if you have less than two senators at Galactic Senate.",
    "ObjectiveFrontName": "My Lord, Is That Legal?",
    "ObjectiveBackName": "I Will Make It Legal",
    "Gametext": "[Front Side]: \\ul Deploy Galactic Senate and any other [Episode 1] location.\\ul0 \\par \\b For\\b0  remainder of game, Rebel and Imperial leaders of ability < 4 are politics +2. Counter Assault and Surprise Assault are canceled. Your Republic characters are immune to Goo Nee Tay. Cards on your Political Effects may deploy to table. At Galactic Senate, weapon destiny draws are -6, creatures are lost and game text of non-Republic characters is canceled. \\par \\b Flip\\b0  this card if you have 3 senators (or 2 senators, at least 1 with a \\b blockade agenda\\b0 ) at Galactic Senate.\\\\par[Back Side]: \\b While\\b0  this side up, once during your control phase may use 3 Force to place up to two random cards from opponent's hand into their Used Pile. Once per turn may take a Political Effect into hand from Reserve Deck; reshuffle. Your senators are destiny +2 (or +3 if senator has an \\b ambition agenda\\b0 ) when drawn for weapon or battle destiny. May use 2 Force at end of any turn to place all cards on your Political Effects into Used Pile. \\par \\b Flip\\b0  this card if you have less than two senators at Galactic Senate.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Abbreviation": "MLITL, DS Senate",
    "Counterpart": "Plead My Case To The Senate",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1716,
    "CardName": "My Loyal Bodyguard",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Amidala's handmaidens served more functions than a casual observer would ever notice.",
    "Gametext": "Deploy a handmaiden to Amidala's location from Reserve Deck; reshuffle. OR If opponent just initiated battle at same site as your handmaiden and Amidala, add one battle destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Dorme\\par Sabe\\par Sache\\par Yane\\par Yane (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1721,
    "CardName": "Naboo",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, for each of your starships here, your total power is +1 in battles at Naboo sites.   If you control, for each of your starships here, your total power is +1 in battles at Naboo sites.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, for each of your starships here, your total power is +1 in battles at Naboo sites.",
    "DarkSideText": "If you control, for each of your starships here, your total power is +1 in battles at Naboo sites.",
    "Parsec": 5,
    "Icons": "Planet, Episode 1",
    "Planet": 1,
    "Episode1": 1,
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)",
    "Counterpart": "Naboo",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1722,
    "CardName": "Naboo",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, for each of your starships here, your total power is +1 in battles at Naboo sites.   If you control, for each of your starships here, your total power is +1 in battles at Naboo sites.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, for each of your starships here, your total power is +1 in battles at Naboo sites.",
    "DarkSideText": "If you control, for each of your starships here, your total power is +1 in battles at Naboo sites.",
    "Parsec": 5,
    "Icons": "Planet, Episode 1",
    "Planet": 1,
    "Episode1": 1,
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Counterpart": "Naboo",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1723,
    "CardName": "Naboo Blaster",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "blaster",
    "Destiny": 5,
    "Lore": "Weapons were confiscated by battle droids during the Trade Federation's occupation of Naboo. Considered superior to blasters manufactured in the Outer Rim.",
    "Gametext": "Use 1 Force to deploy on your warrior or battle droid. May target a character, creature, or vehicle using 1 Force. Draw destiny. Target hit if destiny +1 > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Can be deployed from Reserve Deck on a trooper with Blast Points.",
    "IsPulled": "Jabba's Through With You\\par Mara Jade, The Emperor's Hand",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1724,
    "CardName": "Naboo Blaster Rifle",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 2,
    "Lore": "A large quantity of these blasters found their way onto the black market after the Trade Federation's blockade of Naboo failed.",
    "Gametext": "Use 1 Force to deploy on your warrior or battle droid. May target a character, creature, or vehicle using 1 Force. Draw destiny. Target hit if destiny +2 > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Can be deployed from Reserve Deck on a trooper with Blast Points.",
    "IsPulled": "Any Methods Necessary (V)\\par Jabba's Through With You\\par Mara Jade, The Emperor's Hand",
    "Counterpart": "Naboo Blaster Rifle",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1725,
    "CardName": "Naboo Blaster Rifle",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 2,
    "Lore": "Standard issue blaster given to Naboo security volunteers. Noted for its effectiveness in battle and cheap manufacturing cost.",
    "Gametext": "Use 1 Force to deploy on your warrior. May target a character, creature, or vehicle using 1 Force. Draw destiny. Target hit if destiny +2 > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Portable Scanner",
    "Counterpart": "Naboo Blaster Rifle",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1727,
    "CardName": "Naboo Defense Fighter",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "N-1 Starfighter",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "Republic (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Hyperspeed": 3,
    "Maneuver": 4,
    "Lore": "Part of the Royal Naboo Security Forces. Designed by Theed Palace Space Vessel Engineering Corps and used in the attack on the Trade Federation Droid Control Ship.",
    "Gametext": "Permanent pilot provides ability of 1. May add 1 pilot (suspends permanent pilot). Power +1 at Naboo system. While with another N-1 Starfighter, draws one battle destiny if unable to otherwise.",
    "Icons": "Republic, Pilot, Astromech, Episode 1",
    "Pilot": 1,
    "Astromech": 1,
    "Republic": 1,
    "Episode1": 1,
    "IsPulled": "All Wings Report In",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1728,
    "CardName": "Naboo Fighter Pilot",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "One of many pilots who assisted at the Battle of Naboo. Determined to fight for the planet he's lived on all his life.",
    "Gametext": "Deploys -2 at Naboo. If just deployed aboard a N-1 starfighter, you may activate 1 Force. Adds 2 to the power of anything he pilots (or 3 if piloting a N-1 starfighter). Forfeit +1 while piloting.",
    "Icons": "Pilot, Episode 1",
    "Pilot": 1,
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1730,
    "CardName": "Naboo Security Officer Blaster",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "blaster",
    "Destiny": 5,
    "Lore": "Used primarily by high-ranking Naboo security officers, and known for its precision targeting.",
    "Gametext": "Use 1 Force to deploy on your warrior. May target a character, creature, or vehicle for free. Draw destiny. Add 1 if fired by a leader. Target hit if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Portable Scanner",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1731,
    "CardName": "Naboo: Battle Plains",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Once per game may take Gungan Energy Shield into hand from Reserve Deck; reshuffle.   Unless Gungan Energy Shield on table, your AATs are each power +2 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "Once per game may take Gungan Energy Shield into hand from Reserve Deck; reshuffle.",
    "DarkSideText": "Unless Gungan Energy Shield on table, your AATs are each power +2 here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Pulls": "Gungan Energy Shield",
    "IsPulled": "Invasion",
    "Counterpart": "Naboo: Battle Plains",
    "Rules": "(AR 1.7.1, F-1, Appendix A)\\par -----\\par Errata to: Naboo: Battle Plains (LS and DS)\\par \\par http://www.swccgpc.com/forums/viewtopic.php?t=16546\\par \\par The use of the word \"tank\" on the light and dark side version of the card Naboo: Battle Plains has led to some confusion.\\par \\par This was in all likelihood due to an internal communication problem during the development of Coruscant and Theed Palace at Decipher, with the former set assuming they would be called \"tanks\" and the latter calling them \"AATs.\" This problem was compounded by the fact that the \"AAT\" cards did not have \"tank\" listed on them, even though it has always been assumed that was what the site was referring to. For this reason, the site will have its game text errata'd so that the correct term, \"AAT\" is used.\\par \\par Naboo: Battle Plains (DS) DS text will read:\\par Unless Gungan Energy Shield on table, your AATs are each power +2 here.\\par \\par Naboo: Battle Plains (LS) DS text will read:\\par Your AATs deploy +1 here.\\par \\par There has been some discussion recently about how applying the picture to the ways of identifying would solve this problem. In actuality, it will create more problems than it solves. A single exception was created for gender, since this was leading to problems that couldn't be resolved short of issuing a list of gender clarifications. Greg Anderson felt that players should be able to use the existing information on the card to identify a gender characteristic, a position that Chuck Sonnenburg continued to support when he took over. But it was agreed that this would be the only exception ever - that coming up with a list of what would and would not apply to the picture would only add another layer of complexity to the rules.\\par \\par An effort was made to instead shore up the issues by cleaning up the characteristics list, which can be noted by a comparison between the AR and previous rules documents; things like DH-17 and fusion generator have been added, and ones that did not fit in have been removed.\\par \\par In an ideal world we would reissue every single card with all the characteristics on the card and do away with these rules altogether - but at this time this is simply not feasible. We have, we believe, the best possible alternative in place. ",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1732,
    "CardName": "Naboo: Battle Plains",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Once per game may take Gungan Energy Shield into hand from Reserve Deck; reshuffle.   Your AATs deploy +1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "Once per game may take Gungan Energy Shield into hand from Reserve Deck; reshuffle.",
    "DarkSideText": "Your AATs deploy +1 here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Pulls": "Gungan Energy Shield",
    "IsPulled": "Mindful Of The Future\\par Wesa Gotta Grand Army",
    "Counterpart": "Naboo: Battle Plains",
    "Rules": "(AR 1.7.1, F-1, Appendix A)\\par -----\\par Errata to: Naboo: Battle Plains (LS and DS)\\par \\par http://www.swccgpc.com/forums/viewtopic.php?t=16546\\par \\par The use of the word \"tank\" on the light and dark side version of the card Naboo: Battle Plains has led to some confusion.\\par \\par This was in all likelihood due to an internal communication problem during the development of Coruscant and Theed Palace at Decipher, with the former set assuming they would be called \"tanks\" and the latter calling them \"AATs.\" This problem was compounded by the fact that the \"AAT\" cards did not have \"tank\" listed on them, even though it has always been assumed that was what the site was referring to. For this reason, the site will have its game text errata'd so that the correct term, \"AAT\" is used.\\par \\par Naboo: Battle Plains (DS) DS text will read:\\par Unless Gungan Energy Shield on table, your AATs are each power +2 here.\\par \\par Naboo: Battle Plains (LS) DS text will read:\\par Your AATs deploy +1 here.\\par \\par There has been some discussion recently about how applying the picture to the ways of identifying would solve this problem. In actuality, it will create more problems than it solves. A single exception was created for gender, since this was leading to problems that couldn't be resolved short of issuing a list of gender clarifications. Greg Anderson felt that players should be able to use the existing information on the card to identify a gender characteristic, a position that Chuck Sonnenburg continued to support when he took over. But it was agreed that this would be the only exception ever - that coming up with a list of what would and would not apply to the picture would only add another layer of complexity to the rules.\\par \\par An effort was made to instead shore up the issues by cleaning up the characteristics list, which can be noted by a comparison between the AR and previous rules documents; things like DH-17 and fusion generator have been added, and ones that did not fit in have been removed.\\par \\par In an ideal world we would reissue every single card with all the characteristics on the card and do away with these rules altogether - but at this time this is simply not feasible. We have, we believe, the best possible alternative in place. ",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1735,
    "CardName": "Naboo: Swamp",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If your Gungan present, Force drain +1 here.   If your battle droid present, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If your Gungan present, Force drain +1 here.",
    "DarkSideText": "If your battle droid present, Force drain +1 here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Counterpart": "Naboo: Swamp",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1736,
    "CardName": "Naboo: Swamp",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your Gungans are each power +1 and deploy -1 here.   Unless your battle droid present, Force drain -1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your Gungans are each power +1 and deploy -1 here.",
    "DarkSideText": "Unless your battle droid present, Force drain -1 here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Gungans are:\\par \\par Captain Tarpals\\par General Jar Jar\\par Gungan General\\par Gungan Guard\\par Gungan Warrior\\par Jar Jar Binks\\par Rep Been",
    "IsPulled": "Mindful Of The Future",
    "Counterpart": "Naboo: Swamp",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1737,
    "CardName": "Naboo: Theed Palace Courtyard",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Add 1 to each of your weapon destiny draws here.   During your move phase, may move your characters from here to any interior Naboo site. ",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Add 1 to each of your weapon destiny draws here.",
    "DarkSideText": "During your move phase, may move your characters from here to any interior Naboo site. ",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Invasion",
    "Counterpart": "Naboo: Theed Palace Courtyard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1738,
    "CardName": "Naboo: Theed Palace Courtyard",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Add 1 to each of your weapon destiny draws here.   ",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Add 1 to each of your weapon destiny draws here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Mindful Of The Future",
    "Counterpart": "Naboo: Theed Palace Courtyard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1739,
    "CardName": "Naboo: Theed Palace Docking Bay",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 2 Force.   Your docking bay transit from here requires 1 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 2 Force.",
    "DarkSideText": "Your docking bay transit from here requires 1 Force.",
    "Icons": "Planet, Exterior, Interior, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Invasion",
    "Counterpart": "Naboo: Theed Palace Docking Bay",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1740,
    "CardName": "Naboo: Theed Palace Docking Bay",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 1 Force.   Your docking bay transit from here requires 2 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 1 Force.",
    "DarkSideText": "Your docking bay transit from here requires 2 Force.",
    "Icons": "Planet, Exterior, Interior, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Firin Morett\\par Insurrection\\par Insurrection & Aim High\\par Mindful Of The Future\\par Security Control",
    "Counterpart": "Naboo: Theed Palace Docking Bay",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1746,
    "CardName": "Naboo: Theed Palace Throne Room",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Unless Amidala present, Force drain -1 here.   If Haako or Gunray present, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Unless Amidala present, Force drain -1 here.",
    "DarkSideText": "If Haako or Gunray present, Force drain +1 here.",
    "Icons": "Planet, Interior, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "IsPulled": "Invasion",
    "Counterpart": "Naboo: Theed Palace Hallway",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1747,
    "CardName": "Naboo: Theed Palace Throne Room",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While you occupy, opponent's [Presence] droids require +1 Force to move to here.   ",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "While you occupy, opponent's [Presence] droids require +1 Force to move to here.",
    "Icons": "Planet, Interior, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "IsPulled": "Mindful Of The Future",
    "Counterpart": "Naboo: Theed Palace Hallway",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1765,
    "CardName": "Neimoidian Advisor",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"We must move quickly to disrupt all communication down there.\"",
    "Gametext": "USED: Use 2 Force to deploy a unique (*) battleground not on table, from Reserve Deck; reshuffle. STARTING: Deploy from your Reserve Deck one Effect which deploys on table (or your side of table) and has no deploy cost; reshuffle. Place Interrupt in Lost Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "A unique battleground not on table:\\par Anoat\\par Bespin\\par Bespin: Cloud City\\par Blockade Flagship: Docking Bay\\par Blockade Flagship: Hallway\\par Carida\\par Cloud City: Carbonite Chamber\\par Cloud City: Casino\\par Cloud City: Chasm Walkway\\par Cloud City: Dining Room (V)\\par Cloud City: Downtown Plaza\\par Cloud City: East Platform (Docking Bay)\\par Cloud City: Incinerator\\par Cloud City: Interrogation Room\\par Cloud City: Lower Corridor\\par Cloud City: Port Town District\\par Cloud City: Upper Plaza Corridor\\par Cloud City: Upper Walkway\\par Cloud City: West Gallery\\par Corulag\\par Coruscant (EP1)\\par Coruscant: Docking Bay (EP1)\\par Dantooine\\par Death Star: Docking Bay 327\\par Endor\\par Endor: Ancient Forest\\par Endor: Back Door\\par Endor: Dark Forest\\par Endor: Dense Forest\\par Endor: Ewok Village\\par Endor: Forest Clearing\\par Endor: Landing Platform (Docking Bay)\\par Fondor\\par Gall\\par Hoth\\par Hoth: Defensive Perimeter\\par Hoth: Echo Command Center (War Room)\\par Hoth: Echo Corridor\\par Hoth: Echo Docking Bay\\par Jabba's Palace: Audience Chamber\\par Jabba's Palace: Lower Passages\\par Kashyyyk\\par Kashyyyk: Forest Maze (V)\\par Kashyyyk: Wookiee Slaving Camp (V)\\par Kessel\\par Kiffex\\par Malastare\\par Mon Calamari\\par Naboo\\par Naboo: Battle Plains\\par Naboo: Swamp\\par Naboo: Theed Palace Courtyard\\par Naboo: Theed Palace Docking Bay\\par Naboo: Theed Palace Generator\\par Naboo: Theed Palace Generator Core\\par Naboo: Theed Palace Hallway\\par Naboo: Theed Palace Throne Room\\par Nal Hutta\\par Ord Mantell\\par Raithal\\par Ralltiir: Supply Route (V)\\par Ralltiir: Spaceport Financial District (V)\\par Rendili\\par Sullust\\par Tatooine\\par Tatooine (EP1)\\par Tatooine: Cantina\\par Tatooine: Desert Heart\\par Tatooine: Docking Bay 94\\par Tatooine: Great Pit Of Carkoon\\par Tatooine: Jabba's Palace\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Canyon\\par Tatooine: Jundland Wastes\\par Tatooine: Krayt Dragon Pass\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Marketplace\\par Tatooine: Mos Eisley\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa (V)\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Podrace Arena\\par Tatooine: Tusken Canyon\\par Tatooine: Watto's Junkyard\\par Yavin 4\\par Yavin 4: Docking Bay\\par Yavin 4: Jungle\\par One Effect which deploys on table and has no deploy cost.",
    "Counterpart": "Mindful Of The Future",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1766,
    "CardName": "Neimoidian Pilot",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "\\b Trade Federation\\b0, \\b Neimoidian\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Trade Federation Neimoidian pilots are some of the most desired in the galaxy due to their willingness to follow orders.",
    "Gametext": "Deploys -2 at Naboo. When deployed aboard your battleship, you may activate 1 Force. Adds 2 to the power of any starship he pilots. Forfeit +2 while piloting.",
    "Icons": "Pilot, Episode 1",
    "Pilot": 1,
    "Episode1": 1,
    "IsPulled": "Blockade Flagship\\par Lord Sidious\\par The Phantom Menace",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1769,
    "CardName": "New Leadership Is Needed",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The political process in the Republic is one whereby even the most powerful positions are fraught with peril.",
    "Gametext": "If you have a senate majority, activate 1 Force. OR If your opponent has a senate majority, place your character with politics at Galactic Senate in Used Pile to place an opponent's character present (your choice) in opponent's Used Pile. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1784,
    "CardName": "No Civility, Only Politics",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "It's not rare to see a senator using the system to forward his own personal agenda. Much goes on behind closed doors that the Senate never sees.",
    "Gametext": "USED: During your move phase, take one of your characters with politics at Galactic Senate into hand. LOST: If you have a Republic character with politics in battle at a site, add one battle destiny; that character is power and politics = 0 until end of turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1791,
    "CardName": "No Money, No Parts, No Deal!/You're A Slave?",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "ObjectiveFront": "\\ul Deploy Watto's Junkyard and Mos Espa.\\ul0 \\par \\b For\\b0  remainder of game, Watto's Junkyard is immune to Revolution. If Watto at Watto's Junkyard, opponent may use 8 Force to place Watto in Used Pile and you may retrieve up to 4 Force. \\par \\b While\\b0  this side up, Qui-Gon is power +3. Opponent loses no more than 1 Force from your Force drains at Tatooine sites. \\par \\b Flip\\b0  this card if Watto present at Watto's Junkyard and you occupy Mos Espa.",
    "ObjectiveBack": "\\b While\\b0  this side up, once during each of your deploy phases, may place a card from hand face down on your side of the table and opponent must choose to lose 2 Force (you place card in Used Pile) or use 2 Force (you deploy that card for free). If opponent uses 2 Force and you cannot deploy card, lose 2 Force and card is lost. Opponent's non-unique aliens are each deploy +3. \\par \\b Flip\\b0  this card if Watto not present at Watto's Junkyard or you do not occupy Mos Espa.",
    "ObjectiveFrontName": "No Money, No Parts, No Deal!",
    "ObjectiveBackName": "You're A Slave?",
    "Gametext": "[Front Side]: \\ul Deploy Watto's Junkyard and Mos Espa.\\ul0 \\par \\b For\\b0  remainder of game, Watto's Junkyard is immune to Revolution. If Watto at Watto's Junkyard, opponent may use 8 Force to place Watto in Used Pile and you may retrieve up to 4 Force. \\par \\b While\\b0  this side up, Qui-Gon is power +3. Opponent loses no more than 1 Force from your Force drains at Tatooine sites. \\par \\b Flip\\b0  this card if Watto present at Watto's Junkyard and you occupy Mos Espa.\\\\par[Back Side]: \\b While\\b0  this side up, once during each of your deploy phases, may place a card from hand face down on your side of the table and opponent must choose to lose 2 Force (you place card in Used Pile) or use 2 Force (you deploy that card for free). If opponent uses 2 Force and you cannot deploy card, lose 2 Force and card is lost. Opponent's non-unique aliens are each deploy +3. \\par \\b Flip\\b0  this card if Watto not present at Watto's Junkyard or you do not occupy Mos Espa.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "LS counters against the Watto Objective are:\\par \\par Goldenrod",
    "Abbreviation": "NMNPND, Watto Objective",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1800,
    "CardName": "Nute Gunray",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Trade Federation, Neimoidian, \\b leader\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Commanding Viceroy of the Trade Federation forces assigned to the blockade of Naboo. Takes responsibility for his own actions. Neimoidian \\b leader\\b0.",
    "Gametext": "Your destroyer droids and battle droids are each forfeit +1 at same and related sites. While aboard Blockade Flagship, opponent's Jedi may not move or deploy to Bridge, and your destroyer droids are destiny +3 if drawn for battle destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Nute Gunray personas are:\\par Nute Gunray\\par Nute Gunray, Neimoidian Viceroy\\par Nute Gunray (V)",
    "IsPulled": "Lord Sidious\\par The Phantom Menace",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1820,
    "CardName": "Odin Nesloor",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Odin's family mysteriously disappeared during a hyperspace jump. He scours the galaxy for information on them, and his best lead has brought him to Tatooine.",
    "Gametext": "During your move phase, target any or all of your characters at one exterior site to 'transport' (relocate) to another exterior site. Draw destiny. Use that much Force to 'transport', or place Interrupt in Lost Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Nabrun Leids has same function, it is not limited to players move phase and relocates from any site to any site.\\par Advantage of Odin Neslor is that there are no counters to it.",
    "Counterpart": "Lana Dobreed",
    "Rules": "(AR 1.7.1, B-12)\\par Refer to rulings on Elis Helrot.\\par \\par (AR 1.7.1, B-6)\\par Elis Helrot\\par (Errata) The following actions are part of the initiation of this Interrupt:\\par - targeting the characters to be moved;\\par - targeting the site to move them to;\\par - drawing destiny; and\\par - paying the cost (using the Force required to transport the targeted characters).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1835,
    "CardName": "On The Payroll Of The Trade Federation",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "A political agenda is no use without supporters. And in the world of politics, left and right often meet in the middle.",
    "Gametext": "Target an opponent's character at Galactic Senate if you have a senator there with a matching agenda. For remainder of turn: your senator's politics is increased by target's current politics, and target's politics is then reduced to zero.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1859,
    "CardName": "Orn Free Taa",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0, \\b tax collector\\b0",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 4,
    "Ability": 3,
    "Politics": 2,
    "Lore": "Obese Rutian Twi'lek \\b senator\\b0. Once a \\b tax collector\\b0, he has used his connections and political power to fuel a myriad of devious plots for whomever can make him the highest offer.",
    "Gametext": "\\b Agendas\\b0 : taxation, wealth. While in a senate majority, once per turn may take your just drawn battle destiny into hand. During opponent's deploy phase, you may use X Force to place Taa in your Used Pile. (X = cards in opponent's Force Pile.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "IsCanceledBy": "Game text is canceled by Freon Drevan.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1868,
    "CardName": "Our Blockade Is Perfectly Legal",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Until it could be proven otherwise, the Trade Federation maintained that they were pursuing a legal means of protesting the taxation of outlying trade routes.",
    "Gametext": "Deploy on table. If no senator here, you may place a senator here from hand to add 3 to any battle destiny just drawn. If a \\b blockade agenda\\b0  here, once during your turn you may cancel a 'react' or an attempt by opponent to move away from a battle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "One 'react'.\\par An attempt by opponent to move away from a battle.",
    "IsCanceledBy": "Alter (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1886,
    "CardName": "P-59",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Destroyer Droid",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Trade Federation\\b0",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 4,
    "Armor": 4,
    "Lore": "Trade Federation destroyer droid squad \\b leader\\b0. Charged with removing the threat posed by Qui-Gon Jinn and Obi-Wan Kenobi. Found the Jedi hard to kill, but forced their retreat.",
    "Gametext": "Permanent weapon is Twin Cannons (may target a character or vehicle for free; draw destiny; if destiny +1 > defense value, target hit and opponent loses 2 Force). Draws one battle destiny if unable to otherwise. Immune to attrition < 4.",
    "Icons": "Permanent Weapon, Droid, Episode 1",
    "PermanentWeapon": 1,
    "Droid": 1,
    "Episode1": 1,
    "Information": "While aboard Blockade Flagship, Nute Gunray adds 3 to destiny of destroyer droids if drawn for battle destiny.",
    "Combo": "P-59 + Daultay Dofine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1887,
    "CardName": "P-60",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Destroyer Droid",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Trade Federation\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 4,
    "Armor": 5,
    "Lore": "Trade Federation droideka led by unit commander P-59. Assisted in the attempt to keep the Jedi ambassadors from breaching the battleship's command center.",
    "Gametext": "Permanent weapon is Twin Cannons (may target a character or vehicle for free; draw destiny; if destiny +2 > defense value, target hit and opponent loses 1 Force). While with a destroyer droid at a site, adds one battle destiny.",
    "Icons": "Permanent Weapon, Droid, Episode 1",
    "PermanentWeapon": 1,
    "Droid": 1,
    "Episode1": 1,
    "Information": "While aboard Blockade Flagship, Nute Gunray adds 3 to destiny of destroyer droids if drawn for battle destiny.",
    "Combo": "P-60 + Daultay Dofine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1892,
    "CardName": "Panaka's Blaster",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "blaster",
    "Destiny": 4,
    "Lore": "Naboo blaster personally modified by Captain Panaka. Boosted by extra power packs that allow it to maintain sustained fire in tense situations.",
    "Gametext": "Deploy on Panaka. May target a character, creature, or vehicle for free. Draw destiny. Target hit if destiny +2 > defense value. When this blaster hits a character or vehicle in battle, your total power here is +3 for remainder of battle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Traditionally, non-lightsaber weapon cards haven't fared too well in SWCCG decks. For one thing, it is difficult to get both the character and his matching weapon into play together without packing extra copies of both cards. And once the weapon is in play, it tends to have a lower chance of hitting a high defense value target than those lightsabers that get two weapon destinies. Finally, most weapons don't have the extra damage that lightsabers can cause through Force drains. Panaka's Blaster looks to be the weapon that bucks the binder fodder trend.\\par \\par Panaka's Blaster can easily get on the table, since Captain Panaka's game text allows you to deploy a blaster from your Reserve deck. That solves the problem of getting the weapon out where it will do some good. It also has a very respectable chance of hitting a target, requiring a weapon destiny +2 greater than the target's defense value. Of course, the weapon destiny draw can be boosted with cards like Blaster Proficiency.\\par \\par Beyond these basic characteristics, Panaka's Blaster has two more things going for it. First, if the blaster hits a target in a battle, the Light Side's total power in that battle is +3. The final bonus comes from game text on Captain Panaka: if Panaka hits a character with a blaster, your opponent has to lose 2 Force. This text is an interesting bit of direct damage that encourages the Light Side to battle early and often.\\par \\par And for those players who really miss the Force drain bonus of lightsabers, there's always the used interrupt Rebel Artillery, which causes a 1 Force loss at a site you control where a non-lightsaber weapon is present. In battle, this interrupt can also cause an additional Force loss when Panaka hits a character. Overall, Panaka's Blaster is one of the most attractive weapons without a glowing blade this game has seen. ",
    "IsPulled": "Captain Panaka\\par Portable Scanner",
    "Combo": "Panaka's Blaster + Captain Panaka + Crack Shot + Rebel Artillery\\par If Panaka hits a character, the Dark Side will have to lose three Force and the character.",
    "MatchingWeapon": "Captain Panaka\\par Panaka, Protector Of The Queen",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1896,
    "CardName": "Passel Argente",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Politics": 2,
    "Lore": "A \\b senator\\b0  known for his ability to deflect blame. It is rumored that Argente receives kickbacks from a few corporations to thwart other companies' developments.",
    "Gametext": "\\b Agendas\\b0 : ambition, taxation. While in a senate majority, opponent's non-unique starships and non-unique vehicles are each deploy +2 and power -1. Argente is politics +X, where X = number of opponent's senators at same site.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1903,
    "CardName": "Phylo Gandish",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Good-natured former pilot whose family owns a galactic transportation company. Years of travel has enabled her to learn many loopholes in spaceport protocol.",
    "Gametext": "Deploys for free at a docking bay. Adds 2 to the power of anything she pilots. While at opponent's docking bay, adds 2 to your Force drains there, and your other characters there are defense value +1 and immune to attrition < 4.",
    "Icons": "Pilot, Episode 1",
    "Pilot": 1,
    "Episode1": 1,
    "Information": "Ahhh.... the delectable Phylo Gandish. This seemingly-unassuming lady has actually spent more time travelling the highways and byways of the galaxy than you've had Juri Juices! She may look beguilingly gentle, and most the time she is, but behind that enigmatic smile lies a woman you want on your side when you lead your forces into opposition territory!\\par \\par Ability 4 is a great start. Add the fact that she is an experienced and effective +2 pilot, and it's now definitely worth paying 4 to deploy her. She's even immune to M'iiyoom! Do you believe though that you can deploy her for free to any docking bay!? Usually not hard to find one of those in today's environment! The ability to deploy free is huge, and almost single-handedly justifies her inclusion in most Light Side decks. For example, stock a docking bay and Insurrection (who doesn't? Especially with a combo version imminent!) and she can now be added to even your world-beating Watch Your Step deck.\\par \\par All this, and we haven't even got to the kicker. Get her to your opponent's docking bay, preferably with a little backup (cause she attracts a lot of attention!), and suddenly the opponent may be left regretting that he ever started with Imperial Arrest Order. Your characters there receive a boosted defense value, and even some immunity. This all represents the fact that this lady of the hyperspace lane knows her way around spaceports as if she was born there.\\par \\par If your Phylo-led expeditionary force takes the docking bay for their own, your drains there are now +2. Thats a drain of 3 at every one of a dozen of your opponent's docking bays. If you are protecting her with an appropriately armed Qui-Gon (who is now defense value 8!), then that saber will be adding to the Force drain insult.\\par \\par With that sort of damage, suddenly your opponent is being forcibly diverted from more important tasks (like flipping his objective) as he is comitted to throwing resources to defend what was only going to be a site for a little force-generation. That may well tilt the game your way.\\par \\par So with this wonder woman on your side, what do you have to fear? Weapon fire and attrition are the biggest threats, as Gandish may very well be the only one of your characters at that location who is not immune. As for weapons, sabers will paint her with a big target sign, and 4-LOM may very well find her to be a firm favorite in his targeting reticle. If you want to play sneaky, put her inside a vehicle for a little weapon and choke protection, perhaps even aboard a Rogue Squadron snowspeeder for some immunity as well (if you can get the appropriate pilot aboard). Remember, she will still be working her magic, and also adding 2 power - more than she would if left exposed on the ground.\\par \\par Keep an eye out for this great gal! You're going to be seeing a lot of her. And remember, beware the double-edged sword that is the unattended docking bay!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1914,
    "CardName": "Plea To The Court",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Amidala did not hold much hope in the options she had. Regardless of how limited the choices, she had to choose one path to try and avert disaster befalling Naboo.",
    "Gametext": "Deploy on table. If no senator here, you may place a senator here from hand to cancel an opponent's Force drain. If a \\b justice agenda\\b0  here, during a battle where opponent has a weapon and you do not, may cancel a just drawn weapon destiny to cause a re-draw.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Sanity And Compassion",
    "Cancels": "An opponent's Force Drain.\\par A just drawn weapon destiny to cause a redraw.",
    "IsCanceledBy": "Alter (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1915,
    "CardName": "Plead My Case To The Senate/Sanity And Compassion",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "ObjectiveFront": "\\ul Deploy Galactic Senate and any other [Episode 1] location.\\ul0 \\par \\b For\\b0  remainder of game, Rebel and Imperial leaders of ability < 4 are politics +2. Counter Assault and Surprise Assault are canceled. You may deploy cards on your Political Effects to table. At Galactic Senate, weapon destiny draws are -6, creatures are lost and game text of non-Republic characters is canceled. \\par \\b Flip\\b0  this card if you have 3 senators (or 2 senators, at least one with a \\b peace agenda\\b0 ) at Galactic Senate.",
    "ObjectiveBack": "\\b While\\b0  this side up, once during your control phase may use 3 Force to place up to two random cards from opponent's hand into their Used Pile. Once per turn may take a Political Effect into hand from Reserve Deck; reshuffle. Your senators are destiny +2 (or +3 for any character with an \\b order agenda\\b0 ) when drawn for battle or weapon destiny. May use 2 Force at end of turn to place all cards on your Political Effects into Used Pile. \\par \\b Flip\\b0  this card if you have less than two senators at Galactic Senate.",
    "ObjectiveFrontName": "Plead My Case To The Senate",
    "ObjectiveBackName": "Sanity And Compassion",
    "Gametext": "[Front Side]: \\ul Deploy Galactic Senate and any other [Episode 1] location.\\ul0 \\par \\b For\\b0  remainder of game, Rebel and Imperial leaders of ability < 4 are politics +2. Counter Assault and Surprise Assault are canceled. You may deploy cards on your Political Effects to table. At Galactic Senate, weapon destiny draws are -6, creatures are lost and game text of non-Republic characters is canceled. \\par \\b Flip\\b0  this card if you have 3 senators (or 2 senators, at least one with a \\b peace agenda\\b0 ) at Galactic Senate.\\\\par[Back Side]: \\b While\\b0  this side up, once during your control phase may use 3 Force to place up to two random cards from opponent's hand into their Used Pile. Once per turn may take a Political Effect into hand from Reserve Deck; reshuffle. Your senators are destiny +2 (or +3 for any character with an \\b order agenda\\b0 ) when drawn for battle or weapon destiny. May use 2 Force at end of turn to place all cards on your Political Effects into Used Pile. \\par \\b Flip\\b0  this card if you have less than two senators at Galactic Senate.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Abbreviation": "PMCTTS",
    "Pulls": "Ascertaining The Truth\\par I Will Not Defer\\par Plea To The Court\\par The Gravest Of Circumstances",
    "Counterpart": "My Lord, Is That Legal?",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1916,
    "CardName": "Plo Koon",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jedi Council member\\b0",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 6,
    "Forfeit": 5,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Kel Dor \\b Jedi Council member\\b0  descended from a long line of Jedi. Known for exceptional sensory skills, Plo Koon's control of the Force is unmatched by most.",
    "Gametext": "Deploys only to Jedi Council Chamber. While at Jedi Council Chamber, immune to attrition and, once per turn if a weapon or battle destiny was just drawn, may cancel and cause a re-draw.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Like just about all the Jedi in The Phantom Menace, Plo Koon spends all of his time in the Jedi Council Chamber.\\par As a result, he can only deploy there, and his game text only takes effect while at that location. But that's okay, since his game text is global, he'll work just fine in the comfort of the Council Chamber. While there, this powerful character will be immune to attrition, making it difficult for the Dark Side to eliminate him from play.\\par And your opponent will want to eliminate him from play, since once per turn he has the ability to cancel and cause a redraw for any battle or weapon destiny draw. This text can be used offensively or defensively. If you just drew a system or a main character for battle destiny, cancel it and redraw, likely causing more damage to your opponent in the process. On the other hand, if Darth Maul just got lucky and hit Obi-Wan with his lightsaber, cause a redraw in the hopes that the second draw might not be as good.\\par This text can really come in handy in the endgame, when your opponent might have just enough cards in his Reserve Deck for that lightsaber swing and a battle destiny. If you cancel and cause a redraw, he'll likely not have enough cards left for battle destiny.",
    "IsPulled": "Speak With The Jedi Council\\par Tatooine: City Outskirts",
    "Combo": "Plo Koon + Depa Billaba + Jedi Council Chamber\\par -----\\par Plo Koon + Are You Brain Dead?!",
    "MatchingWeapon": "\\par ",
    "Cancels": "A weapon or battle destiny draw to cause a redraw.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1974,
    "CardName": "Queen Amidala, Ruler Of Naboo",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0 , female",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 4,
    "Politics": 2,
    "Lore": "Naboo \\b leader\\b0. Frustrated by the Trade Federation's control of her planet, Amidala came to the Senate to plead her case in person.",
    "Gametext": "\\b Agendas\\b0 : justice, peace. While in a senate majority, once during your control phase, may retrieve 1 Force for each Naboo site you control. May be placed on your Political Effect instead of a senator. Immune to attrition < 3.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Amidala personas are:\\par \\par Padme Naberrie\\par Padme Naberrie (V)\\par Queen Amidala\\par Queen Amidala, Ruler Of Naboo\\par -----\\par Queen Amidala is back in town, and the Senate will never be the same!\\par \\par Just like her Padme Naberrie persona, Amidala has very well-rounded stats, even for a Light Side character. A high destiny draw, excellent forfeit, decent power, a dash of Politics, and that all-important 4 ability put her over many Light Side characters in almost every desirable category. She's even immune to attrition < 3.\\par \\par However, unlike Padme, who is a key to Jedi battle strategies, the Queen works best in the Senate, pleading for the rights of her downtrodden people. She may not be a Senator, but she still contributes to a senate majority with her 2 Politics. She can even be placed on Political Effects like a Senator. And, like all good little Senators, Amidala gives you an excellent benefit for achieving a senate majority: you can retrieve 1 Force for each Naboo site you control.\\par \\par \"What?!\" you ask. \"Naboo? But... but... this is the Coruscant set!\"\\par \\par So it is, but you'll find quite a few Naboo sites lurking behind the scenes in Coruscant. Not only are there a few great drain sites in the bunch, but you can supplement them with generic sites from Special Edition to create a completely site-based \"Celebration\" deck that uses the immensely more secure Senate over a beatdown-prone system to achieve its retrieval. Smells like a deck type to me.\\par \\par Just watch out for Darth Maul...",
    "IsPulled": "Sabe",
    "Combo": "Queen Amidala, Ruler Of Naboo + I Will Not Defer\\par -----\\par Queen Amidala, Ruler Of Naboo + Supreme Chancellor Valorum\\par -----\\par Queen Amidala, Ruler Of Naboo + Jerus Jannick",
    "MatchingWeapon": "Amidala's Blaster",
    "Rules": "(AR 1.7.1, B-13)\\par The game text that allows Queen Amidala to be treated as a senator applies only when placing her onto a Political Effect. That text does not give her the senator characteristic, and so when checking to see if Political Effect is occupied by a senator, Queen Amidala does not count as a senator.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1975,
    "CardName": "Queen's Royal Starship",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "J-Type 327 Nubian",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Republic (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Armor": 5,
    "Hyperspeed": 7,
    "Lore": "Chromium-plated, sleek transport ship used by the royalty of the Naboo. Spaceframe was designed around a J-type configuration.",
    "Gametext": "May add 2 pilots and 5 passengers. Weapons may not deploy on this starship. While Ric piloting, draws one battle destiny if unable to otherwise, and immune to Lateral Damage and attrition < 4.",
    "Icons": "Republic, Astromech, Episode 1",
    "Astromech": 1,
    "Republic": 1,
    "Episode1": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Matching": "Ric Olie\\par Ric Olie, Bravo Leader",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2012,
    "CardName": "Radiant VII",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Corellian Republic Cruiser",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Republic (starship), ship-docking capability",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 4,
    "Forfeit": 7,
    "Armor": 4,
    "Hyperspeed": 4,
    "Lore": "Optimized for diplomatic missions with sensor-proof pods that have ejection capabilities. Easily identified by its red coloration.",
    "Gametext": "May add 3 pilots and 3 passengers. Has ship-docking capability. While Madakor or Williams piloting, immune to Lateral Damage and attrition < 5.",
    "Icons": "Republic, Astromech, Episode 1",
    "Astromech": 1,
    "Republic": 1,
    "Episode1": 1,
    "Information": "Radiant VII personas are:\\par \\par Obi-Wan In Radiant VII\\par Radiant VII\\par -----\\par This little ship brought Obi-Wan and Qui-Gon to Naboo, but it can do much more than that.\\par For one thing, you never need to worry about drawing this ship into your hand, since the Used Interrupt We Wish To Board At Once will let you take the Radiant VII into your hand from the Reserve Deck. Once in your hand, you can use Squadron Assignments to deploy it with one of its matching pilots (Captain Madakor or Lieutenant Williams) with ease. Once Williams and Madakor are piloting the Radiant VII, it is bumped up to 9 power and immunity to attrition less than 5. Add a third pilot like Ric Olie to increase the ship's power to 12. In addition, if you have no other ships at the system, your opponent will be unable to draw more than one battle destiny here, and unless they have ability > 6, that destiny will be reduced by 3, making it difficult for the Dark Side to get this pesky little ship out of its sky.",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par We Wish To Board At Once",
    "Combo": "Radiant VII + Captain Madakor + Lieutenant Williams + I'll Take The Leader\\par -----\\par Radiant VII + Captain Madakor + Lieutenant Williams + We Can Still Outmaneuver Them",
    "Matching": " Captain Madakor\\par Lieutenant Williams",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2032,
    "CardName": "Rebel Artillery",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "**",
    "Destiny": 7,
    "Lore": "The Rebel Alliance utilizes every piece of equipment, ammunition and personnel it can muster.",
    "Gametext": "During your control phase, if you have a weapon (except a lightsaber, or (permanent weapon)) at a battleground you control, opponent loses 1 Force. OR If you just used a weapon (except a lightsaber or (permanent weapon)) to hit a character or starship, opponent loses 1 Force. (Immune to Sense.)",
    "Icons": 0,
    "Counterpart": "Imperial Artillery",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2090,
    "CardName": "Republic Cruiser",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Corellian Republic Cruiser",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "Republic (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Armor": 4,
    "Ability": 2,
    "Hyperspeed": 4,
    "Lore": "Manufactured by Corellian Engineering Corporation, this consular ship design serves the Republic for a variety of dignitary transportation and diplomatic missions.",
    "Gametext": "May add 1 pilot and 3 passengers. Permanent pilot provides ability of 2. Has ship-docking capability. While at same system as opponent's battleship, opponent's battle destiny draws are each -1 here.",
    "Icons": "Republic, Pilot, Astromech, Episode 1",
    "Pilot": 1,
    "Astromech": 1,
    "Republic": 1,
    "Episode1": 1,
    "IsPulled": "All Wings Report In",
    "Combo": "Republic Cruiser + Docking And Repair Facilities",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2108,
    "CardName": "Reveal Ourselves To The Jedi",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Darth Maul was eager to make his presence known.",
    "Gametext": "Use 5 Force to reveal opponent's hand. If opponent has no duplicate cards there, place this Interrupt in Used Pile. Otherwise USED: place a card revealed in opponent's Used Pile, LOST: all cards opponent has two or more of are lost. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Kill Them Immediately",
    "Rules": "All portions of this card are immune to Sense. This is a specific exception to the rule in Chapter 1, Section C.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2111,
    "CardName": "Ric Oli",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Leader\\b0  of Bravo Squadron. Piloted Amidala's Royal Starship from Naboo so that she could plead her case to the Senate. Was able to break the blockade - with a little help.",
    "Gametext": "Adds 3 to power of anything he pilots (or adds 4 if Queen's Royal Starship). While piloting Queen's Royal Starship, once during a battle Ric is in, you may use X Force to reduce attrition against you by X.",
    "Icons": "Pilot, Warrior, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Ric Olie personas are:\\par \\par Ric Olie\\par Ric Olie, Bravo Leader",
    "Combo": "Ric Olie + Queen's Royal Starship",
    "Matching": "Bravo 1\\par Queen's Royal Starship",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2139,
    "CardName": "Rune Haako",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Trade Federation\\b0, \\b Neimoidian\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Trade Federation settlement officer serving as legal council to Viceroy Gunray. Reputed to have one of the sharpest legal minds in all of the Republic. Neimoidian.",
    "Gametext": "While in battle, may choose one number. If next card opponent draws for destiny this battle has a printed destiny number matching this choice, that destiny is reduced to zero. If you just initiated a battle at same or adjacent site, retrieve 1 Force. ",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Rune Haako personas are:\\par \\par Rune Haako\\par Rune Haako, Legal Counsel\\par -----\\par While he may not seem as strong as Lott Dod, Nute Gunray, or that stunted slime Daultay Dofine, Rune Haako definitely has his uses.\\par \\par One of the first things you'll notice is that Rune has one of the highest forfeit values of any Dark Side character - a whopping 6 - making him ideal forfeit fodder. He also has 3 ability, 2 power, 2 destiny and remarkable game text that makes battle a snap.\\par \\par While Rune is in battle, you may choose one number. If the destiny on the next card your opponent draws for destiny matches the number you called, it's reduced to zero. It doesn't matter if your opponent was drawing for battle destiny, weapon destiny, Fallen Portal destiny: as long as the number on the drawn card matches Rune's ever-tingling \"destiny sense,\" it's effectively canceled.\\par \\par Of course, it can be hard to call the right number at the right time. Fortunately for you, Rune has some other applications. For one thing, he's a miniature Scum And Villainy, enabling you to retrieve Force when you initiate battle at his site or an adjacent site. For another, Lott Dod can increase his forfeit value to an amazing 8. And then there's The Phantom Menace to contend with.",
    "IsPulled": "Lord Sidious\\par The Phantom Menace",
    "Combo": "Rune Haako + Darth Vader + Grand Moff Tarkin\\par -----\\par Rune Haako + Sim Aloo\\par -----\\par Rune Haako + Macroscan + Sunsdown\\par -----\\par Rune Haako + Yeb Yeb Adem'thorn\\par Destiny of zero for your opponent. (Lord Helmet)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2146,
    "CardName": "Sab",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b handmaiden\\b0 , female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Female chosen as a handmaiden by Panaka due to her resemblance to Amidala. Trained to play the role of the Queen whenever it is considered that Amidala may be at risk.",
    "Gametext": "While at same site as Amidala, Sabe is power +2 and Amidala is immune to attrition. When at a site, during your deploy phase may place Sabe out of play to deploy Amidala to that site (for free) from your Reserve Deck (reshuffle) or Lost Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Got Amidala in your deck? Then there is no reason not to play Sabe while you're at it as well.\\par \\par Sabe provides two different benefits, depending on whether you have Amidala out on the table or not:\\par \\par 1. Amidala not on the table? Sabe is actually the better character to pull before Amidala herself. Sabe deploys for only two Force and lets you deploy Amidala out of your Reserve Deck or Lost Pile for free, so in a sense you're actually saving Force by using Sabe over a second copy of Amidala!\\par \\par 2. Already have Amidala out? Sabe provides extra power in this situation and also makes the queen immune to attrition. Even if you forfeit Sabe before a battle has concluded, Amidala will keep her immunity for the remainder of that battle. (See immune to attrition in the Glossary.)\\par \\par Advantageous in either situation above, Sabe is great in any deck that revolves around the ruler of the Naboo.",
    "Pulls": "Padme Naberrie\\par Padme Naberrie (V)\\par Queen Amidala\\par Queen Amidala, Ruler Of Naboo",
    "IsPulled": "My Loyal Bodyguard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2153,
    "CardName": "Sach",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b handmaiden\\b0 , female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Handmaiden chosen by Captain Panaka for her strength and loyalty to Naboo. Willing to protect the Queen, even with her life.",
    "Gametext": "While at same site as Amidala, Sache is power +2 and Amidala is defense value +2. If just lost during a battle, may use 2 Force to take Sache into hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "My Loyal Bodyguard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2198,
    "CardName": "Secure Route",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Maintaining unimpeded control of vital transportation channels can strengthen and secure surrounding areas.",
    "Gametext": "Deploy on a docking bay you control. No Force drains here. Trample may not target a character at this site. Your Force drains are +2 at adjacent non-docking bay battleground sites. Place Effect in Used Pile if opponent controls this location.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2200,
    "CardName": "Security Battle Droid",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Battle Droid",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "\\b battle droid\\b0, \\b Trade Federation\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Armor": 3,
    "Lore": "Manufactured by the Baktoid Combat Automata, battle droids are used by the Trade Federation throughout the galaxy in order to secure and protect sites of strategic importance.",
    "Gametext": "Opponent's characters require +1 Force to move from same site using their landspeed. While with another battle droid at a site, draws one battle destiny if unable to otherwise.",
    "Icons": "Droid, Episode 1",
    "Droid": 1,
    "Episode1": 1,
    "IsPulled": "Naboo: Theed Palace Hallway\\par There They Are!",
    "Combo": "Security Battle Droid + Daultay Dofine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2201,
    "CardName": "Security Control",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Actions borne of the love for one's planet can heavily outweigh those generated from simple battle orders.",
    "Gametext": "Deploy on table. Your unique (*) Republic characters of ability < 4 are forfeit +2. Unless Insurrection on table, once during each of your deploy phases, may deploy one docking bay from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Unique Republic characters of ability < 4 are:\\par \\par Captain Madakor\\par Captain Panaka\\par Corporal Rushing\\par Horace Vancil\\par Horox Ryyder\\par Jerus Jannick\\par Liana Merian\\par Lieutenant Arven Wendik\\par Lieutenant Chamberlyn\\par Lieutenant Rya Kirsch\\par Lieutenant Williams\\par Mas Amedda\\par Officer Dolphe\\par Officer Ellberger\\par Officer Perosei\\par Padme Naberrie\\par Panaka, Protector Of The Queen\\par Ric Olie\\par Ric Olie, Bravo Leader\\par Sabe\\par Sache\\par Sei Taria\\par Sio Bibble\\par Tendau Bendon\\par Yane\\par Yarua",
    "Pulls": "One docking bay.\\par Blockade Flagship: Docking Bay\\par Cloud City: Platform 327 (Docking Bay)\\par Coruscant: Docking Bay (EP1)\\par Death Star: Docking Bay 327\\par Endor: Landing Platform (Docking Bay)\\par Home One: Docking Bay\\par Hoth: Echo Docking Bay\\par Naboo: Theed Palace Docking Bay\\par Spaceport Docking Bay\\par Tatooine: Docking Bay 94\\par Tatooine: Mos Espa Docking Bay\\par Yavin 4: Docking Bay",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Begin Landing Your Troops",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2208,
    "CardName": "Sei Taria",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Politics": 3,
    "Lore": "Valorum's female administrative aide who has studied the taxation bills. After Valorum was voted out of his position as Chancellor, Sei chose to leave political life.",
    "Gametext": "\\b Agendas\\b0 : peace, taxation. If with Valorum, your Force generation at this location is +1. While in a senate majority, your Force drains are +1 at battleground systems while you control a battleground site.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Might Of The Republic\\par Supreme Chancellor Valorum (V)",
    "Combo": "Sei Taria + Might Of The Republic",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2213,
    "CardName": "Senator Palpatine",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 4,
    "Politics": 4,
    "Lore": "\\b Senator\\b0  for the Naboo. Advised Amidala on actions required to highlight their conflict with the Trade Federation. Watches young Skywalker's future with great interest.",
    "Gametext": "\\b Agendas\\b0 : ambition, peace, order. While in a senate majority, once per turn, if opponent just drew battle destiny, use 1 Force to add its destiny number to your total power in that battle (you may not cancel that draw). Amidala is politics +1 here.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Might Of The Republic",
    "Combo": "(Might Of The Republic +) Senator Palpatine + I've Decided To Go Back",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2220,
    "CardName": "Sense (EP1)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "A Sith Lord can use the Force to reach out and find what he seeks.",
    "Gametext": "If opponent just played an Interrupt (or just initiated a 'react'), target one of your characters on table. Draw destiny. If destiny < ability of target, that Interrupt (or 'react') is canceled. OR Cancel Alter.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Sense (EP1)",
    "Cancels": "Alter\\par Alter & Friendly Fire\\par Alter (EP1)\\par Alter (V)\\par One Interrupt.\\par One react.",
    "IsCanceledBy": "Alter\\par Alter (EP1)\\par Alter (V)\\par Control\\par Control & Tunnel Vision\\par Control (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2221,
    "CardName": "Sense (EP1)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "Yoda calls upon the Force often to try and foresee what destiny has in store.",
    "Gametext": "If opponent just played an Interrupt (or just initiated a 'react'), target one of your characters on table. Draw destiny. If destiny < ability of target, that Interrupt (or 'react') is canceled. OR Cancel Alter.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Yoda, Master Of The Force",
    "Counterpart": "Sense (EP1)",
    "Cancels": "Alter\\par Alter & Collateral Damage\\par Alter (EP1)\\par Alter (V)\\par One Interrupt.\\par One react.",
    "IsCanceledBy": "A Trophy Sacrificed\\par Alter\\par Alter (EP1)\\par Alter (V)\\par Control\\par Control & Set For Stun\\par Control (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2260,
    "CardName": "Short Range Fighters & Watch Your Back!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "USED: Take one unique (*) unpiloted starfighter into hand from Reserve Deck; reshuffle. LOST: During a battle at a system or sector, if you are about to draw a card for battle destiny, you may instead use the maneuver number of your unique (*) starfighter in that battle.",
    "Icons": 0,
    "Pulls": "Black 2\\par Black 2 (V)\\par Black 3\\par Black 4\\par Black 5 (V)\\par IG-2000\\par Maul's Sith Infiltrator\\par Mist Hunter\\par Obsidian 10\\par Onyx 1\\par Onyx 2\\par Punishing One\\par Saber 1\\par Saber 2\\par Saber 3\\par Saber 4\\par Scimitar 1\\par Scimitar 2\\par Scythe 1\\par Scythe 3\\par Slave I\\par Slave I, Symbol Of Fear (V)\\par Stinger (V)\\par Vader's Custom TIE \\par Vader's Custom TIE (V) \\par Vader's Personal Shuttle (V)",
    "Counterpart": "All Wings Report In & Darklighter Spin",
    "IsCanceledBy": "Corellian Slip (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2322,
    "CardName": "Speak With The Jedi Council",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Qui-Gon knew that urgency was required. What had transpired on Tatooine demanded the attention of the Council.",
    "Gametext": "USED: If the Jedi Council Chamber is not on table, you may deploy it from Reserve Deck; reshuffle. LOST: Deploy one Jedi Council member to the Jedi Council Chamber from Reserve Deck; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Jedi Council members are:\\par \\par Depa Billaba\\par Jedi Advisor (V)\\par Ki-Adi-Mundi\\par Ki-Adi-Mundi (V)\\par Mace Windu\\par Mace Windu (V)\\par Mace Windu, Jedi Master\\par Mace Windu, Master Of The Order (V)\\par Plo Koon\\par Plo Koon (V)\\par Yoda, Master Of The Force\\par Yoda, Senior Council Member",
    "Pulls": "Coruscant: Jedi Council Chamber\\par Coruscant: Jedi Council Chamber (V)\\par Depa Billaba\\par Jedi Advisor (V)\\par Ki-Adi-Mundi\\par Ki-Adi-Mundi (V)\\par Mace Windu\\par Mace Windu (V)\\par Mace Windu, Jedi Master\\par Mace Windu, Master Of The Order (V)\\par Plo Koon\\par Plo Koon (V)\\par Yoda, Master Of The Force\\par Yoda, Senior Council Member",
    "IsPulled": "Coruscant: Jedi Archives (V)",
    "Combo": "Speak With The Jedi Council + Coruscant: Jedi Council Chamber + Depa Bilaba + Podracing\\par -----\\par Speak With The Jedi Council + Coruscant: Jedi Council Chamber + Plo Kloon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2333,
    "CardName": "Squabbling Delegates",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "To simply be a sitting member of the Galactic Senate consumes a lot of time and energy. The opposition that is arrayed against you does not make it any easier.",
    "Gametext": "Once per game, retrieve 1 Force for each of your senators at Galactic Senate. (Immune to Sense.) OR Take one senator (or Coruscant Guard) into hand from Reserve Deck; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "This is the ultimate utility card for your senatorial needs. If you're using the new objective My Lord, Is That Legal?, you'll want to use multiples of this card to get your key senators and their bodyguards, Coruscant Guards, out. And once you have all the key characters you need at the senate, this doubles as late-game force retrieval.\\par \\par But you can also use this in a non-senate deck to get a key senator on a matching effect. For example, you can use Squabbling Delegates to get Orn Free Taa to put on Motion Supported and get a very useful ability, all without needing the Galactic Senate.",
    "Abbreviation": "Squabble",
    "Pulls": "One senator\\par One Coruscant Guard\\par Aks Moe\\par Baskol Yeesrim\\par Edcel Bar Gane\\par Lott Dod\\par Orn Free Taa\\par Passel Argente\\par Tikkes\\par Toonbuck Toora\\par Yeb Yeb Adem'thorn\\par Coruscant Guard\\par Keder The Black",
    "Combo": "Squabbling Delegates + Orn Free Taa + Motion Supported\\par All the high destiny you'll ever need!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2347,
    "CardName": "Stay Here, Where It's Safe",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Having enforced a momentous change upon the Senate, the headstrong Queen then wished to return to Naboo and do the same.",
    "Gametext": "Target your character with a \\b peace\\b0  or \\b order agenda\\b0. Draw destiny. For remainder of turn, target is power +X (or politics +X at Galactic Senate) and immune to attrition < X, where X = destiny number of the card drawn. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2381,
    "CardName": "Supreme Chancellor Valorum",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 4,
    "Politics": 5,
    "Lore": "Although Finis Valorum maintains the Galactic Senate's ultimate title, his real power is mired by endless bureaucracy, petty corruption, and incessant plotting.",
    "Gametext": "\\b Agendas\\b0 : justice, order. While in a senate majority, once per turn may use 2 Force to cancel a just drawn battle destiny at another site where you have a Republic character. Opponent may use X Force; Valorum is politics -X for remainder of turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "People call Finis Valorum the Bill Clinton of Star Wars. I like to call him the General Zod of SWCCG. If you plan to base your deck around the Galactic Senate, or if you just want to mop the floor with those weenie Dark Side Senators for laughs, Supreme Chancellor Valorum is your man.\\par \\par With a hefty 5 Politics, Valorum has the highest concentration of political power in the game. Even better, Valorum has excellent stats outside of the Senate, with 4 Ability (all the better to draw battle destiny when alone at the Senate) and a whopping 7 Forfeit. Top it all off with a multiple-use-friendly 3 Destiny, and the Supreme Chancellor's a shoe-in for any deck.\\par \\par But it's his skill in the Senate that makes Valorum a top choice for any deck. While in a Senate majority, he's a one-man Tarkin, with the power to cancel an opponent's battle destiny at any site, anywhere, any time, for only 1 Force. That's what I like to call sledgehammer politics. And it's all from the safety of the Galactic Senate, where Walkers and Sith Lords are strictly pooh-poohed.\\par \\par Of course, Valorum's power comes with a price. You remember all those \"baseless\" accusations we heard about in the movie? Well, they're back with a vengeance. As long as your opponent has Force to spend, he can reduce Valorum's Politics infinitely. While this doesn't hinder Valorum when it comes to guerilla \"votes\" in the Senate, it does make controlling the Senate with him alone a risky proposition. Be prepared to back him up with other political figures, like Queen Amidala... or a certain future Supreme Chancellor...",
    "IsPulled": "Supreme Chancellor Valorum (V)",
    "Combo": "Supreme Chancellor Valorum + General Solo + Chewbacca: cancel two battle destiny? I'm there!\\par -----\\par Supreme Chancellor Valorum + Stay Here, Where It's Safe: Extra power, extra politics, and attrition immunity. No one is safe from Zod - er, Valorum!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2431,
    "CardName": "Tatooine (EP1)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your movement to here using hyperspeed requires -1 Force.   While you occupy, opponent's starship movement from here requires +1 Force. If Maul here, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Your movement to here using hyperspeed requires -1 Force.",
    "DarkSideText": "While you occupy, opponent's starship movement from here requires +1 Force. If Maul here, Force drain +1 here.",
    "Parsec": 7,
    "Icons": "Planet, Episode 1",
    "Planet": 1,
    "Episode1": 1,
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)",
    "Counterpart": "Tatooine (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2432,
    "CardName": "Tatooine (EP1)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your movement from here using hyperspeed requires -1 Force.   Unless your [Trade Federation] or [Independent] starship here, you may not draw more than one battle destiny here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Your movement from here using hyperspeed requires -1 Force.",
    "DarkSideText": "Unless your [Trade Federation] or [Independent] starship here, you may not draw more than one battle destiny here.",
    "Parsec": 7,
    "Icons": "Planet, Episode 1",
    "Planet": 1,
    "Episode1": 1,
    "Information": "Have you had enough of the old boring Tatooine system? Then check out this card. While the power bonuses from the old Tatooine may be useful sometimes, this version is more versatile. No matter what deck you have, whether it's Hidden Base, or Watch Your Step, or anything in between, if you upgrade to this Tatooine, it will provide you with benefits. Over the course of the game, you will be able to draw more Force since you won't have to spent any to move here. And against many Dark decks, your opponent will be handicapped by the battle destiny limitation.",
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)\\par Yavin 4 Base Operations",
    "Counterpart": "Tatooine (EP1)",
    "Combo": "Opponent's Chimaera + Thrawn + Imperial Command + your Tatooine\\par Still only one battle destiny for your opponent!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2463,
    "CardName": "Tatooine: Marketplace",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy, once during each of your control phases may use 5 Force to retrieve 1 Force.   If you occupy, once during each of your control phases may use 3 Force to retrieve 1 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you occupy, once during each of your control phases may use 5 Force to retrieve 1 Force.",
    "DarkSideText": "If you occupy, once during each of your control phases may use 3 Force to retrieve 1 Force.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Imperial Entanglements\\par Neimoidian Advisor",
    "Counterpart": "Tatooine: Marketplace",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2464,
    "CardName": "Tatooine: Marketplace",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, once during each of your control phases, may use 2 Force to retrieve 1 Force.   If you control, once during each of your control phases may use 4 Force to retrieve 1 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, once during each of your control phases, may use 2 Force to retrieve 1 Force.",
    "DarkSideText": "If you control, once during each of your control phases may use 4 Force to retrieve 1 Force.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Counterpart": "Tatooine: Marketplace",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2469,
    "CardName": "Tatooine: Mos Espa Docking Bay",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 2 Force.   Your docking bay transit from here requires 1 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 2 Force.",
    "DarkSideText": "Your docking bay transit from here requires 1 Force.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Imperial Entanglements\\par Neimoidian Advisor",
    "Counterpart": "Tatooine: Mos Espa Docking Bay",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2470,
    "CardName": "Tatooine: Mos Espa Docking Bay",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 1 Force.   Your docking bay transit from here requires 2 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 1 Force.",
    "DarkSideText": "Your docking bay transit from here requires 2 Force.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par Firin Morett\\par Insurrection\\par Insurrection & Aim High\\par Mindful Of The Future\\par Security Control\\par Yarna d'al' Gargan (V)",
    "Counterpart": "Tatooine: Mos Espa Docking Bay",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2478,
    "CardName": "Tatooine: Watto's Junkyard",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While Watto here, you may not draw battle destiny here.   Once per game, may deploy Watto here from Reserve Deck; reshuffle. Watto deploys -2 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "While Watto here, you may not draw battle destiny here.",
    "DarkSideText": "Once per game, may deploy Watto here from Reserve Deck; reshuffle. Watto deploys -2 here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Pulls": "Watto",
    "IsPulled": "Imperial Entanglements\\par Neimoidian Advisor",
    "Counterpart": "Tatooine: Watto's Junkyard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2479,
    "CardName": "Tatooine: Watto's Junkyard",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While you occupy, your Force generation is +2 here. Immune to Revolution.   If Watto present, Force drain +1 here and opponent's battle destiny draws here are -2.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "While you occupy, your Force generation is +2 here. Immune to Revolution.",
    "DarkSideText": "If Watto present, Force drain +1 here and opponent's battle destiny draws here are -2.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Diplomatic Mission To Alderaan\\par A Weakness Can Be Found\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Counterpart": "Tatooine: Watto's Junkyard",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2489,
    "CardName": "TC-14",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Trade Federation\\b0, female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Lore": "Trade Federation-owned protocol droid used by the Neimoidians to distract the Jedi until a plan could be conceived to deal with them.",
    "Gametext": "Opponent's Jedi using landspeed from here require +2 Force. During any control phase may place TC-14 out of play to target one opponent's Jedi present. Target Jedi loses all immunity to attrition and is power = 0 for remainder of turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "With the introduction of so many new Light Side Jedi, the Dark Side needs everything it can muster to deal with these powerful characters. TC-14 makes things tough on them in a couple of different ways, and should join IG-88, 4-LOM, U-3P0 and the new Destroyers as one of the most versatile droids in the Dark side arsenal.\\par \\par Most of the Jedi choose to stay within the comfy confines of the Council Chamber where they are best able to use their game text. You can still expect to see others, like Mace and Ki-Adi-Mundi, join the ranks of the existing heavy hitters (like Luke, Obi, and Qui-Gon) on the front lines of battle in cameo support roles.\\par \\par When TC-14 joins your forces against one or more Jedi, your opponent will be faced with two choices when it is their turn. Stay, and put their strong Force-wielding hero at risk, or run away (at a cost of 3 Force each). If they decide to stick it out, TC-14 can be sacrificed (during EITHER player's control phase) to make the Jedi of your choice vulnerable and weak.\\par \\par The ability to turn Jedi Luke from an 8 to a 0, where even a destiny draw of 1 can take him out, is well worth TC-14's life.",
    "Combo": "TC-14 + 4-LOM With Concussion Rifle\\par -----\\par TC-14 + E Chu Ta\\par Cancel game text of an opponent's character present without sacrificing TC-14.\\par -----\\par TC-14 + Oh, Switch Off",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2494,
    "CardName": "Televan Koreyy",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b information broker\\b0, \\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 0,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of Tatooine's Street Performers And Panhandler's Guild. Televan can survive on almost nothing, and he keeps tight controls on other Guild members. \\b Information broker\\b0.",
    "Gametext": "Beggar and Frozen Assets are canceled. Your thieves, gamblers, and information brokers at related Tatooine sites are power +1. While at Cantina, Mos Espa, or Marketplace, may draw one battle destiny if not able to otherwise.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Murttoc Yine",
    "Cancels": "Beggar\\par Frozen Assets",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2504,
    "CardName": "Tendau Bendon",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Politics": 2,
    "Lore": "Ithorian \\b senator\\b0. Called on by his people to represent them in the Senate, even though his heart is not in politics. Voted against the taxation of trade routes.",
    "Gametext": "\\b Agendas\\b0 : justice, peace. While in a senate majority, if you have at least one card in hand, once during your control phase may place your hand in Used Pile to draw up to four cards from Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "One of the bad things about Senators is that they tend to have low power when they're called upon to fight outside of the Senate. Not so with Tendau Bendon! This little Ithorian Senator is handy both in the political arena and in the knock-down, drag-out brawl of the SWCCG universe at large. With 3 power and 4 forfeit for only 2 Force, he's a bargain anywhere.\\par \\par But lots of Light Side characters have similar stats, and Bendon's Politics is a less-than-impressive 2. So why use him? Because he's a walking Reactor Terminal, that's why! While Bendon's in a senate majority, you can place your hand - no matter how large - in your Used Pile to draw up to four cards from your Reserve Deck. If you need a new hand, need to reduce your hand size, or just need to increase your differential to top off a tournament win, Tendau Bendon is your man.\\par \\par He's also an integral part of any \"Senate Invasion Package,\" along with Valorum, Amidala, and other Senators who can fight both inside and outside of the Senate. Once an opponent's political dreams are dashed, Bendon is a handy way to keep recycling any duplicate Senators you may have back into your deck while constantly drawing new resources. New cards, extra Life Force, Politics and power?",
    "IsPulled": "Might Of The Republic",
    "Combo": "Tendau Bendon + Plea To The Court\\par Cancel a Force drain and protect your characters from weapons!\\par -----\\par Tendau Bendon + Yoda Stew\\par The perfect late-game combo. Stew on his turn to place 4 you want in Force Pile. Bendon on your control phase to move the rest of your hand into Used. Now you are good shape \"differentially\", and you can draw back the 1-4 you actually want!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2508,
    "CardName": "Tey How",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Trade Federation\\b0, \\b Neimoidian\\b0 , female",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Neimoidian Trade Federation communications officer to Nute Gunray. Had audio and visual mechanics surgically implanted to assist her in shipboard operations.",
    "Gametext": "Adds 2 to the power of anything she pilots. While aboard a battleship, whenever you must lose Force from a Force drain at a system within 2 parsecs of How, may use X Force to reduce the loss by X.",
    "Icons": "Episode 1, Pilot",
    "Pilot": 1,
    "Episode1": 1,
    "Information": "Tey How is a great support character to use in any Dark Side deck that dreads putting anything space. She allows you to essentially \"block\" drains much like Harc Seff (from the Special Edition set) does at sites so you will not need to deal with it. The easiest thing to do is place Tey How aboard a battleship and then make sure that starship has plenty of support. With her at any parsec 6 system, such as Kashyyyk which is a great drain location, you will be able to stop drains anywhere from Kessel to Corulag!",
    "IsPulled": "Blockade Flagship\\par Lord Sidious\\par The Phantom Menace",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2532,
    "CardName": "The Gravest Of Circumstances",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"The Naboo system has been invaded by the droid armies of the Trade Federation.\"",
    "Gametext": "Deploy on table. If no senator here, you may place a senator here from hand to add 3 to a battle destiny just drawn. If a \\b taxation agenda\\b0  here, during your turn may place any one card from hand on Used Pile; opponent must use 1 Force or lose 1 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "This Political Effect is one that helps your Senators Deck overcome a low battle destiny draw. What's more, it is one of the few ways to adjust a battle destiny draw AFTER it is actually drawn, thus giving you maximum flexibility to determine the best outcome.\\par \\par If you can drop someone with a taxation agenda here (Horox Ryyder or Yarua), then on your turn you can recycle a card to force your opponent to use 1 or lose 1 (opponent's choice). That's a nasty way to remind the Dark player to save some Force during your turn or pay the penalty.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Sanity And Compassion",
    "Combo": "The Gravest of Circumstances + Sanity And Compassion + draw Horoxx Ryyder\\par Horox is a destiny 3, +3 for a flipped Senators objective, +3 if you can drop a senator from hand on the Political Effect. Congratulations, you just drew a 9 for destiny.\\par -----\\par The Gravest of Circumstances + Taxation Agenda there + I Did It!\\par Your Senators/Podracing deck is now a nasty inflicting direct damage/choke combo. The opponent's choices are basically: lose 2 on his turn, use 1 on your turn OR save no Force on his turn and lose 1 on your turn. (Joh) Yowza!\\par -----\\par Anecdote: All effects and the objective were playtested initially, and then the agenda's and secondary texts were added later for the second phase of playtest. Political Effects only became \"Political Effects\" at this time.",
    "IsCanceledBy": "Alter (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2534,
    "CardName": "The Hyperdrive Generator's Gone/We'll Need A New One",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "ObjectiveFront": "\\ul Deploy Watto's Junkyard, City Outskirts, and Credits Will Do Fine.\\ul0 \\par \\b For\\b0  remainder of game, you may not deploy cards with ability except unique (*) aliens, Republic characters and starships, and [Episode 1] Jedi. Your Destiny is suspended. \\par \\b While\\b0  this side up, once per game may take Coruscant and/or Tatooine system into hand from Reserve Deck; reshuffle. You may not deploy any systems. Maul is immune to attrition. \\par \\b Flip\\b0  this card if there are 4 or more cards beneath Credits Will Do Fine.",
    "ObjectiveBack": "\\b While\\b0  this side up, your unique (*) Republic characters are power +1 and forfeit +2. Aliens may not have their deploy cost modified and Imperials deploy +1 to Tatooine sites. Whenever you complete a non-substituted battle destiny draw, may retrieve 1 Force (Force retrieved in this way may be taken into hand). While Queen's Royal Starship at a planet system, once during each of opponent's control phases may activate up to 2 Force. Once during each of your control phases, opponent loses 1 Force for each battleground site you occupy with a senator.",
    "ObjectiveFrontName": "The Hyperdrive Generator's Gone",
    "ObjectiveBackName": "We'll Need A New One",
    "Gametext": "[Front Side]: \\ul Deploy Watto's Junkyard, City Outskirts, and Credits Will Do Fine.\\ul0 \\par \\b For\\b0  remainder of game, you may not deploy cards with ability except unique (*) aliens, Republic characters and starships, and [Episode 1] Jedi. Your Destiny is suspended. \\par \\b While\\b0  this side up, once per game may take Coruscant and/or Tatooine system into hand from Reserve Deck; reshuffle. You may not deploy any systems. Maul is immune to attrition. \\par \\b Flip\\b0  this card if there are 4 or more cards beneath Credits Will Do Fine.\\\\par[Back Side]: \\b While\\b0  this side up, your unique (*) Republic characters are power +1 and forfeit +2. Aliens may not have their deploy cost modified and Imperials deploy +1 to Tatooine sites. Whenever you complete a non-substituted battle destiny draw, may retrieve 1 Force (Force retrieved in this way may be taken into hand). While Queen's Royal Starship at a planet system, once during each of opponent's control phases may activate up to 2 Force. Once during each of your control phases, opponent loses 1 Force for each battleground site you occupy with a senator.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Abbreviation": "THGG, Hyperdrive",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2535,
    "CardName": "The Phantom Menace",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "hologram",
    "Destiny": 7,
    "Lore": "Mysterious \\b hologram\\b0  that communicates with the Trade Federation, directing their blockade of Naboo. \"This is getting out of hand. Now there are two of them!\"",
    "Gametext": "Deploy on table. Once per turn, if Maul on table, may deploy a Neimoidian from Reserve Deck; reshuffle. While present with an opponent's Jedi, Maul is defense value +2 and immune to attrition. If Maul just lost, place Effect in Used Pile. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "TPM",
    "Pulls": "One Neimoidian\\par Captain Daultay Dofine\\par Daultay Dofine\\par Lott Dod\\par Neimoidian Pilot\\par Nute Gunray\\par Nute Gunray, Neimoidian Viceroy\\par Rune Haako\\par Rune Haako, Legal Counsel\\par Sil Unch\\par Tey How",
    "IsPulled": "Masterful Move\\par Masterful Move & Endor Occupation\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Specter Of The Supreme Leader",
    "IsCanceledBy": "Mindful Of The Future (V)\\par Out Of Commission & Transmission Terminated\\par Transmission Terminated",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2538,
    "CardName": "The Point Is Conceded",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Political pressure carefully applied with a generous helping of Republic procedure can negate the strongest of motions.",
    "Gametext": "If you have a senate majority, activate 1 Force. OR If your opponent has a senate majority, place your senator at Galactic Senate in Used Pile to place an opponent's character present (your choice) in opponent's Used Pile. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2559,
    "CardName": "They Will Be No Match For You",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"At last we will reveal ourselves to the Jedi.\"",
    "Gametext": "Deploy on table. When Maul initiates a duel, Hunt Down And Destroy The Jedi (or Their Fire Has Gone Out Of The Universe) is not placed out of play. While armed with a lightsaber, Maul's duel destiny draws are each +1. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-15)\\par Any Dark Side card that initiates a duel that Maul participates in is considered to be \"Maul initiating a duel\". Thus Maul Strikes will not cancel Hunt Down And Destroy The Jedi while this Effect is in play.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2565,
    "CardName": "They're Still Coming Through!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Despite the barriers erected, sometimes a determined opponent cannot be kept out.",
    "Gametext": "Cancel Rebel Barrier, It's A Trap!, or Smoke Screen. OR Re-target Fallen Portal by choosing up to two of opponent's characters there instead of your own. OR Peek at the top card of your Force Pile; either return it, or place it under your Force Pile or Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Sy Snootles (V)",
    "Counterpart": "Inconsequential Barriers",
    "Rules": "(AR 1.7.1, B-15)\\par When retargeting Fallen Portal, this Interrupt need not follow the original targeting restrictions; characters inside enclosed vehicles are valid targets.",
    "Cancels": "It's A Trap!\\par Rebel Barrier\\par Smoke Screen",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2576,
    "CardName": "This Is Outrageous!",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"I recommend a commission be sent to Naboo to ascertain the truth!\"",
    "Gametext": "Deploy on table. If no senator here, you may place a senator here from hand to cancel an opponent's Force drain. If a \\b trade agenda\\b0  here, once during your turn, you may place a card from hand in Lost Pile, shuffle that pile, and take top card into hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Alter (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2587,
    "CardName": "Thrown Back",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Being sent to dispose of two Jedi is the battle droid equivalent of a really bad day at the office.",
    "Gametext": "Use 3 Force to deploy on table. During your move phase, if opponent has 13 or more cards in hand, you may use 4 Force to place all but 8 (random choice) in Used Pile. Once during any control phase, you may place up to three cards from hand in Used Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Drop!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2608,
    "CardName": "Tikkes",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "Politics": 2,
    "Lore": "Quarren \\b senator\\b0  elected by the people of Mon Calamari. Has amassed considerable wealth through a multitude of political deals, but still moves to gain more.",
    "Gametext": "\\b Agenda\\b0 : wealth. While in a senate majority, your Force generation is +2 at battlegrounds you control, and Honor Of The Jedi is suspended. Once during your deploy phase, may draw bottom card of your Force Pile into hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "Cancels": "Suspends Honor Of The Jedi while in a senate majority.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2616,
    "CardName": "Toonbuck Toora",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0 , female",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 3,
    "Politics": 2,
    "Lore": "Female \\b senator\\b0  and member of her planet's ruling class. Her original optimism in the political process has vanished, and she now partakes in the corrupt activities she once abhorred.",
    "Gametext": "\\b Agendas\\b0 : ambition, taxation, wealth. While in a senate majority, once per turn may add 1 to your total attrition in battle for each character with an ambition agenda at Galactic Senate.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Squabbling Delegates",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2621,
    "CardName": "Trade Federation Battleship",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Trade Federation Battleship",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Characteristics": "Trade Federation (starship), ship-docking capability",
    "Destiny": 2,
    "Power": 6,
    "Deploy": 7,
    "Forfeit": 7,
    "Armor": 6,
    "Ability": 1,
    "Hyperspeed": 3,
    "Lore": "Massive cargo vessels that were converted by the Trade Federation into armed battleships. Each is equipped with a large contingent of droid starfighters and battle droids.",
    "Gametext": "May add 4 pilots, 4 passengers, 2 vehicles, and 4 starfighters. Has ship-docking capability. Permanent pilot provides ability of 1. While with any starfighter, draws one battle destiny if unable to otherwise.",
    "Icons": "Trade Federation, Pilot, Astromech, Episode 1",
    "Pilot": 1,
    "Astromech": 1,
    "TradeFederation": 1,
    "Episode1": 1,
    "Information": "The Trade Federation Battleship is the standard capital ship in the Trade Federation fleet. Its solid stats include a healthy power, armor, and forfeit.\\par With four empty pilot slots to fill, this ship can quickly become a juggernaut when piloted by Neimoidian Pilots or \"classic trilogy\" pilots like Danz Borin.\\par With space to carry 4 starfighters, the Trade Federation Battleship can easily transport its own armada of Droid Starfighters. This combination of ships is further encouraged by the deploy bonus Droid Starfighters get when they deploy at the same system as a battleship.\\par \\par The Trade Federation Battleship benefits from these starfighters by drawing a battle destiny if unable to otherwise when present with a fighter. This text comes in handy when you have a squadron of Droid Starfighters that lack the ability to draw destiny on their own.",
    "Combo": "Trade Federation Battleship + Naboo + Neimoidian Pilots\\par Neimoidian Pilots deploy free and activate 1 Force each time they deploy. How often do you have more active Force after your deploy phase than before?\\par -----\\par Trade Federation Battleship + Droid Starfighters + Battle Deployment\\par Each player's ships are power -2 at systems where he doesn't have both a capital ship and a starfighter. Since Trade Federation Battleships and Droid Starfighters are meant to go together, you already have that covered. Does your opponent?\\par -----\\par Trade Federation Battleship + Sil Unch",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2622,
    "CardName": "Trade Federation Droid Control Ship",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Trade Federation Battleship",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "<>",
    "Characteristics": "Trade Federation (starship), Droid Control Ship, ship-docking capability",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 7,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "These heavily modified battleships are used to control and direct the Trade Federation automated army. Easily identified by its array of sensors and antennae.",
    "Gametext": "May add 4 pilots, 4 passengers, 2 vehicles, and 4 starfighters. Permanent pilot provides ability of 2. Has ship-docking capability. While a droid starfighter here, adds one battle destiny.",
    "Icons": "Trade Federation, Pilot, Astromech, Episode 1",
    "Pilot": 1,
    "Astromech": 1,
    "TradeFederation": 1,
    "Episode1": 1,
    "Information": "This unique ship... wait a second, let's look at that card again! This ship isn't unique. Instead, the diamond-shaped symbol before the title indicates that the Trade Federation Droid Control Ship is limited to one copy per system. Previously, these markings have mostly appeared on locations. Indeed, this is the first ship to use this icon.\\par \\par The numbers on Trade Federation Droid Control Ship compare favorably with the non-unique Trade Federation Battleship. Its power and forfeit are reduced by 1, but this reduction is balanced by the increased armor, ability, and the reduced deploy cost.\\par \\par The Droid Control Ship is crucial for the proper functioning of the Trade Federation's droid starfighters, reflected by both the power penalty the droid starfighters suffer when not present with this important ship as well as the deploy bonus they receive when deploying to the same system. Needless to say, it is recommended that your droid starfighters stay close to this ship.\\par \\par Deploy the Laser Cannon Battery aboard to not only hit your opponent's ships, but cause a 1 Force loss to direct damage when you do so. Add Imperial Artillery to add another Force loss, either during your Control phase or after successfully hitting a ship with the Battery (or both, since Imperial Artillery can be used twice per turn!). Deploy the Neimoidian Pilot aboard (for free at Naboo) and activate an extra Force when doing so. Tey How can also make herself useful here, giving you the ability to reduce Force lost to drains at nearby parsecs.",
    "Combo": "Federation Droid Control Ship + Neimodian Pilot + Tey How + Droid Starfighter\\par Power 12 plus 2 battle destiny. Add a few more pilots and/or ships to maintain control of a system while Tey How reduces your Force loss to drains at systems within 2 parsecs.\\par -----\\par Federation Droid Control Ship + Sil Unch",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2649,
    "CardName": "Tusken Raider (EP1)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Characteristics": "\\b Tusken Raider\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Tusken Raiders are constantly taking bets to see who can hit the most Podracers on the Boonta Eve racetrack.",
    "Gametext": "While at Podrace Arena, if opponent just placed race destiny on their Podracer, once per turn may use 3 Force to 'shoot' (no other Tusken Raiders may 'shoot' this turn). Draw destiny. If destiny > 3, place race destiny in opponent's hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Bantha Fodder",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2726,
    "CardName": "Vote Now!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "With enough political support, any number of devious plans can be put into motion.",
    "Gametext": "During your control phase, draw destiny. If destiny > 2, draw up to X cards (maximum 4) from Reserve Deck, where X = your total politics at Galactic Senate minus opponent's total politics at Galactic Senate.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Vote Now!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2727,
    "CardName": "Vote Now!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Vote now! Vote now! Vote now!\"",
    "Gametext": "During your control phase, draw destiny. If destiny > 2, draw up to X cards (maximum 4) from Reserve Deck, where X = your total politics at Galactic Senate minus opponent's total politics at Galactic Senate.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Do you like drawing extra cards? Do you like recycling cards? If so, then this is the card for your Light Senator deck.\\par No matter whether the game just started, or it's almost over, this is never a bad card. Early on, you can play this and if you're lucky, you can draw some extra cards, but even if not, you've still recycled a 5. In the mid to late game when you may have set up some destinies, this can give you some guaranteed card draws, if you're in control of the senate. And what's even better, if you've somehow lost control of the Senate, you can still play it as a recyclable 5.",
    "Counterpart": "Vote Now!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2755,
    "CardName": "We Must Accelerate Our Plans",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"This turn of events is unfortunate.\"",
    "Gametext": "Use 3 Force to take one Effect of any kind into hand from Reserve Deck; reshuffle. OR Deploy a Blockade Flagship site from your Reserve Deck; reshuffle. OR Take one Interrupt with the word \"Podracer(s)\" in its game text into hand from Reserve Deck; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "The upload of an Effect is similar as in LS We Wish To Board At Once.\\par -----\\par Twi'lek Advisor uploads one Effect of any kind as well.",
    "Abbreviation": "WMAOP, Accelerate",
    "Pulls": "One Effect of any kind.\\par A Blockade Flagship site.\\par Blockade Flagship: Bridge\\par Blockade Flagship: Docking Bay\\par Blockade Flagship: Hallway\\par One Interrupt with Podracer(s) in game text.\\par Hit Racer\\par Pit Crews\\par Podracer Collision\\par Start Your Engines!\\par We Must Accelerate Our Plans",
    "IsPulled": "We Must Accelerate Our Plans",
    "Counterpart": "We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2757,
    "CardName": "We Wish To Board At Once",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Ambassadors carry a certain amount of political power. Jedi ambassadors carry a lot more.",
    "Gametext": "Use 3 Force to take one Effect of any kind into hand from your Reserve Deck; reshuffle. OR Take \\ul Radiant VII\\ul0, or one Interrupt with the word 'Podracer(s)' in its game text, into hand from Reserve Deck; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "The upload of an Effect is similar as in DS We Must Accelerate Our Plans.\\par -----\\par The Signal also uploads an Effect of any kind.",
    "Pulls": "One Effect of any kind.\\par Obi-Wan In Radiant VII\\par Radiant VII\\par One Interrupt with Podracer(s) in game text.\\par A Step Backward\\par Entering The Arena\\par Losing Track\\par Podrace Prep\\par Too Close For Comfort\\par We Wish To Board At Once",
    "IsPulled": "Supreme Chancellor Valorum (V)\\par We Wish To Board At Once",
    "Counterpart": "We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2767,
    "CardName": "We're Leaving",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Qui-Gon realized that sometimes it's best to just leave, before any more damage is done.",
    "Gametext": "Use 3 Force to deploy on table. During the damage segment of a battle your opponent initiated, if you have no cards left that can be forfeited, you may place this Effect out of play to cancel all remaining battle damage. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Mind Tricks Don't Work On Me",
    "Rules": "(AR 1.7.1, B-16)\\par (Errata) See Ghhhk.\\par \\par (AR 1.7.1, B-7)\\par Ghhhk\\par (Errata) You may use the damage canceling ability of this card if you have no cards left capable of being forfeited. Thus, cards that are not participating in the battle or that do not have a forfeit value (e.g., a Vaporator) are ignored.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2812,
    "CardName": "Wipe Them Out, All Of Them",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Darth Sidious' command was merciless and direct. He left no room for misinterpretation.",
    "Gametext": "Deploy on table. Once during each of opponent's turns, if you occupy a battleground site, may activate 1 Force. While opponent has a non-unique alien or non-unique starfighter in battle, opponent may not draw more than two battle destiny. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "WTOAOT",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2841,
    "CardName": "Yade M'rak",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b smuggler\\b0, \\b Corellian\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Corellian \\b gambler\\b0  with an addiction to Podrace betting. Has lost most of his belongings to Gardulla. Still operates as a \\b smuggler\\b0  of black market weaponry.",
    "Gametext": "Adds 2 to power of anything he pilots. Once per turn, may take a just drawn race destiny into hand. Once during a battle Yade is in at a system may use 2 Force to draw destiny. If destiny is odd, add one battle destiny; if even, take destiny into hand.",
    "Icons": "Pilot, Warrior, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Rules": "(AR 1.7.1, B-16)\\par Yade may only take your (Dark side's) just-drawn race destiny into hand, not your opponent's. ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2843,
    "CardName": "Yan",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b handmaiden\\b0, \\b musician\\b0 , female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "The youngest handmaiden, Yane stayed behind on Naboo while Amidala pleaded her case to the Galactic Senate. \\b Musician\\b0.",
    "Gametext": "While at a Theed Palace site or same site as Amidala, opponent's Republic characters are deploy +1 here and Yane is forfeit +3. If just lost during a battle, may use 2 Force to place Yane in Used Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "My Loyal Bodyguard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2847,
    "CardName": "Yarua",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0, \\b Wookiee\\b0",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Politics": 2,
    "Lore": "Kashyyyk's senior Wookiee \\b senator\\b0. Believes that a thorough taxation plan will assist funding of other worthwhile Republic programs. Despises the corruption around him.",
    "Gametext": "\\b Agendas\\b0 : justice, taxation. While in a senate majority, retrieve 1 Force when you initiate a Force drain at a battleground system. Once per turn, may use 1 Force to target a senator present with a \\b wealth agenda\\b0. Target is politics -2 this turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Might Of The Republic",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2862,
    "CardName": "Yeb Yeb Adem'thorn",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Coruscant",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Politics": 2,
    "Lore": "\\b Senator\\b0  who opposes the taxation of trade routes. Some say that a recent move from his homeworld to a luxurious Coruscant abode is evidence of his corruption.",
    "Gametext": "\\b Agendas\\b0 : trade, wealth. While in a senate majority, once during your turn, may peek at top card of opponent's Reserve Deck; return that card or lose 1 Force to make it lost.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "With his trade agenda, he works well with This Is Outrageous! by allowing you to exchange cards you don't need from your hand for (hopefully) better cards in your Lost Pile.\\par And with his wealth agenda, he allows you to fully utilize Motion Supported to enhance your battle destinies. But the rest of his game text is what sets him apart from the rest of the senators. Looking at your opponent's destinies would be a very useful ability by itself. It lets you decide whether it would be a good idea to battle since you check whether your opponent's weapon destinies will be dangerous to you, or if you can handle that draw against you for battle destiny.\\par But Yeb Yeb goes further by tilting the tides of chance in your favor. If the destiny is low, you can leave it on your opponent's Reserve Deck, but if it's a high destiny you can make it lost and try your luck with the next card.",
    "IsPulled": "Squabbling Delegates",
    "Combo": "Yeb Yeb Adem'thorn + senate majority + a 6 on opponent's Reserve Deck\\par Not any more...\\par -----\\par Yeb Yeb Adem'thorn + senate majority + only one card in opponent's Reserve Deck\\par No destiny for your opponent!\\par -----\\par Yeb Yeb Adem'thorn + Rune Haako\\par Destiny of zero for your opponent. (Lord Helmet)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2870,
    "CardName": "Yoda, Senior Council Member",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jedi Council member\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Senior \\b Jedi Council member\\b0. Responsible for the early training of Obi-Wan Kenobi. When Qui-Gon brought Anakin before the Council, Yoda voted not to train the boy.",
    "Gametext": "Deploys only to Jedi Council Chamber. While at Jedi Council Chamber, you lose no Force from Dagobah: Cave and, during your move phase, may use 4 Force to relocate your other Jedi here to any site you occupy. Immune to attrition.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Yoda personas are:\\par \\par Yoda\\par Yoda, Keeper Of The Peace\\par Yoda, Master Of The Force\\par Yoda, Jedi Council Member",
    "IsPulled": "Coruscant: Jedi Council Chamber\\par Speak With The Jedi Council\\par Tatooine: City Outskirts\\par Yoda, You Seek Yoda",
    "Combo": "Yoda, Senior Council Member + Coruscant: Jedi Council Chamber\\par For Force activation.\\par -----\\par Yoda, Senior Council Member + Speak With The Jedi Council\\par -----\\par Yoda, Senior Council Member + Are You Brain Dead?!\\par -----\\par Yoda, Senior Council Member + Encampment\\par Deploy regardless of location deployment restrictions.",
    "Rules": "(AR 1.7.1, B-16)\\par Yoda may relocate only one other Jedi each Light Side move phase.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2879,
    "CardName": "You Cannot Hide Forever & Mobilization Points",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Deploy on table. Your Force generation is +1 at each docking bay you occupy. Opponent's Jedi are defense value -1. Never Tell Me The Odds is canceled. Once per game, you may take one Carida, Wakeelmui, Gall, Kuat or Rendili or \\ul Executor\\ul0  into hand from Reserve Deck; reshuffle. You may place Effect in Lost Pile to take one [Endor] or [Death Star II] Effect that deploys for free into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "YCHF&MP, Mobilization Points Combo",
    "Pulls": "One (Endor icon) or (Death Star II icon) Effect that deploys for free.\\par Carida\\par Gall\\par Kuat\\par Rendili\\par Wakeelmui\\par Executor\\par Flagship Executor\\par An Entire Legion Of My Best Troops\\par Aratech Corporation\\par Aratech Corporation (V)\\par Battle Order\\par Biker Scout Gear\\par Closed Door\\par Combat Response\\par Crossfire\\par Desperate Counter\\par Early Warning Network\\par Emperor's Power\\par Empire's New Order\\par Endor Shield\\par Endor Shield (V)\\par Establish Secret Base\\par Flagship Operations\\par Imperial Academy Training\\par Imperial Arrest Order\\par Inconsequential Losses\\par Leave Them To Me\\par Mobilization Points\\par Overseeing It Personally\\par Overseeing It Personally (V)\\par Perimeter Patrol\\par Pinned Down\\par Relentless Tracking\\par Royal Escort\\par Search And Destroy\\par Security Precautions\\par Something Special Planned For Them\\par Something Special Planned For Them (V)\\par Well-earned Command\\par You Cannot Hide Forever\\par Your Destiny",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Your Insight Serves You Well & Staging Areas",
    "Cancels": "Establish Control (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2893,
    "CardName": "You've Got A Lot Of Guts Coming Here",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The Empire, Lando Calrissian, Jabba the Hutt. For Han Solo, it can be very hard to tell when your past is going to catch up with you.",
    "Gametext": "Deploy on table. Unique (*) Rebels of ability = 3 are power and forfeit +1 (or power and forfeit +2 if at a Cloud City or Jabba's Palace site). While Han at a battleground, opponent retrieves no Force from Scum And Villainy. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Unique Rebels of ability = 3 are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par Captain Han Solo\\par Colonel Feyn Gospic\\par First Officer Thaneespi\\par General Calrissian\\par General Crix Madine\\par General Solo\\par General Solo (V)\\par Grondorn Muse\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Lando Calrissian, Scoundrel\\par Leia Organa\\par Lieutenant Page\\par Luke\\par Major Palo Torshan\\par Mon Mothma\\par Owen Lars\\par Owen Lars & Beru Lars\\par Princess Organa\\par Prisoner 2187\\par TK-422\\par Wedge Antilles, Red Squadron Leader",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Cancels": "Force retrieval of Scum And Villainy while Han at a battleground.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2900,
    "CardName": "Your Insight Serves You Well & Staging Areas",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Coruscant",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Deploy on table. Your Force generation is +1 at each docking bay you occupy. Opponent's Dark Jedi are defense value -1. Scanning Crew and 3,720 To 1 are canceled. You may place Effect in Lost Pile to take one [Endor] or [Death Star II] Effect that deploys for free into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "One (Endor icon) or (Death Star II icon) Effect that deploys for free.\\par Aim High\\par Battle Plan\\par Close Air Support\\par Commando Training\\par Count Me In\\par Honor Of The Jedi\\par I Hope She's All Right\\par I Wonder Who They Found\\par I'm With You Too\\par Insurrection\\par Launching The Assault\\par Let's Keep A Little Optimism Here\\par Menace Fades\\par Squadron Assignments\\par Staging Areas\\par Strike Planning\\par Strikeforce\\par Strikeforce (V)\\par Superficial Damage\\par That's One\\par The Way Of Things\\par Twilight Is Upon Me\\par Wokling (V)\\par Your Insight Serves You Well",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "You Cannot Hide Forever & Mobilization Points",
    "Cancels": "3,720 To 1\\par Scanning Crew",
    "Inventory": 0,
    "Needs": 0
  }
]