[
  {
    "id": 56,
    "CardName": "Accuser",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 5,
    "Ability": 1,
    "Hyperspeed": 4,
    "Lore": "Patrol ship. Modified for optimal crisis response time. Veteran crew experienced at monitoring shipping lanes and Imperial port traffic.",
    "Gametext": "May deploy -3 as a 'react.' May add 6 pilots, 8 passengers, 2 vehicles and 4 TIEs. Has ship-docking capability. Permanent pilot provides ability of 1.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.",
    "IsPulled": "Commander Nemet (V)\\par Kuat Drive Yards",
    "Combo": "Accuser + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 58,
    "CardName": "Admiral Ackbar",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Exclusive Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b admiral\\b0, \\b leader\\b0, \\b Mon Calamari\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Mon Calamari \\b leader\\b0  of Rebel fleet. Master military strategist. Early prisoner of Grand Moff Tarkin. Convinced his people to join the Alliance.",
    "Gametext": "Deploys -2 to \\ul Home One\\ul0. Adds 3 to power of any capital starship he pilots. Your capital starships deploy -1 to same system. Once per game, may take one Mon Calamari character or Admiral's Order into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "The benefit of Admiral Ackbars' ability to pull Admiral's Orders is that if opponent 'cancels' your Admiral's Order by deploying one themselves, Admiral Ackbar can just pull yours again in your next turn.\\par He pulls Mon Clamari characters as well. \\par -----\\par Mon Calamari are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par Captain Verrack\\par First Officer Thaneespi\\par Loci Rosen\\par Major Haash'n\\par -----: When deploying to capital starships, your Mon Calamari pilots are deploy = 1.\\par \\par Mon Calamari pilots are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par First Officer Thaneespi\\par Major Haash'n",
    "Pulls": "Capital Support\\par Combined Fleet Action\\par Concentrate All Fire\\par I'll Take The Leader\\par I'll Try Spinning\\par Let's Go Left\\par No Questions Asked\\par Taking Them With Us\\par Mon Calamari character\\par Captain Verrack\\par First Officer Thaneespi\\par Loci Rosen\\par Major Haash'n",
    "IsPulled": "Balanced Attack\\par Rebel Leadership (V)\\par Yavin 4: Massassi War Room (V)",
    "Combo": "Admiral Ackbar + Rebel Leadership\\par Add one battle destiny or prevent opponent from drawing more than one battle destiny at same system.",
    "Matching": "Home One",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 59,
    "CardName": "Admiral Chiraneau",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b admiral\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Deep space transmissions expert. Piett's personal advisor. TIE ace promoted upon Piett's request.",
    "Gametext": "Adds 3 to power of anything he pilots. When piloting a Star Destroyer at a battleground system, adds 1 to your Force drains here and at each other battleground system controlled by a Star Destroyer within 2 parsecs of Chiraneau.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par  Endor Shield (V)\\par Imperial Command",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 63,
    "CardName": "Admiral Piett",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Exclusive Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b admiral\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Veteran of the Imperial military machine. \\b Leader\\b0  of the Imperial fleet at Endor. Skilled at political maneuvering and appeasing his powerful superiors.",
    "Gametext": "Deploys -2 to \\ul Executor\\ul0. Adds 2 to power of anything he pilots (3 if a Star Destroyer). Your capital starships deploy -1 to same system. Once per game, you may take one Admiral's Order or any commander into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Piett personas are:\\par \\par Admiral Piett\\par Captain Piett",
    "Pulls": "Battle Deployment\\par Black Sun Fleet\\par Fighter Cover\\par Fighters Coming In\\par Intensify The Forward Batteries\\par Nothing Can Get Through Our Shield\\par The Deflector Shield Is Too Strong\\par We're In Attack Position Now\\par -----\\par Admiral Motti\\par Admiral Motti (V)\\par Commander Brandei\\par Commander Desanne\\par Commander Gherant\\par Commander Igar\\par Commander Merrejk\\par Commander Nemet\\par Commander Nemet (V)\\par Commander Praji\\par Director Orson Krennic\\par Imperial Commander\\par Lieutenant Commander Ardan\\par Major Mianda\\par Sergeant Major Enfield\\par Sergeant Merril\\par Tank Commander",
    "IsPulled": "Blizzard 4\\par Imperial Command",
    "Combo": "Admiral Piett at a system + Imperial Command",
    "Matching": "Executor\\par Flagship Executor",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 108,
    "CardName": "Anakin Skywalker",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"You were right about me. Tell your sister . . . you were right.\"",
    "Gametext": "If Luke is about to be lost from table and Vader is present, shuffle Reserve Deck and draw destiny. Add 6 if Emperor present. If total destiny > 12, Vader crosses to Light Side, Luke is not lost, opponent loses 6 Force, and Emperor (if present) is lost (Immune to Sense.)",
    "Icons": 0,
    "IsPulled": "Twilight Is Upon Me",
    "Rules": "(AR 1.7.1, B-1)\\par A card about to be placed out of play does not qualify as a card \"about to be lost from table\".",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 123,
    "CardName": "Aquaris",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control with a starfighter, opponent's \\ul Dreadnaught\\ul0-class cruisers are deploy +3 and your Force generation here is +3.   ",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control with a starfighter, opponent's \\ul Dreadnaught\\ul0-class cruisers are deploy +3 and your Force generation here is +3.",
    "Parsec": 4,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 179,
    "CardName": "A-wing",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "A-wing",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Lore": "Created by General Dodonna and Rebel engineer Walex Blissex. Designed to combat the speed and maneuverability of the TIE interceptor. Jamming suite disrupts enemy communications.",
    "Gametext": "Permanent pilot provides ability of 1. Opponent may not 'react' to or from here. Power -1 when opponent has a starfighter present with higher maneuver.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "A-wing Cannon and Concussion Missiles may deploy on an A-wing.",
    "IsPulled": "All Wings Report In",
    "Combo": "A-wing + General Walex Blissex",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 180,
    "CardName": "A-wing Cannon",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "cannon",
    "Destiny": 4,
    "Lore": "Equipped with targeting sensor system. Weapon mounts pivot up to 60 degrees to improve targeting.",
    "Gametext": "Deploy on your A-Wing. May target a starfighter or squadron for free. Draw destiny. Add your starship's maneuver. Target hit if total destiny > twice target's defense value.",
    "Icons": 0,
    "IsPulled": "Lieutenant s'Too Vees (when at a docking bay)\\par Portable Scanner\\par Rapid Fire",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 200,
    "CardName": "Baron Soontir Fel",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Corellian\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Corellian Baron. \\b Leader\\b0  of famed 181st Imperial Fighter Wing. Taught at the Imperial Academy on Prefsbelt IV. Instructed Biggs Darklighter.",
    "Gametext": "Adds 3 to power of anything he pilots. When piloting Saber 1, adds one battle destiny and 2 to maneuver. Adds 1 to your total battle destiny for each of your piloted TIE Interceptors in same battle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Matching": "Saber 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 204,
    "CardName": "Battle Deployment",
    "Grouping": "Dark",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "At each system where any player does not have both a starfighter and a capital starship present, that player's starships there are power -2. At sites related to systems you occupy, during each battle opponent may draw no more than one battle destiny. Once during each of your deploy phases, you may deploy one combat vehicle from your Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "One combat vehicle\\par AAT Assault Leader\\par Armored Attack Tank\\par Blizzard 1\\par Blizzard 2\\par Blizzard 2 (V)\\par Blizzard 4\\par Blizzard Scout 1\\par Blizzard Scout 1 (V)\\par Blizzard Walker\\par Cloud Car\\par Combat Cloud Car\\par Dune Walker\\par Imperial Walker\\par Marquand In Blizzard 6 (V)\\par Multi Troop Transport\\par Single Trooper Aerial Platform\\par Speeder Bike\\par Tempest 1\\par Tempest Scout\\par Tempest Scout 1\\par Tempest Scout 2\\par Tempest Scout 3\\par Tempest Scout 4\\par Tempest Scout 5\\par Tempest Scout 6\\par TT-6\\par TT-9",
    "IsPulled": "Admiral Piett",
    "Counterpart": "Combined Fleet Action",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 246,
    "CardName": "Black 11",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Maneuver": 3,
    "Lore": "Stationed aboard command ship \\ul Executor\\ul0. Pilot known as 'Wampa' for icy precision in battle. Often serves as escort to Lord Vader's shuttle.",
    "Gametext": "Deploy -1 to any mobile system. Permanent pilot provides ability of 2. When with Vader in battle, may draw destiny and subtract that amount from opponent's total power.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Commander Brandei",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 283,
    "CardName": "Blue Squadron 5",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "B-wing",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), bomber",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 3,
    "Maneuver": 2,
    "Lore": "Blue Squadron B-wing. Ordered to lead attack on \\ul Executor\\ul0. Drew enemy fighters away from strike force led by General Calrissian and Commander Antilles.",
    "Gametext": "May add 1 pilot. May fire two or more weapons during battle. Each of its weapon destiny draws is +2. Immune to attrition < 4 when Ten Numb piloting.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Slayn & Korpil Facilities deploys a starship weapon on your B-wing during your deploy phase.",
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Matching": "Ten Numb\\par Ten Numb (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 284,
    "CardName": "Blue Squadron B-wing",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "B-wing",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "***",
    "Characteristics": "Rebel (starship), bomber",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 4,
    "Ability": 2,
    "Hyperspeed": 3,
    "Maneuver": 2,
    "Lore": "B-wings ordered to attack Imperial command starships at Battle of Endor. Armed with armor-penetrating missiles. Maintained by Verpine mechanics.",
    "Gametext": "Deploy -2 to Roche. Permanent pilot provides ability of 2 and adds 1 to power. May fire two or more weapons during battle. Each of its weapon destiny draws is +2.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Slayn & Korpil Facilities deploys a starship weapon on your B-wing during your deploy phase.",
    "IsPulled": "All Wings Report In",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 334,
    "CardName": "Bring Him Before Me/Take Your Father's Place",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "ObjectiveFront": "\\ul Deploy Throne Room, Insignificant Rebellion and Your Destiny.\\ul0 \\par \\b For\\b0  remainder of game, Scanning Crew may not be played. Opponent's cards that place a character out of play may not target Luke. You may deploy Emperor (deploy -2) from Reserve Deck; reshuffle. Opponent may deploy Luke from Reserve Deck (deploy -2; reshuffle) or Lost Pile. If Luke is present with Vader and Vader is not escorting a captive, Luke is captured and seized by Vader. Vader may not transfer Luke. \\par \\b Flip\\b0  this card if Luke captured.",
    "ObjectiveBack": "\\b While\\b0  this side up, lose 1 Force at end of each of your turns. Once during each of your turns, when Vader, Luke (even as a non-frozen captive) and Emperor are all present at your Throne Room, you may initiate a Luke/Vader duel: Each player draws two destiny. Add ability. Highest total wins. If Vader wins, opponent loses 3 Force. If Luke wins, shuffle Reserve Deck and draw destiny; if destiny > 12, Luke crosses to Dark Side, totally depleting opponent's Life Force. \\par \\b Flip\\b0  if Luke neither present with Vader nor a captive.",
    "ObjectiveFrontName": "Bring Him Before Me",
    "ObjectiveBackName": "Take Your Father's Place",
    "Gametext": "[Front Side]: \\ul Deploy Throne Room, Insignificant Rebellion and Your Destiny.\\ul0 \\par \\b For\\b0  remainder of game, Scanning Crew may not be played. Opponent's cards that place a character out of play may not target Luke. You may deploy Emperor (deploy -2) from Reserve Deck; reshuffle. Opponent may deploy Luke from Reserve Deck (deploy -2; reshuffle) or Lost Pile. If Luke is present with Vader and Vader is not escorting a captive, Luke is captured and seized by Vader. Vader may not transfer Luke. \\par \\b Flip\\b0  this card if Luke captured.\\\\par[Back Side]: \\b While\\b0  this side up, lose 1 Force at end of each of your turns. Once during each of your turns, when Vader, Luke (even as a non-frozen captive) and Emperor are all present at your Throne Room, you may initiate a Luke/Vader duel: Each player draws two destiny. Add ability. Highest total wins. If Vader wins, opponent loses 3 Force. If Luke wins, shuffle Reserve Deck and draw destiny; if destiny > 12, Luke crosses to Dark Side, totally depleting opponent's Life Force. \\par \\b Flip\\b0  if Luke neither present with Vader nor a captive.",
    "Icons": 0,
    "Abbreviation": "BHBM",
    "Pulls": "Emperor",
    "Rules": "This card only restricts the opponent's use of cards that would place Luke out of play. If a card has multiple functions (one placing a card out of play, and one that does not for example) this objective has no impact on the latter function of the card. Also, if a card targets multiple cards on table, the Light Side player is only prevented from placing Luke out of play. Luke may move away for free if the Lost function of Run Luke, Run (V) is played for example. This is a specific exception to the normal targeting rules.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 341,
    "CardName": "B-wing Attack Squadron",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Squadron",
    "ModelType": "B-wing",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Characteristics": "Rebel (starship), bomber",
    "Destiny": 3,
    "Power": 12,
    "Deploy": "*",
    "Forfeit": 12,
    "Ability": 3,
    "Hyperspeed": 3,
    "Maneuver": 2,
    "Lore": "Utilizes dense formations on attack missions to concentrate firepower. This tactic is particulary effective in defeating deflector shields.",
    "Gametext": "* Replaces 3 B-wings at one location (B-wings go to Used Pile). Permanent pilots provide total ability of 3. Each of its weapon destiny draws is +1.",
    "Icons": "Pilot x 3, Astromech x 3, Scomp Link x 3",
    "Pilot": 3,
    "Astromech": 1,
    "ScompLink": 3,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 342,
    "CardName": "B-wing Bomber",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "B-wing",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "Rebel (starship), bomber",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 1,
    "Hyperspeed": 3,
    "Maneuver": 2,
    "Lore": "Carries weapon systems capable of taking on escort frigates and capital starships. Armed with high-powered ion cannon used to disable deflector shields.",
    "Gametext": "May add 1 pilot (suspends permanent pilot). Permanent pilot provides ability of 1. May fire two or more weapons during battle. Each of its ion cannon weapon destiny draws is +3.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Slayn & Korpil Facilities deploys a starship weapon on your B-wing during your deploy phase.",
    "IsPulled": "All Wings Report In",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 354,
    "CardName": "Capital Support",
    "Grouping": "Light",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Each pilot deploys -1 (or -2 if an admiral) aboard a capital starship. Each capital starship with a pilot character aboard is immune to attrition < 4 (or adds 2 to immunity if starship already has immunity). During each of your control phases, opponent loses 1 Force for each battleground site your general controls that is related to a system you occupy.",
    "Icons": 0,
    "IsPulled": "Admiral Ackbar",
    "Counterpart": "We're In Attack Position Now",
    "IsCanceledBy": "Mon Calamari Dockyards (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 359,
    "CardName": "Captain Godherdt",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Elite fleet engineer. Technically brilliant. Key operator of magnetic signature sensors monitoring Star Destroyer hulls.",
    "Gametext": "Adds 3 to power of any capital starship he pilots. While aboard a Star Destroyer, adds 1 to armor, adds 1 to hyperspeed and, once during each of your move phases, may cancel Landing Claw at same system or sector.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Cancels": "Landing Claw",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 361,
    "CardName": "Captain Jonus",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "ISB agent",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Often flies as top cover during bombing runs. Served with Death Squadron. Narrowly escaped death by space slug. Scored several kills against Rebel blockade runners.",
    "Gametext": "Deploys -2 aboard Scimitar 2. Adds 2 to power of anything he pilots. When forfeited from a TIE/SA, also satisfies all remaining attrition and battle damage against you.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Matching": "Scimitar 2",
    "Rules": "AR Update May 30, 2016: \\par This character must be piloting a TIE/sa in order to use his text to satisfy all remaining attrition and battle damage.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 370,
    "CardName": "Captain Sarkli",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Piett's nephew. Once granted audience with Emperor. On fast-track to promotion. Absolutely fearless \\b spy\\b0.",
    "Gametext": "Adds 2 to power of anything he pilots. While he controls opponent's non-battleground location, opponent generates no Force here. While he occupies opponent's Subjugated system, Liberation is flipped and Local Uprising may not be flipped.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Combo": "Captain Sarkli + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 373,
    "CardName": "Captain Verrack",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b gunner\\b0, \\b Mon Calamari\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Mon Calamari computer technician. Expert in power systems. His skills are desperately needed by Rebel fleet. \\b Gunner\\b0.",
    "Gametext": "Allows your starship weapons at same location to fire and deploy for 1 less Force. While aboard your capital starship, adds 1 to each of its weapon destiny draws (2 when targeting a capital starship).",
    "Icons": 0,
    "Information": "Mon Calamari are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par Captain Verrack\\par First Officer Thaneespi\\par Loci Rosen\\par Major Haash'n",
    "IsPulled": "Admiral Ackbar",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 374,
    "CardName": "Captain Yorr",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Former member of Imperial Demonstration Team. Flew test flights during development of various TIE prototypes. Jendon's wingman. Has scored 24 combat victories.",
    "Gametext": "Adds 2 to power of anything he pilots (3 if a starfighter). When piloting a TIE Defender and with Jendon, adds one battle destiny.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Combo": "Captain Yorr in Onyx 2 + Colonel Jendon in Onyx 1",
    "Matching": "Onyx 2",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 410,
    "CardName": "Chimaera",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 8,
    "Deploy": 9,
    "Forfeit": 10,
    "Armor": 6,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Early model \\ul Imperial\\ul0-class Star Destroyer. Acting command ship in the absence of \\ul Executor\\ul0.",
    "Gametext": "May add 6 pilots, 8 passengers, 2 vehicles and 4 TIEs. Has ship-docking capability. Permanent pilot provides ability of 2. Immune to attrition < 4 (< 5 while an Imperial leader aboard, < 6 while Thrawn aboard).",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.",
    "IsPulled": "Commander Nemet (V)\\par Kuat Drive Yards",
    "Combo": "Chimaera + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Matching": "Captain Gilad Pellaeon\\par Grand Admiral Thrawn\\par Grand Admiral Thrawn (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 420,
    "CardName": "Close Air Support",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Attack plans for General Madine's commandos often require coordinated air support. A number of Z-95 headhunters have been modified to operate in this role.",
    "Gametext": "Deploy on table. While your Z-95 occupies a system or cloud sector, once per turn your scout at a related exterior site may add one battle destiny (if Z-95 is Tala 1 or Tala 2, may also add one destiny to total power only).",
    "Icons": 0,
    "IsPulled": "Rebel Aces (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Rules": "(AR 1.7.1, B-4)\\par \"Your Z-95 occupies a system or cloud sector\" means that you must occupy the location, and the Z-95 there must itself have presence (such as a permanent pilot), or have presence aboard it (such as a character card).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 471,
    "CardName": "Colonel Cracken",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Alliance \\b spy\\b0  and \\b scout\\b0. Often flies support missions for General Madine's commandos.",
    "Gametext": "Deploys -2 aboard Tala 1. Adds 2 to power of anything he pilots. When piloting Tala 1, draws one battle destiny if not able to otherwise. When opponent deploys a spy or scout to same (or related) exterior site, opponent loses 1 Force.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Combo": "Colonel Cracken + Double Agent",
    "Matching": "Tala 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 472,
    "CardName": "Colonel Davod Jon",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "\\b Scout\\b0. Special forces \\b leader\\b0. Convinced superiors that wilderness survival and recon training are necessary for military dominance, despite technological superiority.",
    "Gametext": "While at an exterior planet site, power +2, immune to attrition < 3 and draws one battle destiny if not able to otherwise. When present with a Scomp Link, cancels Surprise Assault at a related site where you have a spy or scout.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 476,
    "CardName": "Colonel Jendon",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Senior test pilot ordered to shake down first TIE defenders assigned to fleet operations. Occasionally given honor duty of flying Vader's shuttle.",
    "Gametext": "Adds 3 to power and 1 to maneuver of anything he pilots. When piloting Onyx 1, draws one battle destiny if not able to otherwise.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Matching": "Onyx 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 477,
    "CardName": "Colonel Salm",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of Gray Squadron. Prefers to fly venerable Koensayr starfighters instead of newer models because \"they've always gotten me home in one piece.\"",
    "Gametext": "Adds 2 to power of anything he pilots. When he is piloting a Y-wing, once per battle you may cancel and redraw your battle destiny just drawn. While he occupies the Renegade system, Imperial Control is flipped and Imperial Occupation may not be flipped.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Princess Organa\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Gray Squadron 1",
    "Rules": "(AR 1.7.1, B-4)\\par Salm may only cancel and redraw a battle destiny of a battle he is participating in.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 482,
    "CardName": "Combat Response",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Being stationed at Endor during the construction of the second Death Star allowed Imperial pilots time to train in the latest starfighter combat techniques.",
    "Gametext": "Deploy on table. During your deploy phase, you may reveal one unpiloted starfighter from hand to take its matching pilot character from Reserve Deck (or vice versa) and deploy both simultaneously; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6509\\par ",
    "IsPulled": "Desperate Counter\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Squadron Assignments",
    "Rules": "(AR 1.7.1, B-4)\\par Once an unpiloted starfighter (or pilot) is revealed, if no matching pilot (or unpiloted starfighter) is found, the opponent is permitted to verify. If a match has been found but the player does not have enough Force to deploy the cards (or there is no location where they can be legally deployed), then the card revealed from hand is returned to hand, and the card taken from the Reserve Deck is placed back in the Reserve Deck; reshuffle.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 484,
    "CardName": "Combined Fleet Action",
    "Grouping": "Light",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "At each system where any player does not have both a starfighter and a capital starship present, that player's starships there are power -2. At sites related to systems you occupy, during each battle opponent may draw no more than one battle destiny. Once during each of your deploy phases, you may deploy one combat vehicle from your Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Chewie's AT-ST\\par Cloud Car\\par Dash In Rogue 12\\par Rebel Snowspeeder\\par Rogue 1\\par Rogue 2\\par Rogue 3\\par Rogue 4\\par Sandspeeder\\par Snowspeeder\\par Snowspeeder Garrison (V)\\par Speeder Bike",
    "IsPulled": "Admiral Ackbar",
    "Counterpart": "Battle Deployment",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 500,
    "CardName": "Commander Merrejk",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b commander\\b0, \\b scout\\b0, \\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Elite Imperial \\b scout\\b0  and \\b spy\\b0. Often poses as a freighter captain making runs to the Outer Rim. Monitors activities of Rebels and other criminals.",
    "Gametext": "Adds 2 to power of anything he pilots. When he is present with a Scomp link, once during each of your deploy phases, you may deploy one battleground system from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Anoat\\par Bespin\\par Carida\\par Corulag\\par Coruscant (EP1)\\par Dantooine\\par Endor\\par Fondor\\par Gall\\par Hoth\\par Jakku\\par Jedha\\par Kashyyyk\\par Kessel\\par Kiffex\\par Malastare\\par Mon Calamari\\par Naboo\\par Nal Hutta\\par Ord Mantell\\par Raithal\\par Rendili\\par Sullust\\par Tatooine\\par Tatooine (EP1)\\par Yavin 4",
    "IsPulled": "Admiral Piett",
    "Combo": "Commander Merrejk + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 514,
    "CardName": "Concentrate All Fire",
    "Grouping": "Light",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Each starfighter that fires a weapon in battle is power +3 for remainder of battle. Once per turn, you may cancel and redraw your starship weapon destiny just drawn. At sites related to systems you occupy, your characters who have immunity to attrition each add 2 to immunity and 1 to each of that character's weapon destiny draws.",
    "Icons": 0,
    "IsPulled": "Admiral Ackbar",
    "Counterpart": "Fighter Cover",
    "Cancels": "Your starship weapon destiny draw to cause a redraw.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 516,
    "CardName": "Concussion Missiles",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "missile",
    "Destiny": 4,
    "Lore": "Originally developed by smugglers and pirates as defense against starfighters. Adapted by the Empire to serve as onboard defense for slow moving bombers.",
    "Gametext": "Use 1 Force to deploy on your bomber, TIE Defender, freighter or transport. May target a starship for free. Draw destiny. Add 1 when targeting a starfighter or squadron. Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Colonel Jendon In Onyx 1 (V)\\par I Can't Shake Him!",
    "Counterpart": "Concussion Missiles",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 517,
    "CardName": "Concussion Missiles",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "missile",
    "Destiny": 4,
    "Lore": "Used by veteran smugglers. Defend transports from maneuverable TIE fighters. Frequently used to arm Rebellion transports and freighters.",
    "Gametext": "Use 1 Force to deploy on your bomber, A-wing, freighter or transport. May target a starship for free. Draw destiny. Add 1 if targeting a starfighter or squadron. Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Lieutenant s'Too Vees (when at a docking bay).\\par Portable Scanner\\par Rapid Fire",
    "Counterpart": "Concussion Missiles",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 545,
    "CardName": "Corporal Marmor",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Corellian dock mechanic. Defected to the Alliance with General Madine. Manages staff of 75 starfighter and 12 star cruiser mechanics in \\ul Home One's\\ul0  rear quadrant.",
    "Gametext": "Reduces X by 3 on Docking And Repair Facilities when a Star Cruiser is held there. When he is at a docking bay where you have just deployed a starfighter, once per turn you may retrieve 1 Force.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Combo": "Corporal Marmor + Docking And Repair Facilities",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 546,
    "CardName": "Corporal Midge",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Self-taught marksman and \\b scout\\b0  from a rural region of Chandrila. Inspired by Mon Mothma to join the Alliance. Newly recruited into Madine's commandos as a field technician.",
    "Gametext": "Adds 1 to each of his character weapon destiny draws (2 when firing a rifle and all your ability here is provided by scouts). While on Endor, adds 1 to your Force drains at your exterior Endor sites where you have a scout of ability > 2 (and no Ewoks).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Scouts of ability > 2 are:\\par \\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Solo\\par General Solo (V)\\par Lieutenant Page\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Orrimaarko",
    "IsPulled": "General Crix Madine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 587,
    "CardName": "Critical Error Revealed",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "hologram",
    "Destiny": 4,
    "Lore": "\\b Hologram\\b0  technology allows efficient communication of complex intelligence during war room briefings.",
    "Gametext": "If you have a leader at your war room, peek at top card of opponent's Reserve Deck. You may place it on bottom of that Reserve Deck.",
    "Icons": 0,
    "Information": "BG-J38 adds 2 to the destiny of each of your holograms and dejariks drawn for battle destiny or weapon destiny.",
    "IsPulled": "Holoprojector",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 638,
    "CardName": "Darth Vader's Lightsaber",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "Vader's lightsaber. Symbol of the most feared man in the galaxy. Vader's control of the dark side of the Force allows him to wield this weapon in surprising ways.",
    "Gametext": "Deploy on Vader. May target a character or creature. Draw two destiny. Target hit if total destiny > defense value. Also, during a duel, Vader may 'throw' this lightsaber to add 1 to each of his duel destiny draws (place lightsaber in Used Pile at end of duel).",
    "Icons": 0,
    "Information": "Vader's lightsaber 'personas' are:\\par \\par Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Darth Vader With Lightsaber\\par Vader's Lightsaber",
    "IsPulled": "I Am Your Father (V)\\par I Will Finish What You Started\\par Maul Strikes",
    "MatchingWeapon": "Darth Vader\\par Darth Vader (V)\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, Emperor's Enforcer\\par Lord Vader\\par Vader",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 658,
    "CardName": "Death Star II",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "   X = parsec of current position. Must deploy orbiting Endor. Death Star II locations are immune to Revolution. Opponent's Force drains +3 here unless That Thing's Operational on table.",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "DarkSideText": "X = parsec of current position. Must deploy orbiting Endor. Death Star II locations are immune to Revolution. Opponent's Force drains +3 here unless That Thing's Operational on table.",
    "Parsec": "X",
    "Icons": "Mobile",
    "Mobile": 1,
    "Information": "Scythe Squadron TIE deploys -2 at Death Star II.",
    "Abbreviation": "DSII, D*2",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 659,
    "CardName": "Death Star II: Capacitors",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Sector",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "When your starship moves from here, draw movement destiny. Add maneuver (if any). If total destiny < 2, starship is lost.   Deploys only if Coolant Shaft on table. While That Thing's Operational on table, you may add one battle destiny during battles at Death Star II system and system it orbits.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "When your starship moves from here, draw movement destiny. Add maneuver (if any). If total destiny < 2, starship is lost.",
    "DarkSideText": "Deploys only if Coolant Shaft on table. While That Thing's Operational on table, you may add one battle destiny during battles at Death Star II system and system it orbits.",
    "Icons": "Mobile",
    "Mobile": 1,
    "IsPulled": "Moff Jerjerrod",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 660,
    "CardName": "Death Star II: Coolant Shaft",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Sector",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "When your starship moves from here, draw movement destiny. Add maneuver (if any). If total destiny < 1, starship is lost.   Deploys only if Death Star II system on table. Your TIEs at Death Star II locations may not Tallon Roll. Your non-Objective cards with 'Occupation' in title are canceled.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "When your starship moves from here, draw movement destiny. Add maneuver (if any). If total destiny < 1, starship is lost.",
    "DarkSideText": "Deploys only if Death Star II system on table. Your TIEs at Death Star II locations may not Tallon Roll. Your non-Objective cards with 'Occupation' in title are canceled.",
    "Icons": "Mobile",
    "Mobile": 1,
    "IsPulled": "Moff Jerjerrod",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 661,
    "CardName": "Death Star II: Docking Bay",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit to or from here requires 8 Force (ignore other docking bay's text).   Your TIEs deploy -1 here. Your docking bay transit from here is free.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit to or from here requires 8 Force (ignore other docking bay's text).",
    "DarkSideText": "Your TIEs deploy -1 here. Your docking bay transit from here is free.",
    "Icons": "Mobile, Exterior, Interior, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "IsPulled": "Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans",
    "Combo": "Death Star II: Docking Bay + Lieutenant Endicott",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 662,
    "CardName": "Death Star II: Reactor Core",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Sector",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "When attempting to \"blow away\" Death Star II, add 1 to total destiny for each of your piloted starfighters here.   Deploys only if Capacitors on table. You may deploy That Thing's Operational from Reserve Deck; reshuffle. Ominous Rumors is suspended.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "When attempting to \"blow away\" Death Star II, add 1 to total destiny for each of your piloted starfighters here.",
    "DarkSideText": "Deploys only if Capacitors on table. You may deploy That Thing's Operational from Reserve Deck; reshuffle. Ominous Rumors is suspended.",
    "Icons": "Mobile",
    "Mobile": 1,
    "Pulls": "That Thing's Operational",
    "IsPulled": "Moff Jerjerrod",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 663,
    "CardName": "Death Star II: Throne Room",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Immune to Revolution.   Once per game, you may take Emperor's Power into hand from Reserve Deck; reshuffle.",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "LightSideText": "Immune to Revolution.",
    "DarkSideText": "Once per game, you may take Emperor's Power into hand from Reserve Deck; reshuffle.",
    "Icons": "Mobile, Interior, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Pulls": "Emperor's Power",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 691,
    "CardName": "Defiance",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Mon Calamari Star Cruiser",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 8,
    "Deploy": 9,
    "Forfeit": 10,
    "Armor": 6,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Fleet rear guard. Weapon batteries hard-wired to central targeting processor. Coordinates vicious crossfire against enemy capital starships.",
    "Gametext": "May add 5 pilots, 6 passengers, 3 starfighters and 1 vehicle. Has ship-docking capability. Permanent pilot provides ability of 2. Each of its weapon destiny draws is +2. Capital starships it 'hits' are power -5.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Ackbar (V) adds one battle destiny while piloting a Star Cruiser.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 716,
    "CardName": "Desperate Counter",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The Empire relied on the skill of its pilot corps to defend the Death Star reactor core from attack.",
    "Gametext": "Deploy on Death Star II system. When opponent moves from a related sector, for each TIE armed with a weapon there, movement destiny is -3 (limit -9). Also, you may deploy either Combat Response or Imperial Arrest Order from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Pulls": "Combat Response\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Rules": "(AR 1.7.1, B-6)\\par Both Combat Response and Imperial Arrest Order can be deployed in the same deploy phase using this card, although each deployment is a separate action.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 753,
    "CardName": "Dominator",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Victory-class Star Destroyer",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 7,
    "Forfeit": 7,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 4,
    "Lore": "\\ul Victory\\ul0-class hull overhauled with powerful thrusters and latest hyperdrive technology. Engineered to support task forces combating Rebel starfighters.",
    "Gametext": "May add 4 pilots, 6 passengers, 1 vehicle and 2 TIEs. Has ship-docking capability. Permanent pilot provides ability of 2. Laser Cannon Battery may deploy aboard (and may fire twice per battle).",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.",
    "Combo": "Dominator + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 788,
    "CardName": "DS-181-3",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Flies Saber 3 in fighting 181st. Studied under Baron Fel at the Prefsbelt Imperial Academy; now flies as his wing. Nicknamed \"Fel's Wrath.\" Watches the Baron's back.",
    "Gametext": "Adds 2 to power of anything he pilots. When piloting Saber 3, draws one battle destiny if not able to otherwise. Opponent may not 'react' to same system or sector.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Matching": "Saber 3",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 789,
    "CardName": "DS-181-4",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Wingman of Major Phennir. Earned promotion to Fel's squadron by scoring 12 kills at Mon Calamari. Repeatedly refused further promotion so that he could remain in the 181st.",
    "Gametext": "Adds 3 to power of any TIE he pilots. Once during each of your deploy phases, you may take one unique (*) TIE Interceptor into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Saber 1\\par Saber 2\\par Saber 3\\par Saber 4",
    "Matching": "Saber 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 832,
    "CardName": "Emperor Palpatine",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Dark Jedi Master/Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Ultra Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 6,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 9,
    "Ability": 7,
    "ForceAptitude": "Dark Jedi Master",
    "Lore": "Sith Master and \\b leader\\b0  of Galatic Empire. Dark side mentor to Darth Vader. Controls the Empire by instilling fear in its subjects and greed in its governors.",
    "Gametext": "Never deploys or moves (even aboard a starship or vehicle) to a site opponent occupies. Where present, subtracts 3 from attempts to cross Vader over. Once per turn, you may take Force Lightning into hand from Reserve Deck; reshuffle. Immune to attrition.",
    "Icons": 0,
    "Information": "Emperor Palpatine personas are:\\par \\par Emperor Palpatine\\par Emperor Palpatine, Forseer\\par The Emperor",
    "Pulls": "Force Lightning",
    "IsPulled": "According To My Design (V)\\par Sith Fury (V)",
    "Combo": "Emperor Palpatine + Force Lightning\\par -----\\par Emperor Palpatine + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Emperor Palpatine + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.\\par -----\\par Emperor Palpatine + Janus Greejatus\\par -----\\par Emperor Palpatine + Overseeing It Personally",
    "Rules": "(AR 1.7.1, D-4)\\par Personas - Palpatine, Sidious, And The Emperor \\par While in the saga of Star Wars we learn that the Emperor, Senator Palpatine, and Darth Sidious are one in the same, for game purposes they are treated as three distinct people. They will be referred to as Emperor, Palpatine, and Sidious, respectively.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 833,
    "CardName": "Emperor's Personal Shuttle",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Lambda-class Shuttle",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Hyperspeed": 3,
    "Maneuver": 3,
    "Lore": "Transport used extensively by Emperor Palpatine. Extremely well guarded. Pilots ordered to maintain constant contact with all nearby Imperial strike forces.",
    "Gametext": "May add 1 pilot and 4 passengers. Permanent pilot provides ability of 2. Emperor deploys for free aboard. While Emperor aboard, immune to attrition and adds one battle destiny.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Commander Desanne",
    "Combo": "Emperor's Personal Shuttle + Emperor Palpatine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 834,
    "CardName": "Emperor's Power",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "From his throne room aboard the second Death Star, Emperor Palpatine monitors activity throughout the galaxy.",
    "Gametext": "Deploy on your Throne Room. You may not Force drain here. While Emperor here, opponent's characters are deploy +2 to Death Star II sites and, once per turn, you may lose Effect (or 1 Force from top of Reserve Deck) to add one battle destiny anywhere. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Death Star II: Throne Room\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 849,
    "CardName": "Endor Shield",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Planetary scale shield projected from surface of Endor moon. Protected second Death Star during construction. Only another superlaser could penetrate it while operational.",
    "Gametext": "Deploy on Bunker. Imperials deploy -1 here. While Death Star II system orbits Endor and you control Bunker, at Death Star II system and each Death Star II site opponent may not deploy and must use +3 Force to move there. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Endor: Bunker\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 871,
    "CardName": "Enhanced Proton Torpedoes",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "proton torpedoes",
    "Destiny": 3,
    "Lore": "Often modified by Rebel technicians. Heavy warhead provides increased armor penetration. Decreased maneuverability and effectiveness against starfighters.",
    "Gametext": "Deploy on your X-wing, Y-wing or B-wing. May target a starship using 1 Force. Draw destiny. Add 1 if targeting a capital starship. Otherwise, subtract 1. Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Lieutenant s'Too Vees (when at a docking bay).\\par Portable Scanner\\par Rapid Fire",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 939,
    "CardName": "Fighter Cover",
    "Grouping": "Dark",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Each starfighter that fires a weapon in battle is power +3 for remainder of battle. Once per turn, you may cancel and redraw your starship weapon destiny just drawn. At sites related to systems you occupy, your characters who have immunity to attrition each add 2 to immunity and 1 to each of that character's weapon destiny draws. ",
    "Icons": 0,
    "IsPulled": "Admiral Piett",
    "Counterpart": "Concentrate All Fire",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 940,
    "CardName": "Fighters Coming In",
    "Grouping": "Dark",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Unique (*) starfighters without permanent pilots are immune to attrition < 4 (or add 2 to immunity if starfighter already has immunity). Starships without pilot characters aboard are power -2. At docking bays related to systems you occupy, your Force drains are +1. Once per turn, your starfighter just lost from a system may be relocated to a related docking bay.",
    "Icons": 0,
    "IsPulled": "Admiral Piett\\par Major Turr Phennir",
    "Counterpart": "I'll Take The Leader",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 949,
    "CardName": "First Officer Thaneespi",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Mon Calamari\\b0 , female",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Mon Calamari deck officer. Brilliant tactical analyst. One of several brave \\b leaders\\b0  of Mon Calamari refugees from Imperial invasion of her planet.",
    "Gametext": "Deploys -2 to \\ul Home One\\ul0. Adds 3 to power of any capital starship she pilots. When piloting a Star Cruiser with another Mon Calamari pilot aboard, unless opponent has total ability > 6 piloting here, reset opponent's total battle destiny here to 0.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Star Cruisers are:\\par \\par Defiance\\par Home One\\par Independence\\par Liberty\\par Mon Calamari Star Cruiser\\par \\par Other Mon Calamari pilots are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par Major Haash'n\\par -----\\par Mon Calamari are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par Captain Verrack\\par First Officer Thaneespi\\par Loci Rosen\\par Major Haash'n",
    "IsPulled": "Admiral Ackbar\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Home One",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 953,
    "CardName": "Flagship Executor",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Super-class Star Destroyer",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 4,
    "Power": 12,
    "Deploy": 12,
    "Forfeit": 15,
    "Armor": 12,
    "Ability": 3,
    "Hyperspeed": 2,
    "Lore": "Command ship of the Imperial Fleet at the Battle of Endor. Originally constructed at the Fondor ship yards. Admiral Piett stationed aboard.",
    "Gametext": "May add unlimited pilots, passengers and starfighters. Has ship-docking capability. Permanent pilot provides ability of 3. Immune to attrition if target of Flagship Operations.",
    "Icons": "Pilot, Astromech, Scomp Link ",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.\\par -----\\par Flagship Executor deploys -5 at Fondor.\\par -----\\par Executor personas are:\\par \\par Executor\\par Flagship Executor\\par -----\\par Free Executor on first turn:\\par \\par Pull Executor with You Cannot Hide Forever & Mobilization Points as your first acion. Opponent can't use a shield against your first action.\\par  pulls They Must Never Again Leave This City, which deploys Executor for free to Bespin system.",
    "IsPulled": "Mobilization Points\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Flagship Executor + Flagship Operations\\par -----\\par Flagship Executor + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.\\par -----\\par Flagship Executor + Alert My Star Destroyer!\\par Make Flagship Executor immune to attrition by shuttling your commander, moff or Dark Jedi aboard.",
    "Matching": "Admiral Piett\\par Captain Piett\\par Lord Vader",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 954,
    "CardName": "Flagship Operations",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"There's too many of them!\"",
    "Gametext": "Deploy on a Star Destroyer if five \\ul Executor\\ul0  sites on table. Your TIEs are deploy -1, forfeit +2, and destiny +2. At systems where you have a TIE, your Imperial capital starships are deploy -3 and your battle destiny draws are +1 each. (If on \\ul Executor\\ul0, immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Flagship Operations + Flagship Executor",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 969,
    "CardName": "Force Lightning",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The Emperor is strong in the dark arts of the Force. He can direct pure energy to shoot forth from his outstretched fingers.",
    "Gametext": "Target any character (even a captive) present with Emperor. USED: Target is defense value -4 for remainder of turn. LOST: Emperor loses immunity to attrition and is defense value -2 for remainder of turn. Draw destiny. Target lost if destiny +1 > defense value.",
    "Icons": 0,
    "Information": "The Used part can be played on your own character to get Force Lighning back into your Reserve Deck.",
    "IsPulled": "Emperor Palpatine",
    "Rules": "(AR 1.7.1, B-7)\\par This Dark Side interrupt may not target a frozen captive.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 970,
    "CardName": "Force Pike",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Uses microscopic vibrations emitted from its tip. Cuts through stone, metal and bone. Ceremonial weapon for most; deadly implement in the hands of an Emperor's Royal Guard.",
    "Gametext": "Deploy on your Royal Guard (or use 3 Force to deploy on your other warrior). Adds 1 to defense value. May target a character or creature using 1 Force. Draw destiny. Target hit if destiny +1 > defense value. If hit by a Royal Guard, target's power = 0.",
    "Icons": 0,
    "IsPulled": "Mara Jade, The Emperor's Hand",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1004,
    "CardName": "Gall",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Immune to Revolution.   While you occupy, once per battle you may choose a target just 'hit' by a blaster or rifle (except [Permanent Weapon] weapons) to be lost.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Immune to Revolution.",
    "DarkSideText": "While you occupy, once per battle you may choose a target just 'hit' by a blaster or rifle (except [Permanent Weapon] weapons) to be lost.",
    "Parsec": 9,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)\\par Mobilization Points\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1017,
    "CardName": "General Calrissian",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b general\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Leader\\b0. \\b Gambler\\b0. Fair pilot. Lando was given the rank of General for \"a little maneuver\" at the Battle of Taanab. Willing to lead Rebel starfighters in a crazy attack.",
    "Gametext": "Deploys -2 aboard \\ul Falcon\\ul0. Adds 3 to power of anything he pilots. When piloting a freighter, adds 1 to maneuver and draws one battle destiny if not able to otherwise. When he attempts to \"blow away\" Death Star II, adds 2 to total.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Unlikely Hero (V)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V) (Dark Side)",
    "IsPulled": "Balanced Attack\\par Cloud City: Security Tower\\par Lobot (V) as a 'react'.\\par Rebel Leadership (V)\\par Seeking An Audience (V)\\par Strike Planning\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Gold Squadron 1\\par Millennium Falcon",
    "MatchingWeapon": "Lando's Blaster Rifle",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1031,
    "CardName": "General Walex Blissex",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Engineer who worked with Jan Dodonna to design the A-wing starfighter. Given honorary rank due to his service to the Rebellion.",
    "Gametext": "Deploys -2 aboard your Star Cruiser or to same location as your Admiral. Adds 1 to power of anything he pilots. Adds 1 to power and forfeit of each of your A-wings at same and related locations.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Balanced Attack\\par Rebel Leadership (V)\\par Strike Planning",
    "Combo": "General Walex Blissex + A-wing",
    "Rules": "(AR 1.7.1, B-7)\\par If deploying to a Home One site when Home One is not on table, Blissex does not deploy at -2 because you cannot establish that this site is aboard a \"star cruiser\". See starship sites.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1054,
    "CardName": "Gold Squadron 1",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Heavily-Modified Light Freighter",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 7,
    "Hyperspeed": 6,
    "Maneuver": 5,
    "Lore": "The \\ul Millennium Falcon\\ul0  relies on heavily upgraded speed and maneuverability to survive in combat. General Calrissian's starship at Battle of Endor.",
    "Gametext": "Deploy -2 to Endor. May add 2 pilots and 2 passengers. Immune to Tallon Roll. Immune to attrition < 4 when Lando or Nien Nunb piloting (< 6 when both).",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Millennium Falcon personas are:\\par \\par Gold Squadron 1\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Lando In Millennium Falcon\\par Millennium Falcon\\par The Falcon\\par The Falcon, Junkyard Garbage (Starship)\\par The Falcon, Junkyard Garbage (Vehicle) -----\\par Surface Defense Cannon deploys free aboard Millennium Falcon.",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Life Debt",
    "Matching": "Artoo & Threepio\\par Captain Han Solo\\par Chewbacca\\par Chewbacca, Protector\\par Chewie (V)\\par Chewie With Bowcaster\\par General Calrissian\\par General Solo\\par Han (V)\\par Han Solo\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Nien Nunb\\par Tamtel Skreej",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1067,
    "CardName": "Gray Squadron 1",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Y-wing",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Hyperspeed": 4,
    "Maneuver": 3,
    "Lore": "Y-wing flown by Colonel Salm at the battle of Endor. Ordered to disable capital starships between General Calrissian and the Death star.",
    "Gametext": "May add 2 pilots or passengers. Ion cannons may fire free aboard. Each of its ion cannon weapon  destiny draws is +2. Immune to attrition < 4 when Salm or Kian piloting.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "SW-4 Ion Cannon is the ion cannon which can deloy aboard.",
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Matching": " Colonel Salm\\par Kin Kian",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1068,
    "CardName": "Gray Squadron 2",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Y-wing",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 2,
    "Hyperspeed": 4,
    "Maneuver": 3,
    "Lore": "Flown by Lieutenant Telsij as Colonel Salm's wingman. Part of Gray Squadron during the Battle of Endor.",
    "Gametext": "May add 2 pilots or passengers. Immune to attrition < 3 when Lieutenant Telsij or Karie Neth piloting (when both, immune to attrition < 5 and adds one destiny to power only).",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Matching": " Lieutenant Telsij\\par Karie Neth",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1069,
    "CardName": "Gray Squadron Y-wing Pilot",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Veteran pilots of the reliable Koensayr starfighter were assigned by Ackbar to a key role at Endor. Both the pilots and their venerable Y-wings were up to the task.",
    "Gametext": "Adds 2 to power of anything he pilots. When piloting a Y-wing, draws one battle destiny if not able to otherwise. When a starship he pilots fires an ion cannon, once per turn, may draw two weapon destiny and choose one.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "SW-4 Ion Cannon is the ion cannon which may fire aboard an Y-wing.",
    "IsPulled": "Mon Mothma\\par Pucumir Thryss (to same Cloud City site)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1075,
    "CardName": "Green Leader",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0. Assigned to fly fighter screen for General Calrissian at Endor.",
    "Gametext": "Adds 2 to power of anything he pilots. When piloting Green Squadron 1, draws one battle destiny if not able to otherwise. Adds 3 to total weapon destiny of any starfighter he pilots firing at a starfighter with lower maneuver.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Princess Organa\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Green Squadron 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1076,
    "CardName": "Green Squadron 1",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "A-wing",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Lore": "Constructed at Chardaan Shipyards, a zero-gravity facility. Typically used as an escort for Y-wings or B-wings on critical attack missions.",
    "Gametext": "May add 1 pilot. Power -1 when opponent has a starfighter present with higher maneuver. Immune to attrition < 4 when Green Leader piloting.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "A-wing Cannon and Concussion Missiles may deploy on an A-wing.",
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Combo": "Green Squadron 1 + General Walex Blissex",
    "Matching": " Green Leader",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1078,
    "CardName": "Green Squadron 3",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "A-wing",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Lore": "Flown by Tycho Celchu at the Battle of Endor. Modified canopy improves pilot vision in tight confines. Assigned to fly top cover for \\ul Millennium Falcon\\ul0.",
    "Gametext": "May add 1 pilot. Power -1 when opponent has a starfighter present with higher maneuver. Maneuver +2 at a Death Star II sector. Immune to attrition < 4 when Tycho Celchu piloting.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "A-wing Cannon and Concussion Missiles may deploy on an A-wing.",
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Combo": "Green Squadron 3 + General Walex Blissex",
    "Matching": " Tycho Celchu",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1079,
    "CardName": "Green Squadron A-wing",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "A-wing",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "***",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 2,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Lore": "A-wing starfighters from Green Squadron. Assigned mission of screening Rebel capital starships from enemy fighters and bombers.",
    "Gametext": "Deploy -2 to Sullust or same system or sector as Green Leader. Permanent pilot provides ability of 2 and adds 2 to power. Power -1 when opponent has a starfighter present with higher maneuver.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "A-wing Cannon and Concussion Missiles may deploy on an A-wing.",
    "IsPulled": "All Wings Report In",
    "Combo": "Green Squadron A-wing + General Walex Blissex",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1080,
    "CardName": "Green Squadron Pilot",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Many top X-wing pilots transferred to A-wing squadrons when the new starfighter entered service. The best A-wing pilots were selected to fly for Green Squadron at the Battle of Endor.",
    "Gametext": "Adds 2 to power of anything he pilots. When piloting an A-wing, draws one battle destiny if not able to otherwise and is forfeit +2.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Mon Mothma\\par Pucumir Thryss (to same Cloud City site)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1118,
    "CardName": "Head Back To The Surface",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"And see if you can get a few of those TIE fighters to follow you.\"",
    "Gametext": "If your piloted unique (*) starfighter is present with opponent's piloted starfighter during your move phase at a non-cloud sector, relocate both to related system. OR Target your starfighter in battle. During this battle, your other starships may not be targeted by weapons.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1119,
    "CardName": "Heading For The Medical Frigate",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "At the Battle of Endor, Rebel starships fought to defend key capital starships, such as the \\ul Redemption\\ul0.",
    "Gametext": "USED: Add 1 to your battle destiny just drawn. STARTING: Deploy up to three Effects if each of them deploys for free, is always immune to Alter and has \"deploy on table\" (or \"deploy on your side of table\") in its game text. Place Interrupt in Lost Pile.",
    "Icons": 0,
    "Information": "Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6432\\par \\par Startable Effects are:\\par \\par A Tragedy Has Occurred\\par Aim High\\par Another Pathetic Lifeform\\par Battle Plan\\par Battle Plan & Draw Their Fire\\par Beldon's Eye (V)\\par Chasm\\par Civil Disorder (V)\\par Colo Claw Fish\\par Do, Or Do Not\\par Do, Or Do Not & Wise Advice\\par Don't Do That Again\\par Down With The Emperor! (V)\\par Evacuation Control (V)\\par Ewok Celebration\\par For Luck (V)\\par Get To Your Ships!\\par Great Shot, Kid!\\par I Must Be Allowed To Speak (V)\\par Insurrection\\par Insurrection & Aim High\\par K'lor'slug (V)\\par Keeping The Empire Out Forever\\par Lando's Not A System, He's A Man\\par Let's Keep A Little Optimism Here\\par Maneuvering Flaps (V)\\par Menace Fades\\par Opee Sea Killer\\par Ounee Ta\\par Sai'torr Kal Fas (V)\\par Sando Aqua Monster\\par Security Control\\par Seeking An Audience (V)\\par Squadron Assignments\\par Staging Areas\\par Steady, Steady\\par Strike Planning\\par Strikeforce (V)\\par Superficial Damage\\par The Camp\\par The Shield Is Down!\\par The Way Of Things\\par Twilight Is Upon Me\\par We Didn't Hit It\\par Weather Vane\\par Wokling (V)\\par You've Got A Lot Of Guts Coming Here\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Prepared Defenses",
    "Rules": "(AR 1.7.1, B-8)\\par See Prepared Defenses.\\par \\par (AR 1.7.1, B-12)\\par Prepared Defenses\\par Effects that are \"always immune to Alter\" means any Effect which is unconditionally immune to Alter according to it's own game text, as these conditions must be met before such an Effect is on table. Therefore cards that are immune to Alter based on a condition in their game text (such as Come Here You Big Coward) cannot be deployed with this starting interrupt. Cards which are immune to Alter in their game text but can have that immunity canceled by other cards may be deployed using this Interrupt. For example, Prepared Defenses could still be used to deploy Mobilization Points even if Don't Do That Again was on table. When deploying Effects using this Starting Interrupt, each Effect deploys separately, and all automatic actions resolve normally. Thus if this starting interrupt is used to deploy Naboo Occupation, No Escape, and Imperial Arrest Order, Naboo Occupation may be deployed first (and will be immediately lost), followed by No Escape (which allows the dark side player to take the top card of the lost pile into hand) followed by Imperial Arrest Order.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1123,
    "CardName": "Heavy Turbolaser Battery",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "The ultimate in armor penetration. Relies on dense capacitor banks for massive firing charge. Capacitors regularly malfunction. Hitting maneuverable targets nearly impossible.",
    "Gametext": "Use 4 Force to deploy on your Star Destroyer (adds 2 to power) or any mobile system. May target a starship using 2 Force. Draw two destiny. Subtract 1 when targeting a capital starship. Otherwise, subtract 6. Target hit if total destiny > defense value.",
    "Icons": 0,
    "Information": "Heavy Turbolaser Batteries deploy and fire free on Thunderflare.",
    "IsPulled": "I Can't Shake Him!",
    "Counterpart": "Heavy Turbolaser Battery",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1124,
    "CardName": "Heavy Turbolaser Battery",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "Built to penetrate the armor of the toughest Star Destroyers. Cooling technology pilfered from the Empire.",
    "Gametext": "Use 4 Force to deploy on your Star Cruiser (or Star Destroyer). Adds 2 to power. May target a starship using 2 Force. Draw two destiny. Subtract 1 when targeting a capital starship. Otherwise, subtract 6. Target hit if total destiny > defense value.",
    "Icons": 0,
    "Information": "Deploys free on Nebulon-B Frigate.",
    "IsPulled": "Lieutenant s'Too Vees (when at a docking bay)\\par Portable Scanner\\par Rapid Fire",
    "Counterpart": "Heavy Turbolaser Battery",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1152,
    "CardName": "Home One",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Mon Calamari Star Cruiser",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 9,
    "Deploy": 12,
    "Forfeit": 12,
    "Armor": 8,
    "Ability": 4,
    "Hyperspeed": 3,
    "Lore": "Command ship of the Rebel fleet. 1200 meters long. Masterpiece of aesthetic form. Most heavily armed and armored ship in the fleet. Admiral Ackbar's personal flagship.",
    "Gametext": "May add unlimited pilots, passengers, vehicles and starfighters. Has ship-docking capability. Permanent pilots provide total ability of 4. Immune to attrition < 8 (< 10 when Ackbar piloting).",
    "Icons": "Pilot x 2, Astromech, Scomp Link",
    "Pilot": 2,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "First Officer Thaneespi deploys -2 to Home One and can be pulled by Admiral Ackbar.\\par -----\\par Luke Skywalker, Jedi Knight deploys -3 aboard.\\par -----\\par Admiral Ackbar (V) adds one battle destiny while piloting a Star Cruiser.",
    "IsPulled": "Launching The Assault",
    "Combo": "Wokling (V) pulls Launching The Assault which pulls Home One\\par -----\\par Home One + Admiral Ackbar + First Officer Thaneespi",
    "Matching": "Admiral Ackbar\\par Admiral Ackbar (V)\\par First Officer Thaneespi",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1153,
    "CardName": "Home One: Docking Bay",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here is free. If you occupy, opponent may not move to this site.   Your docking bay transit from here requires 7 Force. Your transit to here requires +9 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 0,
    "LightSideText": "Your docking bay transit from here is free. If you occupy, opponent may not move to this site.",
    "DarkSideText": "Your docking bay transit from here requires 7 Force. Your transit to here requires +9 Force.",
    "Icons": "Mobile, Starship, Exterior, Interior, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "Exterior": 1,
    "Starship": 1,
    "ScompLink": 1,
    "IsPulled": "Firin Morett\\par Insurrection\\par Insurrection & Aim High\\par Security Control",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1154,
    "CardName": "Home One: War Room",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While you control with a Rebel here, \\ul Home One\\ul0  is deploy -5 and power +3.   Force drain -1 here. When you initiate a battle here, add one battle destiny.",
    "LightSideIcons": 2,
    "DarkSideIcons": 0,
    "LightSideText": "While you control with a Rebel here, \\ul Home One\\ul0  is deploy -5 and power +3.",
    "DarkSideText": "Force drain -1 here. When you initiate a battle here, add one battle destiny.",
    "Icons": "Mobile, Starship, Interior, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "Starship": 1,
    "ScompLink": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1156,
    "CardName": "Honor Of The Jedi",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": " The final act of Luke's ascension to Jedi Knighthood was sending off his father, draped in the garb of Vader.",
    "Gametext": "Deploy on table. Unless opponent occupies three battlegrounds, each time you must lose Force (except from your card, battle damage or a Force drain at a battleground), reduce the loss by 2. (Immune to Alter while you occupy any battleground).",
    "Icons": 0,
    "Information": "Countercard for Dark Side: No Escape.",
    "Abbreviation": "HoTJ",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "IsCanceledBy": "Suspended by Tikkes while he is in a senate majority.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1207,
    "CardName": "I Feel The Conflict",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"I know there is good in you. The Emperor hasn't driven it from you fully.\"",
    "Gametext": "Use 2 Force to deploy on table. Each time you win a battle or duel, opponent loses 1 Force (cannot be reduced) and stacks lost card here face down. When attempting to cross Vader over, add 3 to total destiny for each card in stack. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Insignificant Rebellion",
    "Rules": "(AR 1.7.1, B-8)\\par See Credits Will Do Fine.\\par \\par (AR 1.7.1, B-5)\\par Credits Will Do Fine\\par Both players get to see any card that is lost from hand before it is placed under this Effect. Other cards are not viewed.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1227,
    "CardName": "I'll Take The Leader",
    "Grouping": "Light",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Unique (*) starfighters without permanent pilots are immune to attrition < 4 (or add 2 to immunity if starfighter already has immunity). Starships without pilot characters aboard are power -2. At docking bays related to systems you occupy, your Force drains are +1. Once per turn, your starfighter just lost from a system may be relocated to a related docking bay.",
    "Icons": 0,
    "Information": "Try this: start Hidden Base, Squadron Assignments, Insurrection and one other (I'd go Battle Plan, Menace Fades or something defense myself). What you now have is a fairly basic Hidden Base deck, drain at the systems and the lots - of - generic - docking-bays. Your pilots get beefed (insurrection) and they match their ships.\\par \\par Now drop down I'll Take The Leader and watch what happens - your ships are all immune to attrition < 6 (they match), you drain for two on the ground and all your ships regenerate. Plus your opponents 'no-brainer' counters (e.g. Dreadnaught, Bossk etc...) all get the shaft.\\par \\par They key to this is that the deck doesn't *rely* on the AO (which can be over-ridden), it just moves up a gear into a deadlyier version of itself. This is how the Admirals Orders are best used. Try it, you'll be pleasently surprised.",
    "IsPulled": "Admiral Ackbar",
    "Counterpart": "Fighters Coming In",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1233,
    "CardName": "I'm With You Too",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 7,
    "Lore": "Luke completes the legendary foursome.",
    "Gametext": "Deploy on Luke if That's One and Count Me In are on table. When Han, Chewie, Leia and Luke are involved in the same battle, you may double your total battle destiny and Han, Chewie, Leia, and Luke are immune to attrition. Don't Get Cocky is a Used Interrupt.",
    "Icons": 0,
    "Abbreviation": "IWYT",
    "IsPulled": "I Wonder Who They Found\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1266,
    "CardName": "Imperial Command",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Emperor's high command is subjected to close scrutiny by the Imperial bureaucracy. Despite this apparent lack of trust, many turned out to be fine commanders.",
    "Gametext": "Take one admiral or general into hand from Reserve Deck; reshuffle. OR If your admiral is in battle at a system (or your general is in battle at a site), you may either add one battle destiny or prevent opponent from drawing more than one battle destiny.",
    "Icons": 0,
    "Pulls": "Admiral Chiraneau\\par Admiral Motti\\par Admiral Motti (V)\\par Admiral Ozzel\\par Admiral Piett\\par Captain Peavey\\par General Grievous\\par General Hux\\par General Nevar\\par General Tagge\\par General Veers\\par General Veers (V)\\par Grand Admiral Thrawn\\par Grand Admiral Thrawn (V)\\par Veers\\par Veers (V)",
    "Counterpart": "Rebel Leadership (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1300,
    "CardName": "Inconsequential Losses",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "With its superior numbers, the Empire knowingly sacrifices the safety of many units and weapons in order to preserve the greater war machine.",
    "Gametext": "Deploy on table. Each turn, each of your characters, vehicles, and starships may forfeit one of its weapons (except a lightsaber) using forfeit value = 3. Also, your forfeited weapons go to Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Superficial Damage",
    "Rules": "(AR 1.7.1, B-9)\\par The game text \"may forfeit one of its weapons\" means that a character, starship or vehicle may only forfeit a weapon deployed on that character, starship or vehicle. Thus a character cannot use this Effect to forfeit an artillery weapon at the same location, a starship cannot forfeit an Orbital Mine at the same system and so on. The game text that allows your forfeited weapons go to your Used Pile applies to any weapon you forfeit (including artillery weapons that already have a forfeit value).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1302,
    "CardName": "Independence",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Mon Calamari Star Cruiser",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 8,
    "Deploy": 9,
    "Forfeit": 10,
    "Armor": 6,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Communications starship. Often hosts first assignment for top prospects from among newly commissioned officers.",
    "Gametext": "May add 5 pilots, 6 passengers, 1 vehicle and 3 starfighters. Has ship-docking capability. Permanent pilot provides ability of 2. Immune to attrition < 3 (< 4 if Rebel leader aboard).",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Ackbar (V) adds one battle destiny while piloting a Star Cruiser.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1314,
    "CardName": "Insertion Planning",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "The Rebellion employs every advantage it has over Imperial machines. A corps of well-trained scouts can elude detection in proper terrain.",
    "Gametext": "If your scout is in battle at an exterior planet site, subtract 3 from opponent's total battle destiny. OR Target opponent's character aboard an open vehicle moving to your scout's site. Draw destiny. If destiny +2 > ability, target goes to Used Pile.",
    "Icons": 0,
    "Information": "Scouts are:\\par \\par Arcona\\par Cal Alder\\par Captain Yutani\\par Chewbacca of Kashyyyk\\par Colonel Cracken\\par Corporal Beezer\\par Corporal Delevar\\par Corporal Janse\\par Corporal Kensaric\\par Corporal Midge\\par Daughter of Skywalker\\par Daughter Of Skywalker (V)\\par Dresselian Commando\\par Endor Scout Trooper\\par Ewok Sentry\\par Geezum\\par General Solo\\par General Solo (V)\\par Het Nkik\\par Ketwol\\par Lieutenant Blount\\par Lieutenant Greeve\\par Lieutenant Page\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Major Panno\\par Orrimaarko\\par Paploo\\par Ralltiir Freighter Captain\\par Rebel Scout\\par Romba\\par Sergeant Brooks Carlson\\par Sergeant Bruckman\\par Sergeant Junkin\\par Shistavanen Wolfman\\par Snivvian\\par Tauntaun Handler\\par Tedn Dahai\\par Wicket\\par Wuta\\par Yarkora",
    "Combo": "Insertion Planning + Rebel Strike Team / Garrison Destroyed",
    "Rules": "(AR 1.7.1, B-9)\\par This card may target an open vehicle moving 'through' your scout's site. If the driver is removed form that vehicle, then its movement will be halted at that site.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1315,
    "CardName": "Insignificant Rebellion",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Your fleet is lost. And your friends on the Endor moon will not survive. There is no escape, my young apprentice.\"",
    "Gametext": "Use 2 Force to deploy on table. Each time you win a battle, opponent loses 1 Force (cannot be reduced) and stacks lost card here face down. When attempting to cross Luke over (except with Epic Duel), add 3 to total destiny for each card in stack. (Immune to Alter.)",
    "Icons": 0,
    "Abbreviation": "IR",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "I Feel The Conflict",
    "Rules": "(AR 1.7.1, B-9)\\par See Credits Will Do Fine.\\par \\par (AR 1.7.1, B-5)\\par Credits Will Do Fine\\par Both players get to see any card that is lost from hand before it is placed under this Effect. Other cards are not viewed.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1319,
    "CardName": "Intensify The Forward Batteries",
    "Grouping": "Dark",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Each player, if that player has a capital starship armed with a starship weapon in a battle, draws one battle destiny if not able to otherwise and, once per battle, may reduce the defense value of one opponent's capital starship present by 4 for remainder of the battle. At sites related to systems you occupy, your non-pilot warriors are deploy -1, defense value +2, and forfeit +1.",
    "Icons": 0,
    "IsPulled": "Admiral Piett",
    "Counterpart": "Taking Them With Us",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1369,
    "CardName": "Janus Greejatus",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Imperial Council Member\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Imperial council member. Very cruel at heart. Has lusted for power his entire life. Predictable and controllable.",
    "Gametext": "Deploys -3 to Emperor's site. When with Emperor at a battleground site, adds 1 to your Force drains here. Once per turn, you may use 1 Force to place a card from hand on bottom of Used Pile and draw top card of Reserve Deck. Immune to attrition < 3.",
    "Icons": 0,
    "Pulls": "Top card from Reserve Deck for 1 Force.",
    "IsPulled": "Dark Collaboration (V)",
    "Combo": "Janus Greejatus + Operational As Planned\\par Stack three high destinies for tracking.\\par -----\\par Janus Greejatus + Emperor Palpatine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1398,
    "CardName": "Judicator",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 8,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 6,
    "Ability": 1,
    "Hyperspeed": 3,
    "Lore": "Incorporates latest design modifications from Kuat Drive Yards. Targeting computers outfitted with antenna locking, in-line calibration and helical-motion extrapolators.",
    "Gametext": "May add 6 pilots, 8 passengers, 2 vehicles and 4 TIEs. Has ship-docking capability. Permanent pilot provides ability of 1. Each of its weapon destiny draws is +2. Starfighters it 'hits' are power = 0.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.",
    "IsPulled": "Commander Nemet (V)\\par Kuat Drive Yards",
    "Combo": "Judicator + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1411,
    "CardName": "Karie Neth",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b gunner\\b0, Rogue Squadron pilot, female",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Gray Squadron 2's \\b gunner\\b0  at the Battle of Endor. Member of Rogue Squadron. Replaced Bothan pilot lost during secret mission ordered by Rebel command staff.",
    "Gametext": "Adds 2 to power of anything she pilots. While aboard your starship, adds 1 to each of its weapon destiny draws (2 if Gray Squadron 2 or when with Telsij).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "Combo": "endor",
    "Matching": "Gray Squadron 2\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1425,
    "CardName": "Keir Santage",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rogue Squadron pilot",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Rescued from an Imperial detention center by Wedge Antilles. Rogue Squadron veteran. Assigned to Red Squadron at the Battle of Endor. Coordinates with Rebellion procurement.",
    "Gametext": "Adds 2 to the power of anything he pilots. When at a system, sector, or docking bay, once during each of your deploy phases, may subtract 2 from deploy cost of your unique (*) X-wing deploying here.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "Matching": "Red Squadron 7\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1439,
    "CardName": "Kin Kian",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b gunner\\b0, Rogue Squadron pilot",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Rogue Squadron pilot. Assigned as \\b gunner\\b0  aboard Colonel Salm's Y-wing at Battle of Endor, as part of Gray Squadron. Former member of Aggressor Squadron.",
    "Gametext": "Adds 1 to power of anything he pilots. While aboard your starship, adds 2 to each of its weapon destiny draws. While aboard a unique (*) Gray Squadron Y-wing at a system or sector, adds 1 to each of your Force drains there.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "Matching": "Gray Squadron 1\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1484,
    "CardName": "Launching The Assault",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "By recruiting the Mon Calamari, a race of master shipwrights, the Rebel starfleet gained capital starships rivaling the dreaded Imperial Star Destroyers.",
    "Gametext": "Deploy on any system. Once per game, may take one \\ul Home One\\ul0  into hand from Reserve Deck; reshuffle. Your Force drains are +1 at battleground systems where you have a Star Cruiser piloted by a character. Effect canceled when Rendezvous Point on table. (Immune to Alter.)",
    "Icons": 0,
    "Pulls": "Home One",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Wokling (V)\\par Yavin 4 (V)\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "IsCanceledBy": "Rendezvous Point",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1485,
    "CardName": "Leave Them To Me",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I will deal with them myself.\"",
    "Gametext": "Deploy on table. While you occupy a Subjugated planet location, operatives are forfeit = 0, operatives do not add to Force drains and your Force drains may not be reduced. At any time, you may place Effect out of play to retrieve 1 Force. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Let's Keep A Little Optimism Here",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1510,
    "CardName": "Let's Keep A Little Optimism Here",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The heroes of the Rebellion know that where there is life, there is hope.",
    "Gametext": "Deploy on table. While you occupy a Renegade planet location, operatives are forfeit = 0, operatives do not add to Force drains and your Force drains may not be reduced. At any time, you may place Effect out of play to retrieve 1 Force. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Leave Them To Me",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1517,
    "CardName": "Liberty",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Mon Calamari Star Cruiser",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 2,
    "Power": 7,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Winged star cruiser. Military transport for technical units. Afforded special care by the Alliance's top engineers.",
    "Gametext": "May add 5 pilots, 6 passengers, 1 vehicle, and 3 starfighters. Has ship-docking capability. Permanent pilot provides ability of 2. May go to Used Pile instead of Lost Pile when forfeited (unless 'hit').",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Ackbar (V) adds one battle destiny while piloting a Star Cruiser.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1520,
    "CardName": "Lieutenant Blount",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Wingman of Colonel Cracken. \\b Spy\\b0  and \\b scout\\b0. Former agent of the Imperial Security Bureau. Defected and joined Rebel Intelligence. Seasoned combat veteran.",
    "Gametext": "Adds 2 to power of anything he pilots. When piloting Tala 2, draws one battle destiny if not able to otherwise. While he occupies any Coruscant location, Empire's Sinister Agents is flipped and ISB Operations may not be flipped.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Combo": "Lieutnant Blount + Double Agent",
    "Matching": "Tala 2",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1525,
    "CardName": "Lieutenant Endicott",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Docking bay technician. Orphan. Offered post on new Death Star when he graduated third in class from the Imperial Academy at Carida.",
    "Gametext": "Deploys -2 to any docking bay or launch bay. While he is at Death Star II: Docking Bay, you may shuttle for free between here and exterior sites related to system Death Star II orbits.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1529,
    "CardName": "Lieutenant Hebsly",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Served in Anoat sector. Uses excellent maneuverability of TIE/ln to his advantage in combat.",
    "Gametext": "Adds 2 to power of anything he pilots. When piloting Scythe 3, once per turn may subtract 1 from maneuver of one opponent's starfighter at same location for remainder of turn.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Matching": "Scythe 3",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1536,
    "CardName": "Lieutenant s'Too Vees",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Dock mechanic. Installs starfighter cannons. \\b Gambler\\b0. Followed Lando from Cloud City. Turned down assignment in rear guard to work on General Calrissian's starship.",
    "Gametext": "When in battle at a site with Lando or Marmor, adds one destiny to total power only. When he is at a docking bay, once during each of your deploy phases, you may deploy one starship weapon from Reserve Deck on your starfighter present; reshuffle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "One starship weapon on your starfighter present (when at a docking bay).\\par A-wing Cannon\\par Concussion Missiles\\par Enhanced Proton Torpedoes\\par Heavy Turbolaser Battery\\par Intruder Missile\\par Proton Torpedoes\\par Proton Torpedoes (EP1)\\par Quad Laser Cannon\\par Surface Defense Cannon\\par SW-4 Ion Cannon\\par X-wing Laser Cannon",
    "IsPulled": "Lando Calrissian (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1541,
    "CardName": "Lieutenant Telsij",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "One of only four attackers who survived the raid on the Imperial Academy at Carida. Gray Squadron pilot.",
    "Gametext": "Adds 2 to power of anything he pilots. When at a system, sector or docking bay, once during each of your deploy phases, may subtract 2 from deploy cost of your unique (*) Y-wing deploying here.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Matching": "Gray Squadron 2",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1581,
    "CardName": "Lord Vader",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 8,
    "Forfeit": 8,
    "Ability": 6,
    "ForceAptitude": "Dark Jedi",
    "Lore": "Forgiving administrator of Imperial policy. Emperor Palpatine's most trusted \\b leader\\b0. Believes converting Skywalker is key to the Alliance's downfall.",
    "Gametext": "Deploys -2 to \\ul Executor\\ul0, Death Star II or Endor. Adds 3 to power of anything he pilots. While armed with a lightsaber, adds 2 to his defense value and 1 to each of his lightsaber weapon destiny draws. Immune to Uncontrollable Fury and attrition < 6.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "I Am Your Father (V) makes [Death Star II] Vader deploy = 6.\\par -----\\par Darth Vader personas are:\\par \\par Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, Emperor's Enforcer\\par [Death Star Assault Squadron]\\par Lord Vader\\par Vader",
    "IsPulled": "Blizzard 4\\par Sith Fury (V)\\par The Empire's Back",
    "Combo": "Lord Vader + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Lord Vader + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.\\par -----\\par Lord Vader + any lightsaber + The Circle Is Now Complete\\par No destiny draw, bye-bye any power 6 Obi Wan (Team Stephenville favorite) (Lord Helmet)",
    "Matching": "Executor\\par Flagship Executor\\par Vader's Custom TIE\\par Vader's Custom TIE (V)\\par Vader's Personal Shuttle\\par Vader's Personal Shuttle (V)",
    "MatchingWeapon": "Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Vader's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1595,
    "CardName": "Luke Skywalker, Jedi Knight",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Ultra Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 6,
    "Power": 6,
    "Deploy": 8,
    "Forfeit": 9,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "\\b Scout\\b0  trained in the ways of the Force. Key figure for both the Alliance and the Empire. Desired by Vader as an ally, by Palpatine as a servant and by the Alliance as its savior.",
    "Gametext": "Deploys -3 to \\ul Home One\\ul0  or Endor. Adds 2 to power of anything he pilots. Power +2 when armed with a lightsaber. Subtracts 3 from any attempt to cross him over (even if captured). Immune to attrition < 5 (< 6 if alone or armed with a lightsaber, < 7 if both).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, The Last Jedi\\par Luke Skywalker, The Rebellion's Hope\\par Luke With Lightsaber\\par Master Luke\\par Son Of Skywalker",
    "Abbreviation": "LSJK",
    "IsPulled": "Luke's Back\\par Tatooine: City Outskirts",
    "Combo": "Like My Father Before Me + Luke Skywalker, Jedi Knight",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Luke's T-16 Skyhopper\\par Rogue 1",
    "MatchingWeapon": "Anakin's Lightsaber\\par Luke's Blaster Pistol\\par Luke's Hunting Rifle\\par Luke's Hunting Rifle (V)\\par Luke's Lightsaber",
    "Rules": "(AR 1.7.1, B-11)\\par This Rebel's game text will subtract from the Dark Side's total destiny for an Epic Duel.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1607,
    "CardName": "Luke's Lightsaber",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "Weapon of a truly powerful warrior. Constructed by Luke as part of his Jedi training.",
    "Gametext": "Deploy on Luke. Adds 1 to defense value and training destiny. May add 1 to Force drain where present. May target a character, creature, speeder bike, or swoop for free. Draw two destiny. Target hit, and its forfeit = 0, if total destiny > defense value.",
    "Icons": 0,
    "Information": "Luke's lightsabers are:\\par \\par Anakin's Lightsaber\\par Anakin's Lightsaber (V)\\par Luke's Lightsaber\\par Luke With Lightsaber\\par \\par Note: Anakin's Lightsaber and Luke's Lightsaber are not the same persona.",
    "IsPulled": "Gift Of The Mentor\\par Like My Father Before Me\\par Son Of Skywalker",
    "MatchingWeapon": "Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, The Rebellion's Hope\\par Luke With Lightsaber\\par Master Luke\\par Son Of Skywalker\\par Young Skywalker",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1611,
    "CardName": "Luminous",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Modified Transport",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 4,
    "Armor": 3,
    "Ability": 2,
    "Hyperspeed": 5,
    "Lore": "Medium transport with boosted hyperdrive. Armor and capacity diminished. Crew trained for reconnaissance and swift intergalactic transport.",
    "Gametext": "Deploys and moves like a starfighter. May add 1 pilot and 6 passengers. Has ship-docking capability.  Permanent pilot provides ability of 2. May use Covert Landing like a shuttle or starfighter (even while landed).",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Combo": "Luminous + Covert Landing",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1622,
    "CardName": "Major Haash'n",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Mon Calamari\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Mon Calamari master engineer. Joined the Alliance to fulfill his personal goal of piloting star cruisers.",
    "Gametext": "Deploys -2 to any Star Cruiser. Adds 2 to the power of any capital starship he pilots. When piloting a Star Cruiser, adds 1 to hyperspeed and armor and cancels Lateral Damage targeting a starship at same system.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Star Cruisers are:\\par \\par Defiance\\par Home One\\par Independence\\par Liberty\\par Mon Calamari Star Cruiser\\par -----\\par Mon Calamari are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par Captain Verrack\\par First Officer Thaneespi\\par Loci Rosen\\par Major Haash'n\\par \\par Mon Calamari pilots are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par First Officer Thaneespi\\par Major Haash'n",
    "IsPulled": "Admiral Ackbar",
    "Rules": "(AR 1.7.1, B-11)\\par If deploying to a Home One site when Home One is not on table, Haash'n does not deploy at -2 because you cannot establish that this site is aboard a \"star cruiser\".",
    "Cancels": "Lateral Damage when piloting a Star Cruiser",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1626,
    "CardName": "Major Mianda",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Commander of a TIE squadron assigned to defend the second Death Star during construction. Hand picked pilots to serve with him.",
    "Gametext": "Adds 3 to power of any TIE he pilots. Adds 2 to total weapon destiny of any TIE/ln he pilots.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Admiral Piett",
    "Matching": "Scythe 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1627,
    "CardName": "Major Olander Brit",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Communications expert. Staff monitors entire spectrum of electromagnetic signals. Politically minded. Followed Panno to the Alliance.",
    "Gametext": "Power and forfeit +1 while present with Major Panno. When with Major Panno at a site, adds one battle destiny. When present with a Scomp link, cancels Counter Assault at a related site where you have a spy or scout.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Cancels": "Counter Assault at a related site where you have a spy or scout.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1629,
    "CardName": "Major Panno",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Male Dresselian \\b scout\\b0. Former commando. Tactician. Works with General Madine to plan logistics of strike operations.",
    "Gametext": "While at a system or an exterior battleground site, allows you to activate up to 2 additional Force for each related exterior battleground site you occupy with a scout (limit 4 additional Force).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Combo": "Major Panno + Major Olander Brit",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1630,
    "CardName": "Major Rhymer",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of Scimitar Squadron, the elite bomber wing assigned to defend the Endor shield generator from any ground assault.",
    "Gametext": "Deploys -2 aboard Scimitar 1. Adds 2 to power of anything he pilots. When piloting a bomber making a Bombing Run, prevents opponent's characters at same site from using landspeed.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Matching": "Scimitar 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1631,
    "CardName": "Major Turr Phennir",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Executive officer of 181st Imperial Fighter Wing. Older brother killed by Wedge Antilles at the Battle of Yavin.",
    "Gametext": "Adds 3 to power of any TIE he pilots. When piloting Saber 2, draws one battle destiny if not able to otherwise. Once per game, you may take Fighters Coming In into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Fighters Coming In",
    "Matching": "Saber 2",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1647,
    "CardName": "Masanya",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Corellian Corvette",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 8,
    "Armor": 4,
    "Ability": 1,
    "Hyperspeed": 3,
    "Lore": "Frequently escorts Mon Calamari star cruisers. Personally assigned by Ackbar to main Rebel fleet. Advanced scanners continuously disrupt target acquistion signals.",
    "Gametext": "Deploys -4 to same system as any non-unique Star Cruiser. May add 3 pilots, 4 passengers and 1 vehicle. Has ship-docking capability. Permanent pilot provides ability of 1. Cannot be 'hit' by missiles.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "The only non-unique Star Cruisers are Mon Calamari Star Cruisers.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1667,
    "CardName": "Menace Fades",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "As the \\ul Executor\\ul0  crashed into the Death Star, hope surged throughout the ranks of the outmanned Rebel fleet.",
    "Gametext": "Deploy on table. While you control any three Coruscant, Death Star and/or Death Star II locations, or any one battleground site and one battleground system, all opponents Force drain bonuses everywhere are canceled. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Imperial Decree",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1684,
    "CardName": "Mobilization Points",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The Imperial noose relies on swift troop dispatch from docking bays.",
    "Gametext": "Deploy on table. Your Force generation is +1 at each docking bay you occupy (or +2 if you control). Once per game, you may take one Carida, Wakeelmui, Gall, Kuat, or Rendili system or \\ul Executor\\ul0  into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Combo Card: You Cannot Hide Forever & Mobilization Points",
    "Abbreviation": "Mob Points",
    "Pulls": "Carida\\par Gall\\par Kuat\\par Rendili\\par Wakeelmui\\par Executor\\par Flagship Executor",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Cancels": "Establish Control (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1686,
    "CardName": "Moff Jerjerrod",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, moff",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Leader\\b0. Found discussions with Vader to be particularly motivating. Does not want to find out if the Emperor is more forgiving than Vader.",
    "Gametext": "Adds 2 to power of any capital starship he pilots. Once during each of your turns, you may take one Death Star II sector or Superlaser Mark II into hand from Reserve Deck; reshuffle. Prevents opponent's spies from deploying to same Death Star II site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Pulls": "One Death Star II sector\\par Death Star II: Capacitors\\par Death Star II: Coolant Shaft\\par Death Star II: Reactor Core\\par Superlaser Mark II",
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1692,
    "CardName": "Mon Calamari",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force drain -1 here. If you occupy with a Star Cruiser, opponent's Star Destroyers deploy +2 here.   If you occupy with a Star Destroyer, opponent's Star Cruisers are deploy +2 (and may not deploy here).",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Force drain -1 here. If you occupy with a Star Cruiser, opponent's Star Destroyers deploy +2 here.",
    "DarkSideText": "If you occupy with a Star Destroyer, opponent's Star Cruisers are deploy +2 (and may not deploy here).",
    "Parsec": 6,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)",
    "Counterpart": "Mon Calamari",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1693,
    "CardName": "Mon Calamari",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy with a Star Cruiser, opponent's Star Destroyers may not deploy here. Your Star Cruisers deploy -1 here.   If you control without a Star Destroyer, Force drain -1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If you occupy with a Star Cruiser, opponent's Star Destroyers may not deploy here. Your Star Cruisers deploy -1 here.",
    "DarkSideText": "If you control without a Star Destroyer, Force drain -1 here.",
    "Parsec": 6,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Rebellions Are Built On Hope\\par Yavin 4 Base Operations",
    "Counterpart": "Mon Calamari",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1694,
    "CardName": "Mon Calamari Star Cruiser",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Mon Calamari Star Cruiser",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Mon Cal MC80 cruiser. Originally a civilian ship. Converted to military use following the liberation of Mon Calamari from the Empire.",
    "Gametext": "Deploys only at Mon Calamari or any Rebel Base. May add 5 pilots, 6 passengers, 1 vehicle and 3 starfighters. Has ship-docking capability. Permanent pilot provides ability of 2.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Ackbar (V) adds one battle destiny while piloting a Star Cruiser.",
    "Combo": "Mon Calamari Star Cruiser + Staging Areas",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1717,
    "CardName": "Myn Kyneugh",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Royal Guard, \\b leader\\b0",
    "Destiny": 4,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Royal Guard \\b leader\\b0. Remembers nothing of his past other than serving his Emperor. Early instructor of Kir Kanos and Carnor Jax.",
    "Gametext": "Deploys only on Coruscant or to Emperor's site (or related site). When armed with a Force pike, adds one battle destiny. Your troopers and Royal Guards may 'react' to here for free. Adds 1 to defense value of other Royal Guards at same and related sites.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Royal Guards are:\\par Kir Kanos\\par Kir Kanos (V)\\par Myn Kyneugh\\par Myn Kyneugh (V)\\par Royal Guard",
    "IsPulled": "Blizzard 4\\par Kir Kanos (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1763,
    "CardName": "Nebulon-B Frigate",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Nebulon-B Frigate",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 1,
    "Hyperspeed": 4,
    "Lore": "Product of Imperial Kuat Drive Yards. Several captured by Alliance. Imperial crews promptly defected. Can be outfitted for a variety of missions requiring mid-size capital starships.",
    "Gametext": "May add 4 pilots, 4 passengers, and 2 starfighters. Has ship-docking capability. Permanent pilot provides ability of 1. Turbolaser batteries and laser cannons may deploy aboard for free.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Weapons that deploy for free:\\par \\par Heavy Turbolaser Battery\\par Quad Laser Cannon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1777,
    "CardName": "Nien Nunb",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Brilliant navigator. Former SoroSuub employee. Turned to pirating when that corporation backed the Empire. Tall for a Sullustan.",
    "Gametext": "Adds 2 to power of anything he pilots. When he is at a mobile sector, once per turn you may peek at top card of your Reserve Deck; you may place that card on top of Used Pile. When with General Calrissian, adds one battle destiny.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Matching": "Gold Squadron 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1816,
    "CardName": "Obsidian 10",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Maneuver": 3,
    "Lore": "Recalled to defend second Death Star during construction. Stationed aboard \\ul Thunderflare\\ul0.",
    "Gametext": "May deploy with a pilot as a 'react' to any asteroid sector or cloud sector. May add one pilot. OS-72-10 deploys -2 aboard.",
    "Icons": 0,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!",
    "Matching": "OS-72-10",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1840,
    "CardName": "Onyx 1",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Defender",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Hyperspeed": 3,
    "Maneuver": 4,
    "Lore": "Designed to emulate Rebel starfighter advantages. Production began shortly before the Battle of Endor. Armed with laser cannons, ion cannons and missle launchers.",
    "Gametext": "May deploy -2 with a pilot as a 'react' to same location as any \\ul Imperial\\ul0 -class Star Destroyer. May add 1 pilot. Any starship cannon may deploy aboard. Immune to attrition < 4 when Jendon piloting.",
    "Icons": "Astromech",
    "Astromech": 1,
    "Information": "Imperial-class Star Destroyers are:\\par \\par Accuser\\par Avenger\\par Chimaera\\par Conquest\\par Conquest (V)\\par Death Squadron Star Destroyer\\par Devastator\\par Imperial-Class Star Destroyer\\par Judicator\\par Stalker\\par Stalker (V)\\par Thunderflare\\par Tyrant\\par Vengeance\\par Visage",
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!\\par The Emperor's Reach (V)",
    "Matching": "Colonel Jendon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1841,
    "CardName": "Onyx 2",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Defender",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Hyperspeed": 3,
    "Maneuver": 4,
    "Lore": "Part of limited production run of TIE defenders. Testing of the prototype defender indicated the need for a more powerful hyperdrive, which was added for this production model.",
    "Gametext": "Deploys for free to any mobile system. May deploy with a pilot as a 'react.' May add 1 pilot. Any starship cannon may deploy aboard. Immune to attrition < 4 when Yorr piloting.",
    "Icons": "Astromech",
    "Astromech": 1,
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!\\par The Emperor's Reach (V)",
    "Matching": "Captain Yorr",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1849,
    "CardName": "Operational As Planned",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"We shall double our efforts.\"",
    "Gametext": "USED: Place one card from hand on top of Force Pile. STARTING: If Endor system on table, take Death Star II system, Jerjerrod and any Effect into hand from Reserve Deck. When you draw your starting hand, draw only six more cards. Place Interrupt in Lost Pile.",
    "Icons": 0,
    "Information": "The Used part of this Interrupt is great to get that one Force you need in Force Pile to deploy your character or starship. By doing this you put a destiny 5 card back into your Reserve Deck.\\par \\par It's even greater with Janus Greejatus:\\par Use Operational As Planned (goes to Used Pile), put a high destiny on Force Pile. Then use one Force for Janus Greejatus (it's your high destiny card you put on the Force Pile) and put another high destiny from hand under your Used Pile, having three high destinies together afterwards.",
    "Combo": "Operational As Planned + Janus Greejatus",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1852,
    "CardName": "Orbital Mine",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Automated",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "<>",
    "Destiny": 2,
    "Lore": "Often stolen from the Empire. Used by the Rebellion to protect key spaceports. Can be released to cover the retreat of a fleeing strike force.",
    "Gametext": "Deploy at the same system as your bomber. 'Explodes' if an opponent's starship deploys or moves here. Draw destiny. Add 2 when targeting a capital starship. Starship lost if total destiny > defense value. Orbital mine is also lost.",
    "Icons": 0,
    "Information": "Bombers are:\\par \\par Blue Squadron 5\\par Blue Squadron B-wing\\par B-wing Attack Fighter\\par B-wing Attack Squadron\\par B-wing Bomber",
    "IsPulled": "Portable Scanner\\par Throw Me Another Charge",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1871,
    "CardName": "Our Only Hope",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"The Emperor knew, as I did, if Anakin were to have any offspring, they would be a threat to him.\"",
    "Gametext": "USED: If your Rebel of ability > 2 just won a battle or duel, randomly take into hand one card stacked on Insignificant Rebellion. (Immune to Sense.) LOST: If Luke is in battle (except with Vader), subtract 2 from each of opponent's battle destiny draws.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1881,
    "CardName": "Overseeing It Personally",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Though reluctant to leave Coruscant, Emperor Palpatine occasionally finds it necessary to personally put lagging Imperial operations back on schedule.",
    "Gametext": "Deploy on Emperor. While at a battleground planet site you control, at each related site where an Imperial is present, your Force drains are +1.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Overseeing It Personally + Emperor Palpatine or The Emperor",
    "IsCanceledBy": "End Of A Reign",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1938,
    "CardName": "Prepared Defenses",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Since the debacle at Yavin, the Emperor places a premium on the security of his costly war machine.",
    "Gametext": "USED: Add 1 to your battle destiny just drawn. STARTING: Deploy up to three Effects if each of them deploys for free, is always immune to Alter and has \"deploy on table\" (or \"deploy on your side of table\") in its game text. Place Interrupt in Lost Pile.",
    "Icons": 0,
    "Information": "Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6433\\par \\par Startable Effects are:\\par \\par A Day Long Remembered (V)\\par A Million Voices Crying Out\\par Ability, Ability, Ability (V)\\par Abyss\\par All Wrapped Up\\par Allegations Of Corruption\\par An Entire Legion Of My Best Troops\\par Aratech Corporation (V)\\par Battle Order\\par Battle Order & First Strike\\par Begin Landing Your Troops\\par  Biker Scout Gear\\par Blaster Rack (V)\\par Colo Claw Fish\\par Combat Response\\par Conduct Your Search\\par Crossfire\\par Crush The Rebellion\\par Despair (V)\\par Do They Have A Code Clearance?\\par Endor Shield (V)\\par Empire's New Order\\par Establish Control (V)\\par Fanfare\\par Fighters Straight Ahead\\par First Strike\\par His Name Is Anakin\\par I Will Find Them Quickly, Master\\par I'm Sorry\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Imperial Decree\\par Imperial Decree (V)\\par Imperial Domination (V)\\par Imperial Justice (V)\\par Inconsequential Losses\\par Kuat Drive Yards (V)\\par Mobilization Points\\par Naboo Occupation\\par Ni Chuba Na??\\par No Bargain\\par No Escape\\par Opee Sea Killer\\par Oppressive Enforcement\\par Pinned Down\\par Planetary Subjugation\\par Power Of The Hutt\\par Prepare For A Surface Attack\\par Resistance\\par Sando Aqua Monster\\par Secret Plans\\par Something Special Planned For Them\\par Something Special Planned For Them (V)\\par The Hutts Are Gangsters\\par The Phantom Menace\\par There Is No Try\\par There Is No Try & Oppressive Enforcement\\par They Will Be No Match For You\\par Watto's Box\\par We Shall Double Our Efforts\\par Weather Vane\\par Wipe Them Out, All Of Them\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points\\par You May Start Your Landing",
    "Counterpart": "Heading For The Medical Frigate",
    "Rules": "(AR 1.7.1, B-12)\\par Effects that are \"always immune to Alter\" means any Effect which is unconditionally immune to Alter according to it's own game text, as these conditions must be met before such an Effect is on table. Therefore cards that are immune to Alter based on a condition in their game text (such as Come Here You Big Coward) cannot be deployed with this starting interrupt. Cards which are immune to Alter in their game text but can have that immunity canceled by other cards may be deployed using this Interrupt. For example, Prepared Defenses could still be used to deploy Mobilization Points even if Don't Do That Again was on table. When deploying Effects using this Starting Interrupt, each Effect deploys separately, and all automatic actions resolve normally. Thus if this starting interrupt is used to deploy Naboo Occupation, No Escape, and Imperial Arrest Order, Naboo Occupation may be deployed first (and will be immediately lost), followed by No Escape (which allows the dark side player to take the top card of the lost pile into hand) followed by Imperial Arrest Order.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2039,
    "CardName": "Rebel Leadership",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "In times of greatest need, the Rebellion relies on the brilliant leadership provided by commanders fighting for freedom.",
    "Gametext": "Each of your admirals and generals is forfeit +1 for remainder of turn. OR If your admiral is in battle at a system (or your general, except Obi-Wan, is in battle at a site), you may either add one battle destiny or prevent opponent from drawing more than one battle destiny.",
    "Icons": 0,
    "Information": "Admirals:\\par Admiral Ackbar\\par Admiral Ackbar (V)\\par Mon Calamari Admiral (V)\\par \\par Generals (except Obi-Wan) are:\\par General Calrissian\\par General Carlist Rieekan\\par General Crix Madine\\par General Dodonna\\par General Jar Jar\\par General McQuarrie\\par General Solo\\par General Solo (V)\\par General Walex Blissex\\par Gungan General",
    "Counterpart": "Imperial Command",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2069,
    "CardName": "Red Squadron 1",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Flown by Wedge Antilles as Red 2 at the Battle of Yavin. Redesignated at Endor. Rugged Incom fighter. Victory markers show its role in the attack on the first Death Star.",
    "Gametext": "May add 1 pilot. [Death Star II] Wedge deploys -2 aboard (for free if deploying to Endor). When Wedge piloting, immune to attrition < 5 and adds 6 to total when targeted by Tallon Roll.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Red 2 personas are:\\par \\par Red 2\\par Red Squadron 1\\par Wedge In Red Squadron 1 (V)",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Red 1 (V)",
    "Combo": "Red Squadron 1 + X-wings + Organized Attack",
    "Matching": "Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Red Squadron Leader",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2070,
    "CardName": "Red Squadron 4",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Flown by Derek 'Hobbie' Klivian during the attack on the second Death Star. Second-highest mission total of any X-wing in service for the Alliance.",
    "Gametext": "May add 1 pilot. Hobbie deploys -2 aboard. When firing X-wing Laser Cannons, may use 2 Force to make X = 3. When Hobbie piloting, maneuver +2 and immune to attrition < 4.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Red 1 (V)",
    "Combo": "Red Squadron 4 + X-wing + Organized Attack",
    "Matching": " Derek 'Hobbie' Klivian",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2071,
    "CardName": "Red Squadron 7",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Incom starfighter flown by Keir Santage. Flew twelve sorties against Imperial shipyards at Fondor.",
    "Gametext": "May add 1 pilot. Keir Santage deploys -2 aboard. Your other Red Squadron starfighters at same location are maneuver +1.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Red 1 (V)",
    "Combo": "Red Squadron 7 + X-wing + Organized Attack",
    "Matching": " Keir Santage",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2113,
    "CardName": "Rise, My Friend",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"I sense you wish to continue your search for young Skywalker.\"",
    "Gametext": "If Emperor on Death Star II, take Vader into hand from a location you control (cards on him go to owner's hand). OR During your control phase, if Vader escorting Luke or Leia at a site you control, relocate Vader (with captive) to Death Star II: Docking Bay. (Immune to Sense.)",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2133,
    "CardName": "Royal Escort",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "When away from the Imperial Palace on Coruscant, the Emperor is protected by legions of troops. Typically this force includes soldiers trained to fight in the local environment.",
    "Gametext": "Deploy on table. Each of your non-unique troopers on Endor or Death Star II is forfeit +1. When opponent just used a weapon to target your character aboard a piloted vehicle, that character may use that vehicle's defense value.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Accelerate may be used in conjunction with this card.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2134,
    "CardName": "Royal Guard",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "Royal Guard",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Member of Emperor's Royal Guard. Completely subservient. Royal Guards must fight one of their own to the death in order to complete their training.",
    "Gametext": "Deploys only on Coruscant or to Emperor's site (or related site). When armed with a Force pike and defending a battle, adds one battle destiny. Emperor may not be targeted by weapons unless all Royal Guards present with Emperor are 'hit'.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Royal Guards are:\\par Kir Kanos\\par Kir Kanos (V)\\par Myn Kyneugh\\par Myn Kyneugh (V)\\par Royal Guard",
    "IsPulled": "Blizzard 4\\par Kir Kanos (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2147,
    "CardName": "Saber 1",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Interceptor",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Maneuver": 4,
    "Lore": "TIE interceptor serial number 000004. Assigned to Baron Soontir Fel of the fighting 181st. Bears the Saber Squadron bloodstripe, representing a minimum of 10 kills.",
    "Gametext": "May add 1 pilot. Fel deploys -1 aboard. When firing SFS L-s9.3 Laser Cannons, may use 1 Force to make X = 3. Immune to attrition < 5 when Fel piloting.",
    "Icons": 0,
    "IsPulled": "Commander Brandei\\par DS-181-4\\par Short Range Fighters & Watch Your Back!",
    "Combo": "Saber 1 + SFS L-s9.3 Laser Cannons",
    "Matching": "Baron Soontir Fel",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2148,
    "CardName": "Saber 2",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Interceptor",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Maneuver": 4,
    "Lore": "TIE interceptor flown by Major Phennir. Assigned to protect \\ul Avenger\\ul0  at the Battle of Endor. Responsible for the logistics of Saber Squadron.",
    "Gametext": "May add 1 pilot. When Phennir piloting, immune to attrition < 4 and adds 1 to forfeit of each other Saber Squadron pilot in same battle.",
    "Icons": 0,
    "IsPulled": "Commander Brandei\\par DS-181-4\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Major Turr Phennir",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2149,
    "CardName": "Saber 3",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Interceptor",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 1,
    "Forfeit": 3,
    "Maneuver": 4,
    "Lore": "TIE interceptor assigned to fly on the wing of Baron Fel. Often ordered to remain at a distance from Fel to give the Baron maneuvering room during combat.",
    "Gametext": "May add 1 pilot. Cannons are deploy -2 aboard. Immune to attrition < 3 when DS-181-3 piloting.",
    "Icons": 0,
    "Information": "Cannons to deploy on Saber 3 are:\\par \\par Enhanced TIE Laser Cannon\\par SFS L-s7.2 TIE Cannon\\par SFS L-s9.3 Laser Cannons",
    "IsPulled": "Commander Brandei\\par DS-181-4\\par Short Range Fighters & Watch Your Back!",
    "Matching": "DS-181-3",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2150,
    "CardName": "Saber 4",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Interceptor",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Maneuver": 4,
    "Lore": "TIE interceptor often assigned to fly in a reserve position during battle. The bloodstripe of the 181st denotes the 10 kills scored by DS-181-4.",
    "Gametext": "May deploy with a pilot as a 'react' to a battle initiated where you have a TIE (for free if TIE is in Saber Squadron). May add 1 pilot. Immune to attrition < 4 when DS-181-4 piloting.",
    "Icons": 0,
    "IsPulled": "Commander Brandei\\par DS-181-4\\par Short Range Fighters & Watch Your Back!",
    "Matching": "DS-181-4",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2177,
    "CardName": "Scimitar 1",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/sa",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), bomber",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Maneuver": 2,
    "Lore": "Scimitar bombing group TIE bomber. Equipped with advanced targeting system to increase damage during planetary bombardment.",
    "Gametext": "May add 1 pilot. Power +3 during a Bombing Run battle. When proton bombs aboard 'collapse' a site, opponent loses 1 Force for each Rebel just lost.",
    "Icons": 0,
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Major Rhymer",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2178,
    "CardName": "Scimitar 2",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/sa",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), bomber",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Maneuver": 2,
    "Lore": "TIE bomber repaired after being struck by an asteroid in the Anoat system. Stationed aboard second Death Star battle station.",
    "Gametext": "May add 1 pilot. Power +3 during a Bombing Run battle. Once per game, you may deploy one Proton Bombs from Reserve Deck on this starfighter; reshuffle.",
    "Icons": 0,
    "Pulls": "Proton Bombs",
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Captain Jonus",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2179,
    "CardName": "Scimitar Squadron TIE",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/sa",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Characteristics": "Imperial (starship), bomber",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Maneuver": 2,
    "Lore": "Bombers typically assigned to attack secondary targets and provide cover during bombing runs. Targeting systems calibrated to track fast-moving Rebel starfighters.",
    "Gametext": "Permanent pilot provides ability of 2. Power +3 during a Bombing Run battle. Cumulatively adds 1 to total weapon destiny of your other TIE/SA present firing Concussion Missiles.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "All Power To Weapons\\par Commander Brandei\\par Short Range Fighters",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2190,
    "CardName": "Scythe 1",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Maneuver": 4,
    "Lore": "TIE fighter garrisoned aboard second Death Star. Part of Scythe Squadron, a TIE group with upgraded SFS P-w702 maneuvering jets to increase performance in tight quarters.",
    "Gametext": "May add 1 pilot. Once during each of your move phases, may fire one starship weapon aboard ('hit' targets are lost) and/or make an additional move. Immune to attrition < 4 when Mianda piloting.",
    "Icons": 0,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Major Mianda",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2191,
    "CardName": "Scythe 3",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Maneuver": 4,
    "Lore": "Heavily modified TIE/ln. Cannons upgraded to destroy small asteroids while serving in Anoat system. P-w702 maneuvering jets added by Death Star technicians.",
    "Gametext": "May add 1 pilot. Hebsly deploys -2 aboard. Once during each of your move phases, may fire one starship weapon aboard ('hit' targets are lost). Immune to attrition < 4 when Hebsly piloting.",
    "Icons": 0,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Lieutenant Hebsly",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2192,
    "CardName": "Scythe Squadron TIE",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Characteristics": "Imperial (starship)",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 2,
    "Maneuver": 4,
    "Lore": "Scythe Squadron TIE fighters are modified TIE/lns assigned to defend the second Death Star during construction. Their pilots fly frequent training missions within the Death Star.",
    "Gametext": "Deploy -2 to Death Star II or Endor. Permanent pilot provides ability of 2 and adds 1 to power and maneuver.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "All Power To Weapons\\par Commander Brandei\\par Short Range Fighters",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2245,
    "CardName": "SFS L-s7.2 TIE Cannon",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "cannon",
    "Destiny": 5,
    "Lore": "TIE cannon mass produced at Wakeelmui system. Compatible with multiple TIE models for ease of deployment throughout the fleet.",
    "Gametext": "Use 2 Force to deploy on any TIE (for free if a TIE/ln). May target a starship using 1 Force. Draw Destiny. Target hit if destiny > defense value.",
    "Icons": 0,
    "Information": "SFS L-s7.2 TIE Cannon deploy -2 on Saber 3.\\par -----\\par May deploy aboard TIE Defender Mark I.\\par ",
    "IsPulled": "Colonel Jendon In Onyx 1 (V)\\par I Can't Shake Him!\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2267,
    "CardName": "Sim Aloo",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Imperial Council Member\\b0\\par ",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 6,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Imperial council member. Senior political advisor to Emperor Palpatine. Never speaks. Like his master, shows remarkable patience and wisdom.",
    "Gametext": "Deploys -3 to Emperor's site. When with Emperor, adds one battle destiny. Once per turn, you may use 1 Force to peek at top card of opponent's Reserve Deck; may place that card on bottom of that Reserve Deck. Immune to attrition < 4.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2303,
    "CardName": "Something Special Planned For Them",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The high command of the Emperor's fleet is selected as much for loyalty and obedience as for martial skills. A wise admiral knows better than to question Palpatine.",
    "Gametext": "Deploy on table. For opponent to move a starship from same location as your Star Destroyer requires +2 Force. Also, when opponent has just retrieved Force using an Interrupt or Utinni Effect card, that card is placed out of play. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2334,
    "CardName": "Squadron Assignments",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Rebel starfighter squadrons take great pride in their proficiency and dedication. Alliance pilots train relentlessly until man and machine function as one.",
    "Gametext": "Deploy on table. During your deploy phase, you may reveal one unpiloted starfighter from hand to take its matching pilot character from Reserve Deck (or vice versa) and deploy both simultaneously; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Maneuvering Flaps (V) has same game text for unpiloted combat vehicles.\\par -----\\par Get To Your Ships! has same game text (EP1)",
    "Abbreviation": "Squassins",
    "IsPulled": "Laudica (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Combat Response",
    "Rules": "(AR 1.7.1, B-14)\\par See Combat Response.\\par \\par (AR 1.7.1, B-4)\\par Combat Response\\par Once an unpiloted starfighter (or pilot) is revealed, if no matching pilot (or unpiloted starfighter) is found, the opponent is permitted to verify. If a match has been found but the player does not have enough Force to deploy the cards (or there is no location where they can be legally deployed), then the card revealed from hand is returned to hand, and the card taken from the Reserve Deck is placed back in the Reserve Deck; reshuffle.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2338,
    "CardName": "Staging Areas",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The Alliance carefully chooses docking bays from which to launch limited offensives.",
    "Gametext": "Deploy on table. Your Force generation is +1 at each docking bay you occupy (or +2 if you control). Your non-unique Star Cruisers are deploy -1 and may deploy to same battleground system as any Rebel starship. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Staging Areas is suspendend by Fanfare (+ the Defensive Shield), while opponent occupies no battleground systems.\\par -----\\par The only non-unique Star Cruiser is Mon Calamari Star Cruiser.\\par -----\\par Combo Card: Your Insight Serves You Well & Staging Areas",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Rules": "(AR 1.7.1, B-14)\\par The \"may deploy\" text on this Light Side Effect overrides the deployment restrictions listed on a non-unique Star Cruiser card only. It does not, for example, permit the deployment of a non-unique Star Cruiser to Dagobah, or 'behind' the Endor Shield.",
    "IsCanceledBy": "Fanfare and Fanfare - Defensive Shield suspends Staging Areas while Light Side player occupies no battleground systems.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2364,
    "CardName": "Strike Planning",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"General Solo, is your strike team assembled?\"",
    "Gametext": "Deploy on table. Twice per game, you may take one Mon Mothma or any general (except Obi-Wan) into hand from Reserve Deck; reshuffle. Opponent's Force generation at Endor system is canceled unless Endor Operations on table. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "General Airen Cracken\\par General Calrissian\\par General Carlist Rieekan\\par General Carlist Rieekan (V)\\par General Crix Madine\\par General Dodonna\\par General Jar Jar\\par General Leia Organa\\par General McQuarrie\\par General Solo\\par General Solo (V)\\par General Walex Blissex\\par Gungan General\\par Mon Mothma\\par Senator Mon Mothma",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Endor Shield (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2365,
    "CardName": "Strikeforce",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Admiral Ackbar's hit-and-fade tactics force the Imperial Navy to spread throughout the galaxy in a futile attempt to engage the Rebels.",
    "Gametext": "Deploy on table. While you control a battleground site, your Force drain may not be modified or canceled by opponent at a system where you have a Star Cruiser or unique (*) starfighter, except by a 'react.' Place Effect in Used Pile if you lose a battle at a system.",
    "Icons": 0,
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2371,
    "CardName": "Sullust",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Immune to Revolution.   If you control when Haven is canceled, opponent loses 8 Force.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "Immune to Revolution.",
    "DarkSideText": "If you control when Haven is canceled, opponent loses 8 Force.",
    "Parsec": 7,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)",
    "Counterpart": "Sullust",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2372,
    "CardName": "Sullust",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "To move your starship between here and Death Star II, system it orbits or Mon Calmari requires -1 force.   Your starships deploy +1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "To move your starship between here and Death Star II, system it orbits or Mon Calmari requires -1 force.",
    "DarkSideText": "Your starships deploy +1 here.",
    "Parsec": 7,
    "Icons": "Planet",
    "Planet": 1,
    "Information": "Green Squadron A-wing deploys -2 to Sullust.",
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Counterpart": "Sullust",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2376,
    "CardName": "Superficial Damage",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Veteran Rebel engineers know that weapon systems positioned for adequate coverage are vulnerable themselves.",
    "Gametext": "Deploy on table. Each turn, each of your characters, vehicles and starships may forfeit one of its weapons (except a lightsaber) using forfeit value = 3. Also, your forfeited weapons go to Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Inconsequential Losses",
    "Rules": "(AR 1.7.1, B-14)\\par See Inconsequential Losses.\\par \\par (AR 1.7.1, B-9)\\par Inconsequential Losses\\par The game text \"may forfeit one of its weapons\" means that a character, starship or vehicle may only forfeit a weapon deployed on that character, starship or vehicle. Thus a character cannot use this Effect to forfeit an artillery weapon at the same location, a starship cannot forfeit an Orbital Mine at the same system and so on. The game text that allows your forfeited weapons go to your Used Pile applies to any weapon you forfeit (including artillery weapons that already have a forfeit value).",
    "IsCanceledBy": "Walker Sighting (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2379,
    "CardName": "Superlaser Mark II",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Death Star II",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The redesign of the Death Star called for improved defenses against Rebel starships. The superlaser redesign, while not able to target snub fighters, can devastate capital starships.",
    "Gametext": "Deploy on Death Star II system. May fire only when That Thing's Operational on table. May target a capital starship at Death Star II (or at the system Death Star II orbits) for free. Draw three destiny. Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Death Star Gunner\\par Moff Jerjerrod",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2407,
    "CardName": "Taking Them With Us",
    "Grouping": "Light",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Each player, if that player has a capital starship armed with a starship weapon in a battle, draws one battle destiny if not able to otherwise and, once per battle, may reduce the defense value of one opponent's capital starship present by 4 for remainder of the battle. At sites related to systems you occupy, your non-pilot warriors are deploy -1, defense value +2, and forfeit +1.",
    "Icons": 0,
    "IsPulled": "Admiral Ackbar",
    "Counterpart": "Intensify The Forward Batteries",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2408,
    "CardName": "Tala 1",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Z-95 Headhunter",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Hyperspeed": 3,
    "Maneuver": 4,
    "Lore": "Heavily modified Headhunter. Operationally assigned to support Madine's commando team. Hyperdrive added to allow it to operate independently of capital starship support.",
    "Gametext": "May add 1 pilot. May be carried like a vehicle. Power and maneuver +2 at opponent's system (except battlegrounds) or at any sector. Immune to attrition < 4 when Colonel Cracken piloting.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Matching": " Colonel Cracken",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2409,
    "CardName": "Tala 2",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Z-95 Headhunter",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Hyperspeed": 3,
    "Maneuver": 4,
    "Lore": "Equipped with sophisticated sensor suite to monitor Imperial activity during Rebel commando operations. Hyperdrive allows long-range reconnaissance.",
    "Gametext": "May add 1 pilot. May be carried like a vehicle. When your spy aboard, opponent's spies and scouts are deploy +2 to related sites. Immune to attrition < 4 when Lieutenant Blount piloting.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Matching": " Lieutenant Blount",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2503,
    "CardName": "Ten Numb",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gunner\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Sullustan \\b gunner\\b0. Pilot of Blue 5. Ordered to head a B-wing attack against Imperial command ships at the Battle Of Endor.",
    "Gametext": "Deploys -2 aboard Blue Squadron 5. Adds 2 to power of anything he pilots. Adds 2 to total weapon destiny of any B-wing he pilots.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Matching": "Blue Squadron 5",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2510,
    "CardName": "That Thing's Operational",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on Reactor Core. Death Star II may move (hyperspeed = 3). While Death Star II orbits a system you occupy (except Endor), once during each of your control phases, opponent loses X Force, where X = 2 plus number of related battleground sites you occupy. Once during each of opponent's control phases, opponent's piloted starfighter here may attempt to \"blow away\" Death Star II. Draw destiny. Add 3 if armed with torpedoes or missiles. Add pilot's ability. If total destiny > 8, starships here may attempt to 'escape' and Death Star II is \"blown away\" (lose double Force).",
    "Icons": 0,
    "Abbreviation": "TTO",
    "IsPulled": "Death Star II: Reactor Core",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2526,
    "CardName": "The Emperor's Shield",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Squadron",
    "ModelType": "3 TIE/lns",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 6,
    "Ability": 3,
    "Maneuver": 3,
    "Lore": "Top outer rim pilots hand picked by Admiral Thrawn. Sent to protect the Emperor during his inspection of the second Death Star.",
    "Gametext": "Deploys -2 to Endor, Death Star II or same location as Thrawn. May deploy as a 'react.' Permanent pilots provide total ability of 3. Power +3 at Endor or when Emperor is at same or related location.",
    "Icons": "Pilot x 3",
    "Pilot": 3,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.\\par -----\\par SFS L-s7.2 TIE Cannon may deploy on one of this TIE's. That squadron is composed of three TIE/ln's, so you may deploy and fire up to three appropriate weapons on there.\\par Just to be clear, the reason why this works is because this weapon deploys on a \"TIE\". If it deployed on a \"starfighter\" it would not work; a TIE squadron is 3 TIEs but it is not a starfighter, it is a squadron.\\par \\par See \"starship - squadron class\" in the rules docs for more information.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2527,
    "CardName": "The Emperor's Sword",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Squadron",
    "ModelType": "3 TIE/lns",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 6,
    "Ability": 3,
    "Maneuver": 3,
    "Lore": "Elite pilots sworn to defend the Emperor to the death. Assigned older TIEs due to their years of experience with them. Stationed at Coruscant but always travel with the Emperor.",
    "Gametext": "Deploys -2 to Coruscant or Death Star II. May deploy as a 'react.' Permanent pilots provide total ability of 3. Power +3 at Coruscant or when Emperor is at same or related location.",
    "Icons": "Pilot x 3",
    "Pilot": 3,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.\\par -----\\par SFS L-s7.2 TIE Cannon may deploy on one of this TIE's. That squadron is composed of three TIE/ln's, so you may deploy and fire up to three appropriate weapons on there.\\par Just to be clear, the reason why this works is because this weapon deploys on a \"TIE\". If it deployed on a \"starfighter\" it would not work; a TIE squadron is 3 TIEs but it is not a starfighter, it is a squadron.\\par \\par See \"starship - squadron class\" in the rules docs for more information.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2545,
    "CardName": "The Time For Our Attack Has Come",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"With the Imperial Fleet spread throughout the galaxy in a vain effort to engage us, it is relatively unprotected.\"",
    "Gametext": "If you just initiated a second battle this turn, deploy on table. When you lose a battle, you may place Immediate Effect in Used Pile to cancel all battle damage against you, unless Draw Their Fire on table. (Immune to Control.)",
    "Icons": 0,
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2547,
    "CardName": "The Way Of Things",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"When nine hundred years old you reach, look as good you will not. Hmmm?\"",
    "Gametext": "Deploy on table. If Yoda is on Dagobah and Jedi Test #3 is present with target apprentice, it is completed. Also, you may not play Surprise Assault. Each apprentice on Dagobah is landspeed = 2 and may not be targeted by Set For Stun. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Cancels": "Surprise Assault may not be played.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2549,
    "CardName": "There Is Good In Him/I Can Save Him",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "ObjectiveFront": "\\ul Deploy Chief Chirpa's Hut (with [Death Star II] Luke and Luke's Lightsaber there), Endor: Landing Platform and I Feel The Conflict.\\ul0 \\par \\b For\\b0  remainder of game, you may not play Alter, Strangle, or Captive Fury. \\par \\b While\\b0  this side up, your Force generation is +2 at Luke's site. While an Imperial is at Landing Platform, you may not Force drain or generate Force at Luke's location. When any Imperial is at Luke's site, Luke is captured (seized by an Imperial, if possible, even if not a warrior). \\par \\b Flip\\b0  this card if Luke captured.",
    "ObjectiveBack": "\\b While\\b0  this side up, at end of each of opponent's turns, opponent loses 2 Force unless Vader is escorting Luke. At any time, an Imperial escorting Luke may transfer Luke to Vader, if present. Vader may not transfer Luke. Once during each of your turns, if Vader present with Luke (even as a non-frozen captive), may shuffle Reserve Deck and draw destiny. If destiny > 14, Vader crosses to Light Side, totally depleting opponent's Life Force. \\par \\b Flip\\b0  if Luke neither present with Vader nor a captive.",
    "ObjectiveFrontName": "There Is Good In Him",
    "ObjectiveBackName": "I Can Save Him",
    "Gametext": "[Front Side]: \\ul Deploy Chief Chirpa's Hut (with [Death Star II] Luke and Luke's Lightsaber there), Endor: Landing Platform and I Feel The Conflict.\\ul0 \\par \\b For\\b0  remainder of game, you may not play Alter, Strangle, or Captive Fury. \\par \\b While\\b0  this side up, your Force generation is +2 at Luke's site. While an Imperial is at Landing Platform, you may not Force drain or generate Force at Luke's location. When any Imperial is at Luke's site, Luke is captured (seized by an Imperial, if possible, even if not a warrior). \\par \\b Flip\\b0  this card if Luke captured.\\\\par[Back Side]: \\b While\\b0  this side up, at end of each of opponent's turns, opponent loses 2 Force unless Vader is escorting Luke. At any time, an Imperial escorting Luke may transfer Luke to Vader, if present. Vader may not transfer Luke. Once during each of your turns, if Vader present with Luke (even as a non-frozen captive), may shuffle Reserve Deck and draw destiny. If destiny > 14, Vader crosses to Light Side, totally depleting opponent's Life Force. \\par \\b Flip\\b0  if Luke neither present with Vader nor a captive.",
    "Icons": 0,
    "Information": "Luke(s) with Death Star II icon are:\\par \\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par -----\\par ASP-707 (Ayesspee)  can be used in conjunction with the destiny-7 Ewok Catapault and I Can Save Him (flip side of There Is Good In Him) to automatically win the game if you have 3 cards stacked on I Feel the Conflict. Once you have those cards stacked, activate your entire Reserve Deck, use ASP-707 in your control phase to make the Ewok Catapult the only card in your reserve deck and then draw it to win the game. (Psychobabble)",
    "Abbreviation": "TIGIH",
    "Combo": "I Can Save Him + ASP-707 (Ayesspee) + Ewok Catapult + 3 cards stacked on I Feel The Conflict (Psychobabble)\\par ",
    "Rules": "(AR 1.7.1, B-15)\\par The capture action targeting Luke on the destiny 0 side of this Objective card may only be initiated if Luke can be seized by an Imperial. This is a specific exception to the normal capturing rules.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2590,
    "CardName": "Thunderflare",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 9,
    "Deploy": 7,
    "Forfeit": 7,
    "Armor": 6,
    "Ability": 1,
    "Hyperspeed": 2,
    "Lore": "Overpowered Star Destroyer. Energy is transferred from hyperdrive to weapons. Patrol duties in the Core Worlds make it a common first assignment for junior officers.",
    "Gametext": "May add 6 pilots, 8 passengers, 2 vehicles, and 4 TIEs. Has ship-docking capability. Permanent pilot provides ability of 1. Turbolaser batteries deploy and fire free aboard.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.",
    "IsPulled": "Commander Nemet (V)\\par Kuat Drive Yards",
    "Combo": "Thunderflare + Turbloaser Battery\\par -----\\par Thunderflare + Heavy Turbloaser Battery\\par -----\\par THunderflare + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2601,
    "CardName": "TIE Interceptor",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Interceptor",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Maneuver": 4,
    "Lore": "Advanced TIE design. Assigned to elite squadrons, such as the 181st. Developed with enhanced weapons and maneuverability to defeat the Incom X-wing design.",
    "Gametext": "Permanent pilot provides ability of 1. Power +1 when present with an X-wing. During each battle, may fire one starship weapon aboard twice.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "All Power To Weapons\\par Commander Brandei\\par Early Warning Network\\par Short Range Fighters",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2653,
    "CardName": "Twilight Is Upon Me",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "When a Jedi dies, the spirit spreads through the Force and touches the living.",
    "Gametext": "Deploy on table. Once per turn, may take The Force Is Strong With This One or [Death Star II] Anakin Skywalker into hand from Reserve Deck; reshuffle. May use 2 Force to cancel You Are Beaten (unless canceling Uncontrollable Fury) or Dark Jedi Presence. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Anakin Skywalker (Interrupt)\\par The Force Is Strong With This One",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Rules": "(AR-3.0, p. A-20): Pulls only [Death Star II] Anakin Skywalker.",
    "Cancels": "Dark Jedi Presence\\par You Are Beaten (unless canceling Uncontrollable Fury).",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2654,
    "CardName": "Tycho Celchu",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b spy\\b0, Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Spy\\b0  fighting for the memory of his homeworld of Alderaan. Rogue Squadron pilot. Volunteered to fly an A-wing at the Battle of Endor. Former TIE fighter pilot.",
    "Gametext": "Deploys -2 aboard Green Squadron 3. Adds 3 to power of any starfighter he pilots. When piloting Green Squadron 3 or any X-wing, draws one battle destiny if not able to otherwise.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Tycho Celchu personas are:\\par Tycho Celchu\\par Tycho Celchu (V)\\par Tycho In Green Squadron 3\\par \\par Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "Matching": "Green Squadron 3",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2720,
    "CardName": "Visage",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 8,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 7,
    "Ability": 1,
    "Hyperspeed": 3,
    "Lore": "Outfitted to chart unknown expanses of Outer Rim. Staff includes galactic cartography contingent. Considered a joke assignment by most lower-ranked Naval officers.",
    "Gametext": "May deploy even without presence or Force icons (except to Rendezvous Point). May add 6 pilots, 8 passengers, 2 vehicles and 4 TIEs. Has ship-docking capability. Permanent pilot provides ability of 1.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.",
    "IsPulled": "Commander Nemet (V)\\par Kuat Drive Yards",
    "Combo": "Visage + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2766,
    "CardName": "We're In Attack Position Now",
    "Grouping": "Dark",
    "CardType": "Admiral's Order",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Each pilot deploys -1 (or -2 if an admiral) aboard a capital starship. Each capital starship with a pilot character aboard is immune to attrition < 4 (or adds 2 to immunity if starship already has immunity). During each of your control phases, opponent loses 1 Force for each battleground site your general or commander controls that is related to a system you occupy.",
    "Icons": 0,
    "IsPulled": "Admiral Piett",
    "Counterpart": "Capital Support",
    "IsCanceledBy": "Kuat Drive Yards (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2787,
    "CardName": "Wedge Antilles, Red Squadron Leader",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0, \\b Corellian\\b0, Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Corellian commander and \\b leader\\b0  of Rogue Squadron. Chose to have Rogue Squadron reclaim the designation \"Red Squadron\" at the battle of Endor.",
    "Gametext": "Adds 3 to power of anything he pilots. When piloting, draws one battle destiny if not able to otherwise (if Red 2 also adds 2 to maneuver.) When in battle with another Red or Rogue squadron pilot, once per battle may cancel one battle destiny just drawn.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "(DS II) Wedge deploys -2 aboard Red Squadron 1 (for free if deploying to Endor).\\par -----\\par Wedge Antilles personas are:\\par \\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Red Squadron Leader\\par [Wedge In Red Squadron 1 (V)]\\par -----\\par Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "IsPulled": "Beldon's Eye (V)\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Pulsar Skate\\par Red 2\\par Red Squadron 1\\par Rogue 3",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2877,
    "CardName": "You Cannot Hide Forever",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Give yourself to the dark side. It is the only way you can save your friends.\"",
    "Gametext": "Deploy on table. Opponent's Jedi are defense value -1. Never Tell Me The Odds is canceled. You may place Effect in Lost Pile to take one [Endor] or [Death Star II] Effect that deploys for free into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Combo Card: You Cannot Hide Forever & Mobilization Points",
    "Abbreviation": "YCHF",
    "Pulls": "One (Endor icon) or (Death Star II icon) Effect that deploys for free.\\par An Entire Legion Of My Best Troops\\par Aratech Corporation\\par Aratech Corporation (V)\\par Battle Order\\par Biker Scout Gear\\par Closed Door\\par Combat Response\\par Crossfire\\par Desperate Counter\\par Early Warning Network\\par Emperor's Power\\par Empire's New Order\\par Endor Shield\\par Endor Shield (V)\\par Establish Secret Base\\par Flagship Operations\\par Imperial Academy Training\\par Imperial Arrest Order\\par Inconsequential Losses\\par Leave Them To Me\\par Mobilization Points\\par Overseeing It Personally\\par Overseeing It Personally (V)\\par Perimeter Patrol\\par Pinned Down\\par Relentless Tracking\\par Royal Escort\\par Search And Destroy\\par Security Precautions\\par Something Special Planned For Them\\par Something Special Planned For Them (V) Well-earned Command\\par You Cannot Hide Forever\\par Your Destiny",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Your Insight Serves You Well",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2883,
    "CardName": "You Must Confront Vader",
    "Grouping": "Light",
    "CardType": "Jedi Test",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Destiny": 6,
    "Gametext": "*\\b Deploy\\b0  on table. *\\b Target\\b0  a Skywalker who has completed Jedi Test # 5. While target on Dagobah, \"move phase\" on Save You It Can may be treated as \"deploy phase\". Until Jedi Test completed, battles you initiate at Vader's site are canceled and opponent loses 2 Force at start of your turn unless Vader is at a battleground site. *\\b Attempt\\b0  during your move phase when Vader with target (even as a non-frozen captive). Vader and target duel: Each player draws destiny. Add ability. Highest total wins. If target wins, test completed: *\\b Leave\\b0  on table. Add one battle destiny in every battle. Also, target is immune to attrition < 5.",
    "JediTestNumber": 6,
    "Icons": 0,
    "IsPulled": "Dagobah: Training Area",
    "Rules": "(AR 1.7.1, B-17)\\par Unlike the other Jedi Tests, this one does not require its target to be on Dagobah. Note that the destiny draw required when attempting the test is part of a duel, and thus is not \"training destiny\" (it is not subject to training destiny modifiers).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2895,
    "CardName": "Young Fool",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Death Star II",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Now, young Skywalker . . . you will die.\"",
    "Gametext": "If opponent's character present with Emperor was just lost, lose 1 Force to place that character out of play. OR Release frozen Luke at your Throne Room (Luke may not be battled unitl end of your next turn). OR Cancel NOOOOOOOOOOOO!",
    "Icons": 0,
    "Cancels": "NOOOOOOOOOOOO!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2896,
    "CardName": "Your Destiny",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Luke's destiny lies with his father, Darth Vader. To become a Jedi Knight, Luke must accept this.",
    "Gametext": "Deploy on Bring Him Before Me. When Vader is present at a battleground site, at start of your turn opponent loses 3 Force unless Luke is captured, out of play or present at a battleground site. Also, Luke is immune to Responsibility of Command. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2898,
    "CardName": "Your Insight Serves You Well",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Death Star II",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Luke knew that while the dark side was quicker and more seductive, eventually evil would turn on itself.",
    "Gametext": "Deploy on table. Opponent's Dark Jedi are defense value -1. Scanning Crew and 3,720 To 1 are canceled. You may place Effect in Lost Pile to take one [Endor] or [Death Star II] Effect that deploys for free into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Combo Card: Your Insight Serves You Well & Staging Areas",
    "Abbreviation": "YISYW",
    "Pulls": "One (Endor icon) or (Death Star II icon) Effect that deploys for free.\\par Aim High\\par Battle Plan\\par Close Air Support\\par Commando Training\\par Count Me In\\par Honor Of The Jedi\\par I Hope She's All Right\\par I Wonder Who They Found\\par I'm With You Too\\par Insurrection\\par Launching The Assault\\par Let's Keep A Little Optimism Here\\par Menace Fades\\par Squadron Assignments\\par Staging Areas\\par Strike Planning\\par Strikeforce\\par Strikeforce (V)\\par Superficial Damage\\par That's One\\par The Way Of Things\\par Twilight Is Upon Me\\par Wokling (V)\\par Your Insight Serves You Well",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "You Cannot Hide Forever",
    "Cancels": "3,720 To 1\\par Scanning Crew",
    "Inventory": 0,
    "Needs": 0
  }
]