[
  {
    "id": 42,
    "CardName": "A280 Sharpshooter Rifle",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "**",
    "Characteristics": "rifle",
    "Destiny": 3,
    "Lore": "BlasTech sharpshooter rifle accurate to 500 meters. Corporal Janse brought several A280s with him when he left BlasTech.",
    "Gametext": "Use 2 Force to deploy on your scout warrior. May target a character, creature or vehicle at same or adjacent site for free. Draw destiny. Add 2 if warrior is alone and target is at an adjacent site. Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Portable Scanner",
    "Combo": "A280 Sharpshooter Rifle + Lieutenant Greeve\\par -----\\par A280 Sharpshooter Rifle + Corporal Janse + Firefight",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 52,
    "CardName": "Accelerate",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Destiny": 6,
    "Lore": "The Empire trains its personnel to operate a variety of specialized equipment in demanding environments. This training allows troops to take seemingly risky actions.",
    "Gametext": "Adds 2 to maneuver, 1 to power and 1 to landspeed of either your speeder bike piloted by a biker scout or your swoop for remainder of turn. (Interrupt may even affect the result just after a destiny draw targeting the vehicle's maneuver.)",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 74,
    "CardName": "Aim High",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The destruction of a command vehicle negatively impacts Imperial battle efficiency.",
    "Gametext": "Deploy on table. When you fire two weapons (except lightsabers) in a battle, your total power is +5. Also, whenever opponent retrieves X cards, opponent must first use X Force or that retrieval is canceled. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par ----\\par Similar to Secret Plans.\\par -----\\par Combo Card: Insurrection & Aim High",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Combo": "Aim High + Leia With Blaster Rifle + Han With Heavy Blaster Pistol\\par Power 12 if they both do fire their weapon and two battle destinies.",
    "Rules": "(AR 1.7.1, B-1)\\par The amount of Force used (X) must be equal to the full amount of the initiated retrieval, even if the retrieving player's Lost Pile does not contain that many cards.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 101,
    "CardName": "Always Thinking With Your Stomach",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "When Rebels get separated from their means of transportation, they lose effectiveness.",
    "Gametext": "Cancel a Force drain at an exterior planet site where opponent has no vehicles or starships. Draw destiny. If destiny > number of opponent's characters at that site, choose one of those characters to be missing.",
    "Icons": 0,
    "Counterpart": "Lost In The Wilderness",
    "Cancels": "A Force drain at an exterior planet site where opponent has no vehicles or starships.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 106,
    "CardName": "An Entire Legion Of My Best Troops",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Stormtrooper standard gear includes plastoid composite armor, utility belt, positive-grip boots and energy sinks to dissipate blaster fire.",
    "Gametext": "Deploy on your side of table. Stormtroopers (except biker scouts) have armor = 4. Also, your blaster rifles, Stormtrooper Utility Belts and Blaster Scopes are deploy -1 and are destiny +2 when drawn for weapon or battle destiny. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par This card is a general helper card for Stormtroopers. They get armor 4, and some other Stormtrooper helper cards get cheaper and receive better destiny values:\\par \\par Assault Rifle is 2 to deploy and destiny 4\\par \\par Blaster Rifle is 1 to deploy, and destiny 5.\\par \\par Stormtrooper Utility Belts deploys for free and are destiny 6.\\par \\par Blaster Scopes are still free and are destiny 6.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 124,
    "CardName": "Aratech Corporation",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Aratech Corporation sent support staff to various Imperial outposts and garrisons. Gave advanced briefings and training to biker scout personnel.",
    "Gametext": "Deploy on Carida system. Your speeder bikes piloted by biker scouts are power +1 and forfeit +1 and may follow (for free) an opponent's vehicle or character that just moved from same site (if within range). (Immune to Alter while you occupy Carida.)",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Aratech Corporation + Relentless Tracking",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 164,
    "CardName": "AT-ST Dual Cannon",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Vehicle",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Characteristics": "cannon",
    "Destiny": 4,
    "Lore": "High rate of fire used for anti-personnel operations. Enhanced design from prototype used in the Battle of Hoth.",
    "Gametext": "Use 1 Force to deploy on your AT-ST. May target a character, creature or vehicle for 1 Force. Draw destiny. Add 1 if targeting a character or creature. Target hit if total destiny > defense value. May fire repeatedly for 2 Force each time.",
    "Icons": 0,
    "IsPulled": "Vizam (when with Advosze)",
    "Combo": "AT-ST Dual Cannon + Tempest Scout 4\\par AT-ST Dual Cannon deploys free aboard and may target at an adjacent site.",
    "IsCanceledBy": "Game text canceled by Mandalorian Mishap",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 166,
    "CardName": "AT-ST Pilot",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Due to the unstable control characteristics of AT-STs, only the most talented recruits are assigned to them.",
    "Gametext": "Adds 2 to power of any combat vehicle he pilots. When piloting an AT-ST in battle, adds 1 to his forfeit, draws one battle destiny if not able to otherwise and \\b cumulatively\\b0  adds 1 to your attrition against opponent.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 208,
    "CardName": "Battle Order",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Administration of the Imperial installation on Endor includes coordination of troops on the ground and tight security provided by the Empire's space fleet.",
    "Gametext": "Deploy on table. You may initiate battles for free. Also (unless Battle Plan on table), for either player to initiate a Force drain, that player must first use 3 Force unless that player occupies a battleground site (except a holosite) and a battleground system. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Combo Card: Battle Order & First Strike.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Battle Plan",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 211,
    "CardName": "Battle Plan",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Even though the landing of the stolen shuttle was successful, the Rebel strike team on Endor was forced to rethink their plans when Leia disappeared.",
    "Gametext": "Deploy on table. You may initiate battles for free. Also, for either player to initiate a Force drain, that player must first use 3 Force unless that player occupies a battleground site (except a holosite) and a battleground system. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Combo Card: Battle Plan & Draw Their Fire.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Battle Order",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 241,
    "CardName": "Biker Scout Gear",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Standard-issue equipment for Imperial biker scouts. Adds electromagnetic vision enhancement visor and boosted comlink. Protects with lightweight head and upper body armor.",
    "Gametext": "Deploy on your side of table. Biker scouts have armor = 3 and are immune to Scramble. Also, Scout Blaster, Comlink, DH-17 blaster and Blaster Rack deploy for free and are destiny +2 when drawn for weapon or battle destiny. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Imperial Blaster is a DH-17 blaster.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Biker Scout Gear + Imperial Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 242,
    "CardName": "Biker Scout Trooper",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "\\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "\\b Scout\\b0  troopers, or 'biker scouts' as they are commonly called, are stormtrooper specialists. Given wide latitude to operate independently of Imperial control.",
    "Gametext": "Adds 3 to power of any speeder bike he pilots. Power -1 while not at a forest, jungle or Endor site. Forfeit +2 aboard a speeder bike. Once during each of your deploy phases, may deploy a speeder bike to same site from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Pulls": "Speeder Bike",
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 256,
    "CardName": "BlasTech E-11B Blaster Rifle",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 2,
    "Lore": "Modified by Alliance armorers who defected from the BlasTech corporation. Expensive cooling system incorporated to allow higher fire rate.",
    "Gametext": "Use 2 Force to deploy on your scout warrior. May target a character, creature or vehicle using 1 Force. Draw destiny. Target hit if destiny > defense value. May fire repeatedly for 2 Force each time.",
    "Icons": 0,
    "IsPulled": "Portable Scanner",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 375,
    "CardName": "Captain Yutani",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "\\b Scout\\b0  and heavy weapons specialist. Carries custom repulsorlift compensators to allow fluid movement with light artillery weapons.",
    "Gametext": "Once during each of your deploy phases, may deploy one artillery weapon or Portable Fusion Generator to same site from Reserve Deck; reshuffle. May move Medium Repeating Blaster Cannon by himself (for free).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "One artillery weapon.\\par Atgar Laser Cannon\\par Ewok Catapult\\par Golan Laser Battery\\par Medium Repeating Blaster Cannon\\par Planet Defender Ion Cannon\\par Planet Defender Ion Cannon (V)\\par Portable Fusion Generator",
    "IsPulled": "General Crix Madine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 381,
    "CardName": "Careful Planning",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Alliance troops on planet must plan ahead to achieve success in military operations.",
    "Gametext": "USED: If a battle was just initiated, draw destiny and activate up to that much Force. STARTING: If you have not deployed an Objective, deploy from Reserve Deck one battleground site (or two <> sites) related to your starting location. Place Interrupt in Reserve Deck.",
    "Icons": 0,
    "Counterpart": "Combat Readiness",
    "Combo": "Careful Planning  + Yavin 4: Massassi Throne Room + 2 generic sites\\par A very popular deck (TRM) that typically starts with <>Farm and <>Swamp. The <>Farm helps with your activation and the <> Swamp lets you pull Nudjs out of your deck to absorb the Dark Side icons to slow their game early. You end up activating 5 Force and giving your opponent none - and you go first in game.",
    "Rules": "(AR 1.7.1, B-3)\\par The starting text of this card is intended to mean \"deploy from Reserve Deck one battleground site or deploy from Reserve Deck two <> battleground sites.\" The location (or locations) deployed must be battlegrounds immediately after its (their) deployment.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 383,
    "CardName": "Carida",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force drain -1 here. If you do not occupy, all your troopers are forfeit -1.   If you occupy, once during each of your control phases, you may lose 1 Force to retrieve one trooper into hand.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Force drain -1 here. If you do not occupy, all your troopers are forfeit -1.",
    "DarkSideText": "If you occupy, once during each of your control phases, you may lose 1 Force to retrieve one trooper into hand.",
    "Parsec": 1,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)\\par Mobilization Points\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Carida + Aratech Corporation",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 389,
    "CardName": "Chandrila",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy with a capital starship, Force generation +2 for you here. Mon Mothma deploys -2 at any Chandrila location.   If you control with two Star Destroyers, Force drain +1 here. If you control with no capital starships, Force drain -1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If you occupy with a capital starship, Force generation +2 for you here. Mon Mothma deploys -2 at any Chandrila location.",
    "DarkSideText": "If you control with two Star Destroyers, Force drain +1 here. If you control with no capital starships, Force drain -1 here.",
    "Parsec": 4,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Senator Mon Mothma\\par Yavin 4 Base Operations",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 396,
    "CardName": "Chewbacca Of Kashyyyk",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Wookiee\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 7,
    "Ability": 2,
    "Lore": "Wookiee \\b scout\\b0. Volunteered for Han's Endor strike team. Keeps his distance, but doesn't look like he's keeping his distance. Always thinks with his stomach.",
    "Gametext": "Deploys -2 on Endor. Adds 2 to power of anything he pilots. When targeted by a weapon, may 'roar' (defense value = 4). When on Endor during your deploy phase, may deploy Lumat and/or Wuta for free here from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Bossk and Zuckuss may reduce Chewbacca's forfeit to zero here.\\par -----\\par Chewbacca personas are:\\par \\par [Han, Chewie, And The Falcon]\\par Chewbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewie With Blaster Rifle\\par Chewie With Bowcaster\\par Chewie\\par Chewie (V)\\par Chewie, Enraged\\par ",
    "Pulls": "Lumat\\par Wuta",
    "IsPulled": "General Crix Madine\\par Life Debt\\par Seeking An Audience (V)\\par Wookiee Roar",
    "Matching": "Chewie's AT-ST\\par Millennium Falcon\\par The Falcon",
    "MatchingWeapon": "Chewbacca's Bowcaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 399,
    "CardName": "Chewbacca's Bowcaster",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Specially modified by Chewbacca. Fires larger bolts with more accuracy. Superior targeting at long distances.",
    "Gametext": "Deploy on Chewie, or use 4 Force to deploy on your other Wookiee. May target a character, creature or vehicle using 3 Force (for free if Chewie firing). Draw two destiny. Target hit if total destiny > defense value. If hit by Chewie, target's forfeit = 0.",
    "Icons": 0,
    "Information": "Chewbacca's Bowcaster personas are:\\par \\par Chewie With Bowcaster\\par Chewbacca's Bowcaster",
    "IsPulled": "Portable Scanner",
    "Combo": "Chewbacca's Bowcaster + any Chewbacca + Wookiee Strangle + Sorry About The Mess\\par Your opponent has two characters less than he started the turn with - in your control phase.",
    "MatchingWeapon": "Chewbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewie\\par Chewie (V)\\par Chewie With Blaster Rifle\\par Chewie, Enraged",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 404,
    "CardName": "Chewie's AT-ST",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 4,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Armor": 4,
    "Landspeed": 3,
    "Lore": "\\b Enclosed\\b0. Chewie's daring capture of an Imperial AT-ST helped turn the tide in the Battle of Endor.",
    "Gametext": "Deploy only to Endor or same site as Chewie or opponent's AT-ST. May add 2 pilots or passengers. Subtracts 1 from power of other AT-STs at same site. Immune to attrition < 4 when Chewie piloting.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "IsPulled": "Combined Fleet Action",
    "Combo": "Chewie's AT-ST + Chewbacca + Wedge Antilles (piloting)\\par Power 12 and a battle destiny.",
    "Matching": "Chewbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewie\\par Chewie (V)\\par Chewie With Blaster Rifle\\par Chewie With Bowcaster\\par Chewie, Enraged",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 407,
    "CardName": "Chief Chirpa",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Ewok\\b0",
    "Destiny": 2,
    "Power": 0,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of Wicket's Ewok tribe for 42 seasons. Head of the Council of Elders. Decided to spare Han's Rebels and join their fight against the Empire.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. Once during each of your deploy phases, may deploy one non-unique Ewok to same Endor site from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "One non-unique Ewok.\\par Ewok Sentry\\par Ewok Spearman\\par Ewok Tribesman",
    "IsPulled": "Princess Organa",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 423,
    "CardName": "Closed Door",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 7,
    "Lore": "Double durasteel doors are often enough to protect important Imperial installations.",
    "Gametext": "Deploy on Back Door. Opponent may not deploy or move to Bunker. Effect canceled if opponent controls Back Door or Landing Platform or if you intitiate a Force drain at Bunker. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Conduct Your Search\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Closed Door + Endor: Back Door",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 473,
    "CardName": "Colonel Dyer",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Responsible for defense of control bunker. \\b Leader\\b0. Worked closely with Moff Jerjerrod to plan the installation's defense. Instructed to hold troops in reserve.",
    "Gametext": "While at Bunker or an Endor battleground site, prevents Ominous Rumors from being canceled. Your [Endor] troopers may move as a 'react' to same site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Combo": "Colonel Dyer + Endor Operations Objective\\par -----\\par Colonel Dyer + Commander Igar + Scout Recon\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 480,
    "CardName": "Combat Readiness",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used or Starting",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Imperial troops remain prepared for quick deployment to seize valuable terrain.",
    "Gametext": "USED: If a battle was just initiated, draw destiny and activate up to that much Force. STARTING: If you have not deployed an Objective, deploy from Reserve Deck one battleground site (or two <> sites) related to your starting location. Place Interrupt in Reserve Deck.",
    "Icons": 0,
    "Counterpart": "Careful Planning",
    "Rules": "(AR 1.7.1, B-4)\\par See Careful Planning.\\par \\par (AR 1.7.1, B-3)\\par Careful Planning\\par The starting text of this card is intended to mean \"deploy from Reserve Deck one battleground site or deploy from Reserve Deck two <> battleground sites.\" The location (or locations) deployed must be battlegrounds immediately after its (their) deployment.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 496,
    "CardName": "Commander Igar",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Leader\\b0. Served with General Veers' Blizzard unit at Battle of Hoth. Assigned by Vader to coordinate surface defense of Endor's moon. Kuat native.",
    "Gametext": "Adds 3 to power of any combat vehicle he pilots. When piloting Tempest 1 or a non-unique AT-AT, adds one battle destiny. When in battle with Veers or Tagge, may use 2 Force to cancel and redraw one just-drawn battle destiny.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Admiral Piett\\par Blizzard 4",
    "Combo": "Commander Igar + Tempest 1\\par Power 9 and 2 battle destinies and immune to attrition < 4.\\par -----\\par Commander Igar + General Veers (V)\\par -----\\par Commander Igar + Well-earned Command\\par -----\\par Commander Igar + Colonel Dyer + Scout Recon",
    "Matching": "Tempest 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 507,
    "CardName": "Commando Training",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Han's Rebel strike team on the forest moon of Endor was highly trained in the use of blasters and explosives.",
    "Gametext": "Deploy on your side of table. Each of your non-unique Rebels armed with a non-unique blaster is forfeit +2, adds 1 to his total weapon destiny and, where present, cumulatively adds 1 to total battle destiny. (Immune to Alter while your non-unique blaster is on table.)",
    "Icons": 0,
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 510,
    "CardName": "Compact Firepower",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The small blasters used by biker scouts can be fired when piloting a vehicle at high speed.",
    "Gametext": "If your warrior just fired a DH-17 blaster or scout blaster during a battle, draw destiny: (0) no effect, (1-3) target may not use weapons this turn, (4+) target is power and forfeit = 0 this battle.",
    "Icons": 0,
    "Information": "Imperial Blaster is a DH-17 blaster.",
    "Combo": "Compact Firepower + Imperial Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 535,
    "CardName": "Corporal Avarik",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Frequently engaged in brawls at the local enlisted clubs on homeworld of Corulag. Stormtrooper assigned to biker \\b scout\\b0  unit. Monitors Yuzzum activity.",
    "Gametext": "Adds 3 to power of any speeder bike he pilots (when piloting it in battle, also adds 1 to your total battle destiny). When in a Local Trouble battle, adds one destiny to your total power.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 536,
    "CardName": "Corporal Beezer",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b scout\\b0 , female",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Alderaan slicer and technician. Trained by Brooks Carlson to serve as a \\b scout\\b0  for Alliance commandos. She gets nervous when General Solo tries to hotwire something.",
    "Gametext": "Prevents opponent from 'reacting' to same site. Once during each of your deploy phases, may deploy one device to same location from Reserve Deck; reshuffle. Rebels of ability < 3 and [Endor] Rebels are immune to Scanning Crew.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "Arc Welder\\par Artillery Remote\\par Artillery Remote (V)\\par Astromech Translator\\par Bionic Hand\\par Caller\\par Cyborg Construct\\par Droid Sensorscope\\par Echo Trooper Backpack\\par Electrobinoculars\\par Fire Extinguisher\\par Fusion Generator Supply Tanks\\par Han's Toolkit\\par Hidden Compartment\\par Holoprojector\\par Hoth Survival Gear\\par Hydroponics Station\\par Landing Claw\\par Lando's Wrist Comlink\\par Luke's Backpack\\par Luke's Bionic Hand (V)\\par Magnetic Suction Tube\\par Mercenary Armor\\par Mercenary Armor (V)\\par Motivator (V)\\par Obi-Wan's Journal\\par Planetary Shield (V)\\par Portable Fusion Generator\\par Portable Scanner\\par R2 Sensor Array\\par Rebel Flight Suit\\par Rectenna\\par Remote\\par Restraining Bolt\\par Retractable Arm\\par Sensor Panel\\par Targeting Computer\\par Tatooine Utility Belt\\par Tatooine Utility Belt (V)\\par Vaporator\\par Wrist Comlink",
    "IsPulled": "General Crix Madine",
    "Rules": "(AR 1.7.1, B-4)\\par Beezer's text that allows a device to deploy to same location does not require that device to deploy 'on' that location. Thus you may deploy a device on cards at the same location as Beezer",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 537,
    "CardName": "Corporal Delevar",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Veteran of Battle of Hoth. Medic and \\b scout\\b0  assigned to General Solo's assault force. Prides himself on being an efficient soldier in General Madine's commando organization.",
    "Gametext": "Prevents your characters from having their forfeit reduced at same location (and at Hoth sites if Delevar is at Echo Med Lab). When with your FX droid, once per turn allows your character just forfeited from same site to be placed in Used Pile.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 540,
    "CardName": "Corporal Drazin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Stormtrooper assigned to Commander Igar's honor guard. Accompanied Vader on Drazin's homeworld of Bespin. Shot C-3PO there.",
    "Gametext": "Once during each of your control phases, may take one Special Delivery into hand from Reserve Deck; reshuffle. Special Delivery is immune to Alter. When Drazin completes Special Delivery, you may take two additional cards into hand.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "Special Delivery",
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 541,
    "CardName": "Corporal Drelosyn",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Stormtrooper from Coruscant. Honed piloting skills by racing swoops in underworld of Imperial capital. Still tempering his skills as a biker \\b scout\\b0.",
    "Gametext": "Adds 3 to power of any speeder bike he pilots or anything he drives. When in battle with Irol at a site, adds one battle destiny. Power +1 at any mobile, interior or spaceport site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 543,
    "CardName": "Corporal Janse",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Sharpshooter from Ukio. Recently joined the Alliance. Former BlasTech employee who evaluated new weapon designs. Served as a \\b scout\\b0  on hunting expeditions.",
    "Gametext": "When firing a character weapon, adds 1 to each weapon destiny draw. When Janse fires an A280 Sharpshooter Rifle at a character at an adjacent site and is using Sorry About The Mess, it is a Used Interrupt.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Combo": "Corporal Janse + A280 Sharpshooter Rifle + Firefight\\par -----\\par Corporal Janse + A280 Sharpshooter Rifle + Sorry About The Mess",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 544,
    "CardName": "Corporal Kensaric",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Scout\\b0  responsible for covering the tracks of General Solo's strike team. Served under Bren Derlin during the Battle of Hoth.",
    "Gametext": "When present at an exterior battleground site with your other scout, adds 2 (or 1 if Goo Nee Tay on table) to deploy cost of opponent's characters, vehicles and starships to same site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Combo": "Corporal Kensaric + Goo Nee Tay",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 547,
    "CardName": "Corporal Misik",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Son of a Tatooine diplomat. Stormtrooper. Biker \\b scout\\b0. Deadly shot. Develops speeder bike tactics with Sergeant Barich. Hopes for promotion to Emperor's Demonstration Team.",
    "Gametext": "Adds 3 to power of any speeder bike he pilots. When firing a Scout Blaster, adds 1 to his total weapon destiny. When with Barich in a battle and piloting or driving a vehicle, may add that vehicle's maneuver to your total power.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 548,
    "CardName": "Corporal Oberk",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Originally from Ukio. Stormtrooper assigned to search for Rebel activity on Endor. Trying to impress the commander of his biker \\b scout\\b0  detachment.",
    "Gametext": "Adds 3 to power of any speeder bike he pilots. Once during each of your control phases, may target one opponent's missing character at same site. Draw destiny. Add 2 if Oberk is armed with a blaster. Target captured if total destiny > ability.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 573,
    "CardName": "Count Me In",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Leia couldn't let Han out of her sight.",
    "Gametext": "Deploy on Leia if That's One is on table. I Know is a Used Interrupt. Once per battle, when Leia is battling with Han and Chewie and you are about to draw a card for battle or weapon destiny, you may instead use Leia's ability number.",
    "Icons": 0,
    "IsPulled": "I Wonder Who They Found\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 577,
    "CardName": "Counterattack",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The Imperial forces on Endor quickly responded to the Rebel intrusion. Commander Igar had a plan in place to deal with such a commando force of Rebels.",
    "Gametext": "If a battle that opponent initiated just ended, initiate a new battle at same location. 'Reacts' are allowed only for opponent, but cards may not 'react' away or hide from battle. Loser ignores battle damage. If your trooper present there, add one battle destiny.",
    "Icons": 0,
    "Information": "Counterattack gives the Dark Side player the opportunity to initiate a second battle at same location. Especially if your running troopers, since two destiny draws in a second battle can account for some serious attrition, since your opponent has already lost someone from the first battle.",
    "Counterpart": "Here We Go Again",
    "Rules": "(AR 1.7.1, B-5)\\par This card explicitly allows characters, vehicles and starships at the targeted location to battle again this turn (and since this is a battle, they may fire any applicable weapons). It does not allow any characters, vehicles or starships to 'react' a second time this turn. When determining the order of actions for this second battle, treat it as though it were the turn of the player who played this Interrupt. If a card was excluded from the previous battle, it may participate in this battle unless it is still prevented from participating (e.g., was targeted by Imperial Barrier).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 581,
    "CardName": "Covert Landing",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The stolen code allowed the Rebels to land their strike team on Endor surface undetected -- or so they thought.",
    "Gametext": "USED: If your shuttle (including a shuttle vehicle) is in battle, add one battle destiny. LOST: If your starfighter just landed at a site where opponent has no presence, deploy scouts (and weapons on those scouts) aboard it (capacity permitting) from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Combo": "Covert Landing + Luminous",
    "Rules": "(AR 1.7.1, B-5)\\par When deploying a Rebel scout using the Lost portion of this Interrupt, the text \"an Endor site opponent does not occupy\" is intended to limit the sites to which the Rebel may deploy. It does not supercede normal rules about presence or Force icons.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 588,
    "CardName": "Crossfire",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Scout walker pilots are trained to set up a deadly heavy fire zone. This tactic can be disrupted by enemy weapons fire.",
    "Gametext": "Deploy on table. When you fire two weapons (except lightsabers) in a battle, your total power is +5. Also, S-foils and Maneuvering Flaps are suspended where you have either a weapon present or a starship (or vehicle) with maneuver > 3 present. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 644,
    "CardName": "Daughter Of Skywalker",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b leader\\b0, \\b scout\\b0 , female",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 7,
    "Forfeit": 8,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "\\b Scout\\b0. \\b Leader\\b0. Made friends with Wicket. Negotiated an alliance with the Ewoks. Leia found out the truth about her father from Luke in the Ewok village.",
    "Gametext": "Deploys -3 on \\ul Tydirium\\ul0, Endor or Dagobah. May be targeted instead of Luke by Mind What You Have Learned (that card then targets Leia instead of Luke for remainder of game). While at any exterior site, adds one (Light Side Force icon). Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187",
    "Abbreviation": "DoS",
    "IsPulled": "I Know\\par Leia's Back\\par Seeking An Audience (V)\\par Yavin 4: Massassi War Room (V)",
    "Combo": "Daughter Of Skywalker + Jerus Jannick\\par -----\\par Daughter Of Skywalker + Warrior's Courage\\par Add two battle destinies if Leia is defending a battle alone at a site.",
    "Matching": "Tydirium",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster",
    "Rules": "(AR 1.7.1, B-5)\\par This Rebel is permitted to deploy to Dagobah. Daughter Of Skywalker may only be targeted \"as Luke\" by Mind What You Have Learned, if she was deployed from Reserve Deck using that Objective card's game text, and only if Luke has not already been deployed by the objective.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 646,
    "CardName": "Deactivate The Shield Generator",
    "Grouping": "Light",
    "CardType": "Epic Event",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Destiny": 0,
    "Gametext": "Deploy on Bunker. During your control phase, if you control Bunker with a Rebel, you may attempt to \"blow away\" Bunker as follows:\\par \\b Charges! Come On, Come On!\\b0: Draw two destiny. Add 3 to total for each Explosive Charge on Bunker.\\par \\b Move! Move! Move!\\b0: If total destiny > 12, your characters here may relocate to Back Door for free, Bunker and Landing Platform (if on table) are \"blown away,\" opponent loses 8 Force and this card is lost.",
    "Icons": 0,
    "IsPulled": "General Solo (V)\\par Rebel Strike Team (V)",
    "Combo": "Deactivate The Shield Generator+ Major Hewex\\par -----\\par Deactivate The Shield Generator + Throw Me Another Charge\\par Adds 1 to Deactivate The Shield Generator total.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 647,
    "CardName": "Dead Ewok",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Many Ewoks gave their lives in the Battle of Endor.",
    "Gametext": "Reduce any alien's forfeit to 0 for remainder of turn. OR If you have two Imperials present at a site, draw destiny. Add 1 for each of your blasters present. If total destiny > number of Ewoks present at same site, those Ewoks are lost.",
    "Icons": 0,
    "IsCanceledBy": "Yub Yub!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 759,
    "CardName": "Don't Move",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Stormtroopers rely on an intimidating presence and technologically superiority.",
    "Gametext": "If a battle was just initiated, and two of your troopers are armed with weapons, target one opponent's character present. Draw destiny: (0-2) no effect; (3-4) target is power = 0 for remainder of turn; (5+) target captured.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 776,
    "CardName": "Dresselian Commando",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Dresselians combat their homeworld's subjugation with supplies provided by Bothans. The Alliance uses their talents as resistance fighters. These \\b scouts\\b0  prefer to work alone.",
    "Gametext": "Power +1 when at a forest, jungle or exterior Endor site. When in battle at an exterior site against a non-unique alien, adds one destiny to total power only, prevents opponent from drawing more than one battle destiny and is immune to attrition < 4.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Crix Madine\\par Mon Mothma\\par Pucumir Thryss (to same Cloud City site)",
    "Combo": "Dresselian Commando + Dresselian Commando + any Jedi + Jedi Presence",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 803,
    "CardName": "Early Warning Network",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "<>",
    "Destiny": 5,
    "Lore": "Listening posts are often constructed as part of a standard Imperial installation. On Endor, such a post was incorporated into the control bunker.",
    "Gametext": "Deploy on an interior site that has a Scomp link. While you occupy this site, once per battle you may deploy a non-unique Imperial starship as a 'react' (for free if a starfighter) to the related system from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Pulls": "A non-unique Imperial starship.\\par Dreadnaught-Class Heavy Cruiser\\par Imperial-Class Star Destroyer\\par Lambda-Class Shuttle\\par Sentinel-Class Landing Craft\\par TIE Advanced x1\\par TIE Avenger\\par TIE Bomber\\par TIE Defender Mark I\\par TIE Fighter\\par TIE Interceptor\\par TIE Scout\\par TIE Vanguard\\par Victory-Class Star Destroyer",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "IsCanceledBy": "Fly Casual",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 813,
    "CardName": "Eee Chu Wawa!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Paploo's brave diversion provided more of a ride than the adventurous Ewok had bargained for.",
    "Gametext": "USED: For remainder of turn, subtract 1 from forfeit of each opponent's Ewok (or subtract 2 from any one opponent's character). LOST: Cancel one Ewok's game text for remainder of turn. OR Cancel Sound The Attack.",
    "Icons": 0,
    "Cancels": "One Ewok's game text\\par Sound The Attack",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 825,
    "CardName": "Elite Squadron Stormtrooper",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Characteristics": "\\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Commander Igar selected the Empire's most dedicated stormtroopers to guard Endor for the Emperor. All they know is killing and white uniforms.",
    "Gametext": "Power +2 while armed with a blaster. When using a blaster, subtracts 1 from Force required to fire it. Adds 2 to forfeit of each stormtrooper of ability < 2 at same site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 836,
    "CardName": "Empire's New Order",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Palpatine's cruel vision of his Empire included the enslavement and subjugation of entire species.",
    "Gametext": "Deploy on table. Droid Merchant game text is canceled. Also, while none of your ability on table is provided by aliens, retrieve 1 Force after each battle in which opponent's alien is lost (or 2 if Ewok, Elom or operative). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Cancels": "Droid Merchant game text.",
    "IsCanceledBy": "Yub Yub!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 842,
    "CardName": "Endor",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you have no Ewoks on Endor, Force drain -1 here. To move or deploy your starship to here requires +1 Force.   If you control, for each of your starships here, your total power is +1 in battles at Endor sites.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "If you have no Ewoks on Endor, Force drain -1 here. To move or deploy your starship to here requires +1 Force.",
    "DarkSideText": "If you control, for each of your starships here, your total power is +1 in battles at Endor sites.",
    "Parsec": 8,
    "Icons": "Planet",
    "Planet": 1,
    "Information": "Scythe Squadron TIE deploys -2 at Endor.",
    "IsPulled": "Commander Merrejk\\par Kuat Drive Yards (V)",
    "Counterpart": "Endor",
    "Combo": "Endor + Establish Secret Base\\par -----\\par Endor + Endor Shield (V)\\par Opponent generates no Force at Endor system unless Rebel Strike Team on table.\\par -----\\par Endor + Presence Of The Force + Endor Shield (V)\\par Three Force icons for you, none for the Light Side. Opportunity to drain for three.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 843,
    "CardName": "Endor",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force drain -1 here. To move your starship here from Sullust, Rendezvous Point or Haven requires -1 Force.   If you have no Imperials on Endor, Force drain -1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "Force drain -1 here. To move your starship here from Sullust, Rendezvous Point or Haven requires -1 Force.",
    "DarkSideText": "If you have no Imperials on Endor, Force drain -1 here.",
    "Parsec": 8,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Counterpart": "Endor",
    "Combo": "Endor + Strike Planning\\par Opponent's Force generation at Endor system is canceled unless Endor Operations on table.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 844,
    "CardName": "Endor Celebration",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The Rebel presence on Endor meant that the Ewoks would be able to live free from the Empire's tyranny.",
    "Gametext": "Cancel Tatooine Occupation, Cloud City Occupation or Rebel Base Occupation. (Immune to Sense.) OR During your activate phase, activate 1 Force for each Endor battleground you occupy.",
    "Icons": 0,
    "Information": "Combo Card: Free Ride & Endor Celebration",
    "IsPulled": "I Hope She's All Right (V)",
    "Combo": "Endor Celebration + The Planet It's Farthest From \\par A handy way to convince your opponent to try another planet.",
    "Cancels": "Cloud City Occupation\\par Rebel Base Occupation\\par Tatooine Occupation",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 846,
    "CardName": "Endor Occupation",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Each planet controlled by the Empire drains potential resources from the Rebel Alliance.",
    "Gametext": "Cancel Tatooine Celebration, Cloud City Celebration or Coruscant Celebration. (Immune to Sense.) OR During your activate phase, activate 1 Force for each Endor battleground you occupy.",
    "Icons": 0,
    "Information": "Combo Card: Masterful Move & Endor Occupation",
    "Cancels": "All My Urchins & Cloud City Celebration\\par Cloud City Celebration\\par Coruscant Celebration\\par Tatooine Celebration",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 847,
    "CardName": "Endor Operations/Imperial Outpost",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "ObjectiveFront": "\\ul Deploy Endor system, Bunker and Landing Platform.\\ul0 \\par \\b While\\b0  this side up, once during each of your control phases, may take one Ominous Rumors or Establish Secret Base into hand from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if Ominous Rumors and Establish Secret Base are both on table. \\par \\b Place\\b0  out of play if an Endor location is \"blown away.\"",
    "ObjectiveBack": "\\b While\\b0  this side up, at each Endor site where you have a biker scout or a piloted AT-ST, your Force drains may not be modified or canceled by opponent, except by a 'react'. Opponent draws no more than one battle destiny in each battle. Your AT-STs are immune to attrition < 3. Once during each of your draw phases, you may retrieve one biker scout. \\par \\b Flip\\b0  this card if Ominous Rumors and Establish Secret Base are not both on table. \\par \\b Place\\b0  out of play if an Endor location is \"blown away.\"",
    "ObjectiveFrontName": "Endor Operations",
    "ObjectiveBackName": "Imperial Outpost",
    "Gametext": "[Front Side]: \\ul Deploy Endor system, Bunker and Landing Platform.\\ul0 \\par \\b While\\b0  this side up, once during each of your control phases, may take one Ominous Rumors or Establish Secret Base into hand from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if Ominous Rumors and Establish Secret Base are both on table. \\par \\b Place\\b0  out of play if an Endor location is \"blown away.\"\\\\par[Back Side]: \\b While\\b0  this side up, at each Endor site where you have a biker scout or a piloted AT-ST, your Force drains may not be modified or canceled by opponent, except by a 'react'. Opponent draws no more than one battle destiny in each battle. Your AT-STs are immune to attrition < 3. Once during each of your draw phases, you may retrieve one biker scout. \\par \\b Flip\\b0  this card if Ominous Rumors and Establish Secret Base are not both on table. \\par \\b Place\\b0  out of play if an Endor location is \"blown away.\"",
    "Icons": 0,
    "Abbreviation": "Endor Ops, EOps",
    "Combo": "Endor Operations + Colonel Dyer\\par Colonel Dyer prevents Ominous Rumors from being canceled while at Bunker or an Endor battleground site.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 848,
    "CardName": "Endor Scout Trooper",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "\\b Rebel trooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Rebel troopers receive \\b scout\\b0  training that helps them to survive combat in harsh environments. Often protect 'specialists' while they accomplish mission tasks.",
    "Gametext": "Power -1 while not on Endor. While Endor Scout Tooper is on Endor, Lieutenant Page and each of your Rebel scouts of ability < 3 at same and adjacent exterior sites are immune to attrition < 2.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Rebel scouts of ability < 3 are:\\par \\par Cal Alder\\par Captain Yutani\\par Chewbacca of Kashyyyk\\par Colonel Cracken\\par Corporal Beezer\\par Corporal Delevar\\par Corporal Janse\\par Corporal Kensaric\\par Corporal Midge\\par Dresselian Commando\\par Endor Scout Trooper\\par Lieutenant Blount\\par Lieutenant Greeve\\par Major Panno\\par Rebel Scout\\par Sergeant Brooks Carlson\\par Sergeant Bruckman\\par Sergeant Junkin\\par Tauntaun Handler",
    "IsPulled": "General Crix Madine\\par Mon Mothma\\par Pucumir Thryss (to same Cloud City site)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 850,
    "CardName": "Endor: Ancient Forest",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "   Your aliens are deploy -1 here (or -2 if Yuzzum). If your Yuzzum present, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "DarkSideText": "Your aliens are deploy -1 here (or -2 if Yuzzum). If your Yuzzum present, Force drain +1 here.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Establish Secret Base (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 851,
    "CardName": "Endor: Back Door",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, during your move phase, you may move from Back Door to Bunker (or vice versa).   During your move phase, you may move from Back Door to Bunker (or vice versa).",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, during your move phase, you may move from Back Door to Bunker (or vice versa).",
    "DarkSideText": "During your move phase, you may move from Back Door to Bunker (or vice versa).",
    "Icons": "Planet, Exterior, Scomp Link",
    "Planet": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "IsPulled": "Conduct Your Search\\par Establish Secret Base (V)\\par ",
    "Counterpart": "Endor: Back Door",
    "Combo": "Endor: Back Door + Closed Door",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 852,
    "CardName": "Endor: Back Door",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "During your move phase, you may move from Back Door to Bunker (or vice versa).   If you control, during your move phase, you may move from Back Door to Bunker (or vice versa).",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "During your move phase, you may move from Back Door to Bunker (or vice versa).",
    "DarkSideText": "If you control, during your move phase, you may move from Back Door to Bunker (or vice versa).",
    "Icons": "Planet, Exterior, Scomp Link",
    "Planet": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "IsPulled": "General Solo (V)\\par Mindful Of The Future\\par The Shield Is Down!\\par The Shield Is Down! (V)\\par Wuta",
    "Counterpart": "Endor: Back Door",
    "Combo": "Endor: Back Door + Fallen Portal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 853,
    "CardName": "Endor: Bunker",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "You may move here only from Back Door. While you control, Endor Shield is suspended.   Once per game, you may deploy Endor Shield from Reserve Deck; reshuffle.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "You may move here only from Back Door. While you control, Endor Shield is suspended.",
    "DarkSideText": "Once per game, you may deploy Endor Shield from Reserve Deck; reshuffle.",
    "Icons": "Planet, Interior, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Pulls": "Endor Shield\\par Endor Shield (V)",
    "Counterpart": "Endor: Bunker",
    "Combo": "Endor: Bunker + Major Hewex",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 854,
    "CardName": "Endor: Bunker",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force drain +1 here. If you initiate a battle here, add one battle destiny.   Once per game, you may deploy Endor Shield from Reserve Deck; reshuffle.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "Force drain +1 here. If you initiate a battle here, add one battle destiny.",
    "DarkSideText": "Once per game, you may deploy Endor Shield from Reserve Deck; reshuffle.",
    "Icons": "Planet, Interior, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "The Shield Is Down! (V)\\par Wuta",
    "Counterpart": "Endor: Bunker",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 855,
    "CardName": "Endor: Chief Chirpa's Hut",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your Ewoks are deploy -1 here. Chief Chirpa deploys free here.   If you control Chief Chirpa's Hut, Ewoks at Endor sites are forfeit -1.",
    "LightSideIcons": 2,
    "DarkSideIcons": 0,
    "LightSideText": "Your Ewoks are deploy -1 here. Chief Chirpa deploys free here.",
    "DarkSideText": "If you control Chief Chirpa's Hut, Ewoks at Endor sites are forfeit -1.",
    "Icons": "Planet, Interior",
    "Planet": 1,
    "Interior": 1,
    "IsPulled": "Wuta",
    "Combo": "Endor: Chief Chirpa's Hut + Chief Chirpa",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 856,
    "CardName": "Endor: Dark Forest",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your Ewoks are each deploy +1 here. If your Ewok present, Force drain +1 here.   Your Yuzzum are each power +1 here. If your Imperial is present, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Your Ewoks are each deploy +1 here. If your Ewok present, Force drain +1 here.",
    "DarkSideText": "Your Yuzzum are each power +1 here. If your Imperial is present, Force drain +1 here.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Establish Secret Base (V)\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 857,
    "CardName": "Endor: Dense Forest",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "No starships or vehicles here except speeder bikes, AT-STs, Ewok gliders and creature vehicles.   No starships or vehicles here except speeder bikes, AT-STs, Ewok gliders and creature vehicles.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "No starships or vehicles here except speeder bikes, AT-STs, Ewok gliders and creature vehicles.",
    "DarkSideText": "No starships or vehicles here except speeder bikes, AT-STs, Ewok gliders and creature vehicles.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Establish Secret Base (V)\\par ",
    "Counterpart": "Endor: Dense Forest",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 858,
    "CardName": "Endor: Dense Forest",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "No starships or vehicles here except speeder bikes, AT-STs, Ewok gliders and creature vehicles.   No starships or vehicles here except speeder bikes, AT-STs, Ewok gliders and creature vehicles.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "No starships or vehicles here except speeder bikes, AT-STs, Ewok gliders and creature vehicles.",
    "DarkSideText": "No starships or vehicles here except speeder bikes, AT-STs, Ewok gliders and creature vehicles.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Mindful Of The Future\\par The Shield Is Down! (V)\\par Wuta",
    "Counterpart": "Endor: Dense Forest",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 859,
    "CardName": "Endor: Ewok Village",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "No starships or vehicles here. If your Ewok present, Force drain +1 here.   No starships or vehicles here. If no Ewoks on Endor, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "No starships or vehicles here. If your Ewok present, Force drain +1 here.",
    "DarkSideText": "No starships or vehicles here. If no Ewoks on Endor, Force drain +1 here.",
    "Icons": "Planet, Exterior, Interior",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "IsPulled": "Establish Secret Base (V)\\par ",
    "Counterpart": "Endor: Ewok Village",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 860,
    "CardName": "Endor: Ewok Village",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "No starships or vehicles here. Ewok devices and Ewok weapons deploy -1 here.   No starships or vehicles here. If no Ewoks on Endor, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "No starships or vehicles here. Ewok devices and Ewok weapons deploy -1 here.",
    "DarkSideText": "No starships or vehicles here. If no Ewoks on Endor, Force drain +1 here.",
    "Icons": "Planet, Exterior, Interior",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "IsPulled": "Mindful Of The Future\\par The Shield Is Down! (V)\\par Wuta",
    "Counterpart": "Endor: Ewok Village",
    "Combo": "Endor: Ewok Village + Wicket + Ewok Spear\\par -----\\par Endor: Ewok Village + Catapult + Ewok Sentries",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 861,
    "CardName": "Endor: Forest Clearing",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your vehicles are each power +1 here.   Your vehicles are each power +1 here. Force Drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Your vehicles are each power +1 here.",
    "DarkSideText": "Your vehicles are each power +1 here. Force Drain +1 here.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Establish Secret Base (V)\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 862,
    "CardName": "Endor: Great Forest",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 0,
    "Gametext": "Your character movement from here (except for Ewoks and scouts) requires +1 landspeed.   Your character movement from here (except for Yuzzum and scouts) requires +1 landspeed.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your character movement from here (except for Ewoks and scouts) requires +1 landspeed.",
    "DarkSideText": "Your character movement from here (except for Yuzzum and scouts) requires +1 landspeed.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Establish Secret Base (V)\\par ",
    "Counterpart": "Endor: Great Forest",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 863,
    "CardName": "Endor: Great Forest",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 0,
    "Gametext": "Your character movement from here (except for Ewoks and scouts) requires +1 landspeed.   Your character movement from here (except for Yuzzum and scouts) requires +1 landspeed.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your character movement from here (except for Ewoks and scouts) requires +1 landspeed.",
    "DarkSideText": "Your character movement from here (except for Yuzzum and scouts) requires +1 landspeed.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "The Shield Is Down! (V)\\par Wuta",
    "Counterpart": "Endor: Great Forest",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 864,
    "CardName": "Endor: Hidden Forest Trail",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "During your move phase, your scouts may move between here and any exterior Endor site.   If you occupy, opponent's Hidden Forest Trail game text is canceled.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "During your move phase, your scouts may move between here and any exterior Endor site.",
    "DarkSideText": "If you occupy, opponent's Hidden Forest Trail game text is canceled.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Mindful Of The Future\\par The Shield Is Down! (V)\\par Wuta",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 865,
    "CardName": "Endor: Landing Platform (Docking Bay)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 7 Force. Your transit to here requires +9 Force.   Your docking bay transit from here requires 1 Force (free if your Imperial present).",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 7 Force. Your transit to here requires +9 Force.",
    "DarkSideText": "Your docking bay transit from here requires 1 Force (free if your Imperial present).",
    "Icons": "Planet, Interior, Exterior, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "IsPulled": "Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par Establish Secret Base (V)\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Join Us Or Die (V)",
    "Counterpart": "Endor: Landing Platform (Docking Bay)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 866,
    "CardName": "Endor: Landing Platform (Docking Bay)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 2 Force.   Your docking bay transit from here requires 1 Force (free if your Imperial present).",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 2 Force.",
    "DarkSideText": "Your docking bay transit from here requires 1 Force (free if your Imperial present).",
    "Icons": "Planet, Exterior, Interior, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "IsPulled": "Firin Morett\\par Insurrection\\par Insurrection & Aim High\\par Mindful Of The Future\\par Security Control\\par The Shield Is Down! (V)\\par Wuta",
    "Counterpart": "Endor: Landing Platform (Docking Bay)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 867,
    "CardName": "Endor: Rebel Landing Site (Forest)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your starfighters land here for free. Your droids and [Endor] Rebels are deploy -1 here.   If you occupy, opponent's Rebel Landing Site game text is canceled.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Your starfighters land here for free. Your droids and [Endor] Rebels are deploy -1 here.",
    "DarkSideText": "If you occupy, opponent's Rebel Landing Site game text is canceled.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Mindful Of The Future\\par The Shield Is Down! (V)\\par Wuta",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 885,
    "CardName": "Establish Secret Base",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Empire's remote bases develop new technology and hide sensitive projects from potential Rebel saboteurs.",
    "Gametext": "Deploy on Endor system if your biker scouts and/or AT-STs control three Endor sites. Your Force drain here is +1 for each Endor site your biker scout or AT-ST controls (limit +3). Place Effect in Used Pile if opponent controls this system. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 895,
    "CardName": "Ewok And Roll",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Even an All Terrain Scout Transport cannot stand on all terrain.",
    "Gametext": "If opponent's creature vehicle or AT-ST just deployed or moved to where your Ewok is present, draw destiny. Creature vehicle lost if destiny > defense value. AT-ST crashed if destiny +2 > armor. OR If your Ewok is defending a battle, add 2 to your total power.",
    "Icons": 0,
    "IsPulled": "Sound The Attack",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 896,
    "CardName": "Ewok Bow",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Primitive weapon. Effective in large volleys. Imperial troops are not prepared for such simple tactics.",
    "Gametext": "Use 1 Force to deploy on your Ewok. May target a character or creature using 1 Force. Draw destiny. Add 1 for each other Ewok present who is armed with an Ewok Bow. Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Portable Scanner\\par Sound The Attack",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 897,
    "CardName": "Ewok Catapult",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Artillery",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Destiny": 7,
    "Deploy": 2,
    "Forfeit": 4,
    "Lore": "Crowning achievement of Chirpa's engineers. Heavy stones from these weapons distracted Imperial AT-ST walkers.",
    "Gametext": "Deploy on an exterior Endor site. Does not require a power source. Your Ewok present may target a vehicle with armor at same or adjacent site for free. Draw destiny. Add 1 for each Ewok present. Target crashes if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Captain Yutani\\par Portable Scanner\\par Sound The Attack",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 899,
    "CardName": "Ewok Glider",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Destiny": 5,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 2,
    "Landspeed": 2,
    "Maneuver": 2,
    "Lore": "Primitive flying vehicle used by Ewoks. Used to drop rocks on Imperial troops during the Battle of Endor.",
    "Gametext": "May add 1 driver (must be an Ewok). Once per turn, when in battle, may target a character or creature present. Draw destiny. Target hit if destiny -1 > defense value.",
    "Icons": 0,
    "IsPulled": "Sound The Attack",
    "Combo": "Ewok Glider + Wicket + Ewok Spear\\par This combo can exclude one opponent from battle, make another opponent power 0 and make a third opponent \"hit\".",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 900,
    "CardName": "Ewok Log Jam",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Any problem can be solved by the proper application of the principles of mass and velocity.",
    "Gametext": "If opponent's transport vehicle or AT-ST just deployed or moved to an Endor site, draw destiny. Add 1 for each of your Ewoks present. Vehicle lost if destiny - 1 > defense value. OR Lose 1 Force to take into hand a card you just drew for battle or weapon destiny.",
    "Icons": 0,
    "IsPulled": "Sound The Attack",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 901,
    "CardName": "Ewok Rescue",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Ewoks used superior knowledge of Endor's forested terrain to free commandos captured by Imperial stormtroopers.",
    "Gametext": "If your Ewok is present with an escorted captive, draw destiny. Add 2 if Ewok is a scout. If total destiny > escort's defense value, captive is released. OR If your Ewok is defending a battle, up to three of your Ewoks at one exterior site may move as a 'react' (for free).",
    "Icons": 0,
    "IsPulled": "Sound The Attack",
    "IsCanceledBy": "This Is Some Rescue!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 902,
    "CardName": "Ewok Sentry",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "\\b scout\\b0, \\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 1,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Ewok sentries \\b scout\\b0  the perimeter of their domain. Their watchful eyes search for both predatory animals and invading stormtroopers.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. May deploy as a 'react.' May move as a 'react' (for free) to a battle where you have a unique (*) Ewok.",
    "Icons": 0,
    "IsPulled": "Chief Chirpa\\par General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control).\\par Surprise Counter Assault\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 903,
    "CardName": "Ewok Spear",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Chosen weapon of most Ewok warriors. Pointed tip made of stone or animal horn.",
    "Gametext": "Use 2 Force to deploy on your Ewok (free on Ewok Spearman). Adds 1 to power. May target a character or creature using 1 Force. Both players draw destiny. Target's power or ferocity = 0 for remainder of turn if your destiny + Ewok's power > opponent's destiny.",
    "Icons": 0,
    "IsPulled": "Portable Scanner\\par Sound The Attack",
    "Combo": "Ewok Spear + Lumat",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 904,
    "CardName": "Ewok Spearman",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "\\b Ewok\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Ewok fighters train with primitive weapons. Their bravery and careful aim helped defeat the Imperial troops during the Battle of Endor.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. When on Endor and present with any other Ewok, draws one battle destiny if not able to otherwise.",
    "Icons": 0,
    "IsPulled": "Chief Chirpa\\par Surprise Counter Assault\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 905,
    "CardName": "Ewok Tribesman",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "\\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 1,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Members of Chief Chirpa's Ewok tribe are courageous in battle. They seek to impress older members of the tribe.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. When forfeited at same site as your Ewok of ability > 1, may satisfy all remaining attrition against you.",
    "Icons": 0,
    "IsPulled": "Chief Chirpa\\par Surprise Counter Assault\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Combo": "Chief Chirpa + Ewok Tribesman",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 915,
    "CardName": "Explosive Charge",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Automated",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Standard explosive charge carried by Rebel commandos. When used in multiple, these charges have the explosive capacity to level a heavily armored structure.",
    "Gametext": "Deploy on an interior planet site you occupy. Immune to Overload. Place in Used Pile if opponent controls this site. If you just lost a battle opponent initiated here, may draw destiny. All cards (except Effects) here are lost if destiny > 4 (otherwise, Charge lost).",
    "Icons": 0,
    "IsPulled": "Portable Scanner\\par Throw Me Another Charge",
    "Rules": "(AR 1.7.1, B-6)\\par If the Explosive Charge goes off and removes all participating presence from either side of the battle, the battle will end. This is an exception to the normal removing presence rules because the battle ends during the power segment.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 944,
    "CardName": "Firefight",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "Lieutenant Page effectively deployed his attachment of Rebel commandos during the attack at the control bunker.",
    "Gametext": "During a battle, if you have weapons at at least 2 sites adjacent to that battle, add 3 to your total power and add one battle destiny. OR For remainder of turn, your scout at an exterior site is power +1 and adds 1 to each of that character's weapon destiny draws.",
    "Icons": 0,
    "Counterpart": "Outflank",
    "Combo": "Firefight + Corporal Janse + A280 Sharpshooter Rifle",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 963,
    "CardName": "Fly Casual",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "As a smuggler, Han had years of experience at avoiding Imperial detection. He chose the approach to Endor's moon as the time to pass some of that knowledge on to Chewie.",
    "Gametext": "USED: Cancel Early Warning Network or It's An Older Code. OR During your deploy phase, deploy one starship (deploy -1) and/or one pilot to a system even without presence or Force icons. LOST: Take one \\ul Tydirium\\ul0  or \\ul Tantive IV\\ul0  into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Tantive IV\\par Tantive IV (V)\\par Tydirium",
    "Cancels": "Early Warning Network\\par It's An Older Code",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 980,
    "CardName": "Free Ride",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "To prevent biker scouts from reaching their base, Luke and Leia \"borrowed\" some nearby transportation.",
    "Gametext": "If you control a location where opponent has a speeder bike, AT-ST or skiff, steal that vehicle (any characters aboard are lost). OR Peek at one card randomly selected from opponent's hand. If that card is a speeder bike, AT-ST or skiff, steal it into hand.",
    "Icons": 0,
    "Information": "Combo Card: Free Ride & Endor Celebration",
    "IsPulled": "Paploo\\par Yotts Orren",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 982,
    "CardName": "Freeze!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Despite Wicket's warnings, an Imperial scout still got the drop on Leia.",
    "Gametext": "If a Rebel just deployed or moved to a site where you have a trooper present armed with a weapon, use 1 Force. For remainder of turn, that Rebel may not battle or move and battle damage against you is limited to 4 at that location.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1020,
    "CardName": "General Crix Madine",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0, \\b Corellian\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Military advisor to Mon Mothma. \\b Leader\\b0  of commando project. Corellian native. Defected to the Alliance shortly after the Battle of Yavin. Rescued by Rogue Squadron.",
    "Gametext": "Once during each of your deploy phases, may take one scout of ability < 3 into hand from Reserve Deck; reshuffle. While at your war room or aboard your capital starship, adds 1 to immunity to attrition of all your scouts who have immunity.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "Arcona\\par Cal Alder\\par Cal Alder (V)\\par Captain Yutani\\par Captain Yutani With Blaster Cannon\\par Chewbacca Of Kashyyyk\\par Colonel Cracken\\par Corporal Beezer\\par Corporal Delevar\\par Corporal Delevar (V)\\par Corporal Janse\\par Corporal Kensaric\\par Corporal Midge\\par Dresselian Commando\\par Ellors Madak, Pilot Instructor\\par Endor Commando Team\\par Endor Scout Trooper\\par Ewok Sentry\\par Geezum\\par General Airen Cracken\\par Het Nkik\\par Ketwol\\par Lieutenant Blount\\par Lieutenant Greeve\\par Major Bren Derlin (V)\\par Major Panno\\par Paploo\\par Ralltiir Freighter Captain\\par Rebel Scout\\par Romba\\par Sabine Wren\\par Sergeant Brooks Carlson\\par Sergeant Bruckman\\par Sergeant Junkin\\par Shistavanen Wolfman\\par Snivvian\\par Tauntaun Handler\\par Tedn Dahai\\par Wicket\\par Wuta\\par Yarkora",
    "IsPulled": "Balanced Attack\\par Rebel Leadership (V)\\par Strike Planning\\par Yavin 4: Massassi War Room (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1025,
    "CardName": "General Solo",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0, \\b scout\\b0, \\b Corellian\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Scout\\b0. \\b Leader\\b0  of the Rebel strike team on Endor. Needed the cleverness of a Corellian to destroy the Endor control bunker. Discovered the truth about Luke and Leia.",
    "Gametext": "Deploys -2 on \\ul Falcon\\ul0, \\ul Tydirium\\ul0  or Endor. Adds 3 to power of anything he pilots. When in battle with Chewie (or another of your scouts at an exterior site), may use 2 Force to cancel one opponent's battle destiny just drawn. Immune to attrition < 3.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Solo\\par TK-422",
    "IsPulled": "Balanced Attack\\par Han's Back\\par Rebel Leadership (V)\\par Strike Planning\\par Yavin 4: Massassi War Room (V)",
    "Combo": "General Solo + Life Debt\\par Deploy Chewie for free from Reserve Deck if Han is defending a battle alone.",
    "Matching": "Gold Squadron 1\\par Millennium Falcon\\par The Falcon\\par The Falcon, Junkyard Garbage\\par Tydirium",
    "MatchingWeapon": "Han's Blaster, So Uncivilized (V)\\par Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1032,
    "CardName": "Get Alongside That One",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Versatility is key to the Rebellion. The Rebel's ability to adapt to any situation is well-known.",
    "Gametext": "Target two non-creature vehicles with maneuver (one yours, one opponent's) present at same site. Both players draw destiny, add your vehicle's maneuver to your total. Lowest total loses vehicle. OR Your speeder bike piloted by Luke or a scout adds one battle destiny.",
    "Icons": 0,
    "Counterpart": "High-speed Tactics",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1043,
    "CardName": "Go For Help!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "When confronted with enemy troops, biker scouts are instructed to immediately call for reinforcements.",
    "Gametext": "If opponent just initiated a battle at an exterior site with double your total power, reveal top 3 cards of your Reserve Deck. If any of those cards are scouts or speeder bikes, deploy them for free to that battle (replaces others on top of Reserve Deck in same order).",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1057,
    "CardName": "Graak",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Cunning Ewok. Led successful attacks, encircling enemies and cutting off their retreats.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. When opponent is losing Force from Force drains at same or adjacent Endor site, lost Force must come from Reserve Deck if possible.",
    "Icons": 0,
    "Information": "The phrase 'lost Force must come from Reserve Deck if possible.' is same as with Mosep (who is not limited to a special environment).\\par -----\\par Deneb Both has similar functionality and no deployment restriction. Lost Force must come from Force Pile.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1129,
    "CardName": "Here We Go Again",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "C-3PO had been through enough battles that many of the Rebels in the strike team considered him a good luck charm. That isn't what Han considers him.",
    "Gametext": "If a battle that opponent initiated just ended, initiate a new battle at same location. 'Reacts' are allowed only for opponent, but cards may not 'react' away or hide from battle. Loser ignores battle damage. If your droid present there, add one battle destiny (two if C-3PO).",
    "Icons": 0,
    "Counterpart": "Counterattack",
    "Rules": "(AR 1.7.1, B-8)\\par See the Dark Side counterpart, Counterattack.\\par \\par (AR 1.7.1, B-5)\\par Counterattack\\par This card explicitly allows characters, vehicles and starships at the targeted location to battle again this turn (and since this is a battle, they may fire any applicable weapons). It does not allow any characters, vehicles or starships to 'react' a second time this turn. When determining the order of actions for this second battle, treat it as though it were the turn of the player who played this Interrupt. If a card was excluded from the previous battle, it may participate in this battle unless it is still prevented from participating (e.g., was targeted by Imperial Barrier).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1144,
    "CardName": "High-speed Tactics",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Biker scouts train relentlessly on their speeder bikes to ensure that their speed advantage is a potent weapon. This training includes high-velocity brawling.",
    "Gametext": "Target two non-creature vehicles with maneuver (one yours, one opponent's) present at same site. Both players draw destiny; add your vehicle's maneuver to your total. Lowest total loses vehicle. OR Your speeder bike piloted by a biker scout adds one battle destiny.",
    "Icons": 0,
    "Counterpart": "Get Alongside That One",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1161,
    "CardName": "Hot Pursuit",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The mobility of speeder bikes is greatly valued by the Empire's advanced scout detachments.",
    "Gametext": "USED: If opponent's card present with your vehicle of landspeed > 2 has just begun to move as a 'react', cancel that 'react'. LOST: Select one opponent's vehicle present with your vehicle of landspeed > 2 to be power = 0 for remainder of turn.",
    "Icons": 0,
    "Cancels": "One react",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1213,
    "CardName": "I Have A Really Bad Feeling About This",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I'm rather embarrassed, General Solo, but it appears you are to be the main course at a banquet in my honor.\"",
    "Gametext": "If opponent just initiated a battle where opponent has more than double your power, target your highest-ability character in that battle. Draw destiny. If destiny < target's ability, deploy one character there from hand (for free).",
    "Icons": 0,
    "IsPulled": "Artoo & Threepio",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1216,
    "CardName": "I Hope She's All Right",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"I'm afraid that Artoo's sensors can find no trace of Princess Leia.\"",
    "Gametext": "Deploy on table. Your non-unique scouts are forfeit +1. During every draw phase, unless opponent's character of destiny < 4 occupies a battleground site, opponent loses 1 Force. Effect canceled unless your characters of destiny < 4 occupy two battleground sites.",
    "Icons": 0,
    "Information": "Non-unique scouts are:\\par \\par Dresselian Commando\\par Endor Scout Trooper\\par Ewok Sentry\\par Ralltiir Freighter Captain\\par Snivvian\\par -----\\par It's On Automatic Pilot! is a similar Effect for space.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Search And Destroy",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1217,
    "CardName": "I Know",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Han and Leia chose unusual times to express their true feelings for each other.",
    "Gametext": "If Leia and Han are in a battle together, add two battle destiny. OR If opponent just initiated a battle against Han, you may 'react' by deploying there (for free) Leia and/or her matching weapon from hand and/or Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Organa\\par Prisoner 2187\\par Anakin's Lightsaber\\par Anakin's Lightsaber (V)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster",
    "IsCanceledBy": "Scruffy-Looking Nerf Herder",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1224,
    "CardName": "I Wonder Who They Found",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 1,
    "Lore": "\"General Solo, is your strike team assembled?\"",
    "Gametext": "Deploy on Han or your war room. Once during each of your deploy phases, may take one That's One, Count Me In or I'm With You Too into hand from Reserve Deck; reshuffle. While Han is at an exterior battleground site, he is immune to attrition < 4.",
    "Icons": 0,
    "Abbreviation": "IWWTF",
    "Pulls": "Count Me In\\par I'm With You Too\\par That's One",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Wokling (V)\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1256,
    "CardName": "Imperial Academy Training",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Graduates of the Empire's military academies train to fire standard-issue weapons efficiently.",
    "Gametext": "Deploy on your side of table. Each of your non-unique Imperials armed with a non-unique blaster is forfeit +2, adds 1 to his total weapon destiny and, where present, \\b cumulatively\\b0  adds 1 to total battle destiny. (Immune to Alter while your non-unique blaster is on table.)",
    "Icons": 0,
    "IsPulled": " Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1258,
    "CardName": "Imperial Arrest Order",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "When an Imperial blockade raises the alert level, all independent ships are scanned and any suspicious characters on planet are detained and interrogated.",
    "Gametext": "Deploy on table. Unique (*) Imperials of ability < 3 are forfeit +2. Nabrun Leids and Elis Helrot are limited to owner's move phase and exterior sites. Once during each of your deploy phases, may deploy one docking bay from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Combo Card: Imperial Arrest Order & Secret Plans\\par -----\\par Imperials of ability < 3:\\par Admiral Chiraneau\\par Admiral Ozzel\\par Admiral Ozzel (V)\\par Captain Bewil\\par Captain Bewil (V)\\par Captain Godherdt\\par Captain Jonus\\par Captain Khurgee\\par Captain Lennox\\par Captain Lennox (V)\\par Captain Mod Terrik (V)\\par Captain Sarkli\\par Captain Yorr\\par Chief Bast\\par Chief Retwin\\par Colonel Davod Jon\\par Colonel Jendon\\par Colonel Wullf Yularen\\par Colonel Wullf Yularen (V)\\par Commander Desanne\\par Commander Gherent\\par Commander Merrejk\\par Commander Nemet\\par Commander Nemet (V)\\par Commander Praji\\par Corporal Avarik\\par Corporal Derdram\\par Corporal Derdram (V)\\par Corporal Drazin\\par Corporal Drelosyn\\par Corporal Grenwick\\par Corporal Misik\\par Corporal Oberk\\par Corporal Prescott\\par Corporal Vandolay\\par Corporal Vandolay (V)\\par DS-181-3\\par DS-181-4\\par DS-61-2\\par DS-61-3\\par DS-61-4\\par DS-61-5 (V)\\par Imperial Trooper Guard Dainsom\\par Lieutenant Arnet\\par Lieutenant Cabbel\\par Lieutenant Cecius\\par Lieutenant Cecius (V)\\par Lieutenant Endicott\\par Lieutenant Grond\\par Lieutenant Grond (V)\\par Lieutenant Hebsly\\par Lieutenant Renz\\par Lieutenant Renz (V)\\par Lieutenant Sheckil\\par Lieutenant Suba\\par Lieutenant Tanbris\\par Lieutenant Venka\\par Lieutenant Watts\\par Lieutenant Watts (V)\\par Lt. Pol Treidum\\par Lt. Shann Childsen\\par Major Hewex\\par Major Hewex (V)\\par Major Marquand\\par Major Rhymer\\par Major Turr Phennir\\par Motti\\par Navy Trooper Fenson\\par Navy Trooper Vesden\\par Officer Evax\\par Officer Evax (V)\\par OS-72-10\\par Sergeant Barich\\par Sergeant Elsek\\par Sergeant Irol\\par Sergeant Irol (V)\\par Sergeant Major Nursk\\par Sergeant Major Bursk (V)\\par Sergeant Major Enfield\\par Sergeant Narthax\\par Sergeant Tarl\\par Sergeant Torent\\par Sergeant Torent (V)\\par Sergeant Wallen\\par Sergeant Wallen (V)\\par Tarkin\\par Trooper Davin Felth\\par Warrant Officer M'Kae",
    "Abbreviation": "IAO",
    "Pulls": "Blockade Flagship: Docking Bay\\par Cloud City: East Platform (Docking Bay)\\par Coruscant: Docking Bay (EP1)\\par Coruscant: Docking Bay\\par Death Star II: Docking Bay\\par Death Star: Docking Bay 327\\par Endor: Landing Platform (Docking Bay)\\par Executor: Docking Bay\\par Hoth: Echo Docking Bay\\par Naboo: Theed Palace Docking Bay\\par Spaceport Docking Bay\\par Starkiller Base: Docking Bay\\par Tatooine: Docking Bay 94\\par Tatooine: Mos Espa Docking Bay\\par Yavin 4: Docking Bay",
    "IsPulled": "Desperate Counter\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Insurrection",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1288,
    "CardName": "Imperial Tyranny",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Empire considers alien species to be inferior.",
    "Gametext": "If an opponent's alien is defending a battle against your non-unique Imperial, add one battle destiny. If an opponent's Ewok, Elom or operative is defending, also add 3 to your total power. OR Add 2 to your total weapon destiny when targeting a non-unique alien.",
    "Icons": 0,
    "IsCanceledBy": "Yub Yub!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1317,
    "CardName": "Insurrection",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Rebel insurgents and local activists are the first step in breaking the Imperial stranglehold on a world.",
    "Gametext": "Deploy on table. Unique (*) Rebels of ability < 3 are forfeit +2. Nabrun Leids and Elis Helrot are limited to owner's move phase and exterior sites. Once during each of your deploy phases, may deploy one docking bay from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Combo Card: Insurrection & Aim High",
    "Pulls": "One docking bay\\par Blockade Flagship: Docking Bay\\par Cloud City: Platform 327 (Docking Bay)\\par Coruscant: Docking Bay (EP1)\\par Death Star: Docking Bay 327\\par Endor: Landing Platform (Docking Bay)\\par Home One: Docking Bay\\par Hoth: Echo Docking Bay\\par Naboo: Theed Palace Docking Bay\\par Spaceport Docking Bay\\par Tatooine: Docking Bay 94\\par Tatooine: Mos Espa Docking Bay\\par Yavin 4: Docking Bay",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Imperial Arrest Order",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1335,
    "CardName": "It's An Older Code",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Even though Vader allowed the stolen shuttle \\ul Tydirium\\ul0  to land on Endor, he had a plan to deal with the Rebels.",
    "Gametext": "USED: If opponent just landed a starship at an exterior site, you may deploy up to three related sites from your Reserve Deck; reshuffle. LOST: Use 2 Force to 'scan' (reveal) opponent's hand. You may place one starship you find there in opponent's Used Pile.",
    "Icons": 0,
    "IsCanceledBy": "Fly Casual",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1416,
    "CardName": "Kazak",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 1,
    "Ability": 2,
    "Lore": "Elder Ewok advisor to Chief Chirpa. Studied Imperial patrols and helped plan attacks.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. When present at an Endor site, adds 1 to your Force drains at each Endor site where another of your Ewoks is present.",
    "Icons": 0,
    "Combo": "Kazak + Graak\\par -----\\par Kazak + Ewok Spear + Ewok Glider",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1462,
    "CardName": "Lambda-Class Shuttle",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Lambda-class Shuttle",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "Imperial (starship)",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Hyperspeed": 3,
    "Maneuver": 2,
    "Lore": "Manufactured by Sienar Fleet Systems. Length 20 meters. Bottom wings fold for docking and landing. Boarding ramp allows easy access to passenger and cargo areas.",
    "Gametext": "Deploy -1 if Sienar Fleet Systems on table. May add 1 pilot and 6 passengers. Permanent pilot provides ability of 1. Takes off and lands for free.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Commander Desanne\\par Early Warning Network\\par Short Range Fighters",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1518,
    "CardName": "Lieutenant Arnet",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Veteran AT-ST pilot assigned to coordinate the surprise counterattack in the Battle of Endor. Commanded a prototype AT-ST in General Veers' assault upon Hoth.",
    "Gametext": "Deploys free aboard Blizzard Scout 1. Adds 2 to power of any combat vehicle he pilots (or 3 if an AT-ST). When piloting Tempest Scout 1, draws one battle destiny if not able to otherwise. Opponent may not 'react' to or from same site.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Aratech Corporation (V)",
    "Matching": "Tempest Scout 1",
    "Cancels": "A 'react' to or from same site.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1526,
    "CardName": "Lieutenant Greeve",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Scout\\b0. Famous guide who was recruited for Madine's commando unit from the forests of Kashyyyk. Sharpshooter who uses one of the BlasTech rifles brought by Corporal Janse.",
    "Gametext": "Adds 1 to each of his character weapon destiny draws (characters he 'hits' are forfeit -3). When firing an A280 Sharpshooter Rifle, may fire repeatedly at same target for 2 Force each time.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "This Rebel sharpshooter must have been born with a rifle in his hand. When using any weapon, not only is he +1 to weapon destiny, but if he makes it the target suffers not only the weapon hit effects, but is forfeit - 3 also. If that character is forfeit 3 or less, that's as good as a forfeit = 0 weapon, normally the realm of main characters only!\\par \\par Hand him an A280 Sharpshooter Rifle and he gets even nastier. In the ideal circumstance, Greeve and his A280 are safely tucked away alone at an adjacent site to where the battle broke out. You have a pile of force. Thus you may fire repeatedly first shot free, subsequent shots at 2 Force, At the same target at +3 to your weapon destiny draw, and the hit characters are forfeit - 3. If you are drawing a few EPP enhanced battle destinies in that battle, the battle damage potential for Dark Side could be huge.",
    "IsPulled": "General Crix Madine",
    "Combo": "Greeve + A280 Sharpshooter Rifle + Slight Weapons Malfunction\\par Greeve can react to a battle, can fire repeatedly at +1 to hit, makes the target forfeit -3, and adds a battle destiny with Used interrupts!\\par -----\\par Greeve + A280 Sharpshooter Rifle + Endor: Hidden Forest Trail\\par Try and use the Hidden Trail to get Greeve next to a potential battle location, especially useful if you can set up a no Dark Side force icons location there (so they don't deploy to battle Greeve instead!). Try using a Nudj!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1527,
    "CardName": "Lieutenant Grond",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Corellian\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Colonel Dyer's aide. Coordinates \\b scout\\b0  actions. As a youth, raced swoops on homeworld of Corellia. Formerly served with Emperor's Demonstration Team.",
    "Gametext": "Adds 2 to power of anything he pilots or any swoop he drives. When in battle at an exterior site, adds 2 to attrition against opponent for each of your biker scout/trooper (non-biker scout) pairs present.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Some have argued that this Imperials last name has been misspelt. Take out the the \"r\" and the \"n\" and your closer to his true capabilities in an Endor Booster Draft.\\par \\par For one, he's a scout. Thus Pitiful Little Band can be used with him. He's power 2 and ability 2 for only 2 Force, and with Imperial Arrest Order on table he's forfeit 5!\\par \\par But there's more! He can drive a Speeder Bike, as well as fly a starship. This makes him *invaluable* in a Booster Draft with your Lambda Class Shuttles. And then there's +2 attrition for your Biker Scout / Trooper pairs.",
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Combo": "Lieutenant Grond + Commander Igar + Scout Recon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1532,
    "CardName": "Lieutenant Page",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Scout\\b0  who served under General Veers' command. Defected and was recruited for General Madine's commando organization. Works closely with Colonel Cracken.",
    "Gametext": "Adds 1 to each of your battle destiny draws when with Derlin, Cracken or Madine at a site (or when with at least two of your other scouts at an exterior planet site). Your Rebel scouts deploy -1 to same exterior site (except Rebel Landing Site).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1533,
    "CardName": "Lieutenant Renz",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of one of the Emperor's finest legions of troops. His command was placed at the disposal of Colonel Dyer. Always on the lookout for Rebel activity.",
    "Gametext": "Power +2 while present with a stormtrooper. You Rebel Scum targeting a Rebel at same site is a Used Interrupt and is immune to Sense. Immune to attrition < number of stormtroopers present.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Combo": "Lieutenant Renz + You Rebel Scum",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1543,
    "CardName": "Lieutenant Watts",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Native of Corulag. Watts' gunnery skills produce devastating results. Temporarily assigned to Kuat Drive Yards to work on prototype AT-ST weaponry.",
    "Gametext": "Adds 2 to power of any combat vehicle he pilots. Adds 1 to each weapon destiny draw of any combat vehicle he pilots (or 2 if on Tempest Scout 2 or if present with Marquand).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Combo": "Lieutenant Watts + Tempest Scout 2 + Major Marquand",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1574,
    "CardName": "Logray",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 1,
    "Ability": 2,
    "Lore": "Ewok tribal shaman and medicine man. \\b Musician\\b0. Wears the skull of a great Churi bird. Suspicious of outsiders. Revered for his wisdom.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. When on Endor, adds 1 to total battle destiny wherever you have any Ewok at an Endor site.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1584,
    "CardName": "Lost In The Wilderness",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Survival training becomes essential when an Imperial scout trooper is separated from his speeder bike.",
    "Gametext": "Cancel a Force drain at an exterior planet site where opponent has no vehicles or starships. Draw destiny. If destiny > number of opponent's characters at that site, choose one of those characters to be missing.",
    "Icons": 0,
    "Counterpart": "Always Thinking With Your Stomach",
    "Cancels": "A Force drain at an exterior planet site where opponent has no starships or vehicles.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1610,
    "CardName": "Lumat",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 1,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Ewok archer. Wood carver. Tribal elder that advises Chief Chirpa. Crafts and maintains weapons.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. When on Endor, adds 1 to total weapon destiny whenever you have any Ewok using an Ewok weapon at an Endor site.",
    "Icons": 0,
    "IsPulled": "Chewbacca Of Kashyyyk",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1620,
    "CardName": "Main Course",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Threepio always tried to be polite to Captain Solo and to keep him from getting hot under the collar.",
    "Gametext": "USED: Cancel Frozen Assets. (Immune to Sense.) LOST: If opponent's alien and Rebel are in battle together without a protocol droid, draw one destiny (or two if Rebel is Han) and subtract that amount from opponent's attrition and total power.",
    "Icons": 0,
    "Information": "The magic bullet for Frozen Assets is nice, but how about the second use as well? Rebels and Aliens mix and match all the time in a Light deck (look at Han and Chewbacca! ), thus by playing this recyclable five destiny card to have a good chance of reducing attrition against you in a battle to zero sounds pretty good to me! And if Han shows up, you have even a better chance of avoiding battle damage in that battle!",
    "Cancels": "Frozen Assets",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1623,
    "CardName": "Major Hewex",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of Navy detachment assigned to guard the Endor control bunker. Liaison between Imperial technicians and command staff.",
    "Gametext": "Adds 1 to total power for each of your troopers present at same site. When on Endor, subtracts 1 from total for Deactivate The Shield Generator and your troopers are forfeit +1 on Endor. When at Bunker, allows Imperials to deploy there as a 'react'.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par   ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1625,
    "CardName": "Major Marquand",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Directed a counterattack against the Ewoks on Endor. Formerly crewed an AT-AT assigned to \\ul Devastator\\ul0. Originally from Kessel.",
    "Gametext": "Adds 3 to power of any combat vehicle he pilots. When piloting a combat vehicle with Watts, may add one battle destiny and, if that vehicle has immunity to attrition, adds 2 to immunity.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Aratech Corporation (V)",
    "Combo": "Major Marquand + combat vehicle + Lieutenant Watts",
    "Matching": "Tempest Scout 2",
    "Rules": "(AR 1.7.1, B-11)\\par The game text \"piloting a combat vehicle with Watts\" means that both Watts and Marquand must be piloting the same combat vehicle.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1695,
    "CardName": "Mon Mothma",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b senator\\b0 , female",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 5,
    "Forfeit": 8,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Native of Chandrila. \\b Leader\\b0  of the Alliance. A former member of the Imperial Senate where she was a formidable opponent of then-Senator Palpatine. Friend of Bail Organa.",
    "Gametext": "While at your war room, subtracts 1 from each opponent's battle destiny at all system locations and adds 2 to forfeit of all non-unique Rebels. Once during each of your deploy phase, may deploy one non-unique Rebel from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Corellia Operative\\par Dresselian Commando\\par Echo Base Trooper\\par Echo Base Trooper Officer\\par Endor Scout Trooper\\par Gray Squadron Y-wing Pilot\\par Green Squadron Pilot\\par Incom Engineer\\par Mon Calamari Admiral\\par Rebel Commander\\par Rebel Guard\\par Rebel Pilot\\par Rebel Scout\\par Rebel Squad Leader\\par Rebel Tech\\par Rebel Trooper\\par Rebel Trooper Recruit\\par Rogue Gunner\\par Tauntaun Handler\\par Yavin 4 Trooper",
    "IsPulled": "Might Of The Republic\\par Strike Planning\\par Yavin 4: Massassi War Room (V)",
    "Combo": "Mon Mothma + Chandrila\\par Mon Mothma deploys -2 at any Chandrila location.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1756,
    "CardName": "Navy Trooper",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "\\b trooper\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Navy troopers are assigned to defend key installations. Trained to protect against alien speciees and other insurgents.",
    "Gametext": "Deploy -1 to a mobile site (except on Cloud City). When defending a battle, power +1 (or +2 if also at an interior site). When in battle against an operative, prevents opponent from drawing more than one battle destiny.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1757,
    "CardName": "Navy Trooper Fenson",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Rendili native skilled at close-quarters combat. Worked with Trooper Vesden to monitor enemy activity on Endor.",
    "Gametext": "Subtracts 3 from Force opponent retrieves for On The Edge and Off The Edge. When at Bunker, adds 2 to deploy cost of each opponent's character (except Ewoks, spies and scouts) to Endor sites (except Rebel Landing Site).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1758,
    "CardName": "Navy Trooper Shield Technician",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Characteristics": "\\b trooper\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Many Imperial Navy troopers receive technical as well as combat training, which they use to maintain the Empire's military facilities.",
    "Gametext": "Forfeit +2 while with Hewex. When at Bunker (or aboard a Star Destroyer at Endor), \\b cumulatively\\b0  adds 1 to deploy cost of each opponent's starship and non-Ewok vehicle deploying to Endor (or to your mobile site orbiting Endor).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1759,
    "CardName": "Navy Trooper Vesden",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Counterintelligence agent assigned by ISB. Operates sensors designed to protect the control bunker from infiltration.",
    "Gametext": "If present with a Scomp link when Never Tell Me The Odds just reached the top of your Reserve Deck, may 'shield' (add 3 to destiny number of) one of your characters at each location for remainder of turn.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1830,
    "CardName": "Ominous Rumors",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Rumors of a new 'technological terror' filled the galaxy with dread.",
    "Gametext": "Use 2 Force to deploy on Endor system if opponent controls no Endor sites. Your Force drains are +2 at up to X other battleground systems, where X = number of Endor sites you occupy. Effect canceled if opponent controls three Endor sites. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Ominous Rumors + Security Precautions\\par -----\\par Ominous Rumors + Colonel Dyer\\par -----\\par Ominous Rumors + Endor: Bunker + Perimeter Patrol",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1860,
    "CardName": "Orrimaarko",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b scout\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Dresselian \\b scout\\b0  and resistance \\b leader\\b0. Worked tirelessly to combat the subjugation of his homeworld before Bothans brought him into contact with the Alliance.",
    "Gametext": "When Orrimaarko is in a battle you just won against an Imperial, opponent must lose 2 Force. Immune to attrition < 3 (or < 4 when present at a forest, jungle or exterior Endor site).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Yavin 4: Massassi War Room (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1877,
    "CardName": "Outflank",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Commander Igar's defense of Endor called for the use of speeder bikes to harass any attacking Rebels.",
    "Gametext": "During a battle, if you have weapons at at least 2 sites adjacent to that battle, add 3 to your total power and add one battle destiny. OR For remainder of turn, your biker scout at an exterior site is power +1 and adds 1 to each of that character's weapon destiny draws.",
    "Icons": 0,
    "Counterpart": "Firefight",
    "IsCanceledBy": "Lucky Shot (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1895,
    "CardName": "Paploo",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b thief\\b0, \\b scout\\b0, Ewok",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 1,
    "Ability": 2,
    "Lore": "Ewok \\b scout\\b0. Son of Warok. Brave, adventurous \\b thief\\b0. Stole an Imperial speeder bike to create a diversion. \"Not bad for a little furball.\"",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. May pilot only speeder bikes. Once during each of your control phases, may take one Free Ride into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Free Ride\\par Free Ride & Endor Celebration",
    "IsPulled": "General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1901,
    "CardName": "Perimeter Patrol",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Heavy Imperial patrols on Endor forced the Rebels to deploy covertly. The required stealth measures created many complications.",
    "Gametext": "Deploy on Bunker. While you control Bunker, each time opponent deploys a vehicle, starship or Rebel to an Endor site (except Rebel Landing Site), that card cannot move or battle for remainder of turn and opponent must lose 1 Force. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Perimeter Patrol + Closed Door\\par -----\\par Perimeter Patrol + Closed Door + Bad Feeling Have I + Navy Trooper Fensom",
    "Rules": "(AR 1.7.1, B-12)\\par The Light Side must lose 1 Force when deploying to an Endor: Bunker controlled by Dark Side.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1905,
    "CardName": "Pinned Down",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Heavy blaster fire hampered Han's attempts to open the Back Door to the Endor control bunker.",
    "Gametext": "Deploy on your side of table. Opponent may not 'react' away from a battle where you have a blaster present. Also, if you have a blaster present when opponent cancels a battle, draw destiny, opponent loses Force equal to destiny draw. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1909,
    "CardName": "Pitiful Little Band",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The Emperor's defense of the forest moon of Endor appeared to work with devastating effectiveness.",
    "Gametext": "If your scout is battling opponent's scout, spy or operative, add one battle destiny. OR If you have a spy or scout at Bunker or any prison, place out of play one captured spy of ability < 3 or captured operative there. Retrieve Force equal to double that captive's forfeit.",
    "Icons": 0,
    "Information": "Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Jabba's Palace: Dungeon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2007,
    "CardName": "Rabin",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b thief\\b0, \\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Ewok. Tamer of beasts. \\b Thief\\b0. Loner. Hunter. Survivor.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) icon at same Endor site. Where present, may substitute for a character just selected to be attacked by a creature. When attacking or being attacked, power +2 and may add one destiny.",
    "Icons": 0,
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2022,
    "CardName": "Rapid Deployment",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "General Solo's strike team was made up of the Alliance's finest ground troops.",
    "Gametext": "At the beginning of your deploy phase, if you occupy an Endor or Rebel Base site, deploy up to 5 troopers there from Reserve Deck (those troopers deploy -1) and reshuffle. You may not deploy any other characters or starships this turn.",
    "Icons": 0,
    "Pulls": "Up to 5 Troopers at deploy cost -1.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2049,
    "CardName": "Rebel Strike Team/Garrison Destroyed",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "ObjectiveFront": "\\ul Deploy Endor system and Rebel Landing Site.\\ul0 \\par \\b While\\b0  this side up, opponent loses no more than 1 Force from each of your Force drains at Endor locations. Once during each of your deploy phases, may use 2 Force to take one Bunker or Deactivate The Shield Generator into hand from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if Bunker \"blown away\" or if, during your move phase, you control three exterior Endor sites (with two Rebel scouts at each). \\par \\b Place\\b0  out of play if Endor \"blown away.\"",
    "ObjectiveBack": "\\b While\\b0  this side up, at each Endor site where you have a Rebel scout, your Force drains may not be modified or canceled by opponent, except by a 'react'. Rebel scouts are immune to attrition < 4. Once during each of your draw phases, may retrieve one Rebel scout of ability < 3. Your Epic Event destiny draws are each +2. \\par \\b Flip\\b0  this card (unless Bunker \"blown away\") if, during an opponent's move phase, opponent controls three exterior Endor sites or Endor system. \\par \\b Place\\b0  out of play if Endor is \"blown away.\"",
    "ObjectiveFrontName": "Rebel Strike Team",
    "ObjectiveBackName": "Garrison Destroyed",
    "Gametext": "[Front Side]: \\ul Deploy Endor system and Rebel Landing Site.\\ul0 \\par \\b While\\b0  this side up, opponent loses no more than 1 Force from each of your Force drains at Endor locations. Once during each of your deploy phases, may use 2 Force to take one Bunker or Deactivate The Shield Generator into hand from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if Bunker \"blown away\" or if, during your move phase, you control three exterior Endor sites (with two Rebel scouts at each). \\par \\b Place\\b0  out of play if Endor \"blown away.\"\\\\par[Back Side]: \\b While\\b0  this side up, at each Endor site where you have a Rebel scout, your Force drains may not be modified or canceled by opponent, except by a 'react'. Rebel scouts are immune to attrition < 4. Once during each of your draw phases, may retrieve one Rebel scout of ability < 3. Your Epic Event destiny draws are each +2. \\par \\b Flip\\b0  this card (unless Bunker \"blown away\") if, during an opponent's move phase, opponent controls three exterior Endor sites or Endor system. \\par \\b Place\\b0  out of play if Endor is \"blown away.\"",
    "Icons": 0,
    "Information": "Rebel Scouts are:\\par \\par Cal Alder\\par Captain Yutani\\par Chewbacca of Kashyyyk\\par Colonel Cracken\\par Corporal Beezer\\par Corporal Delevar\\par Corporal Janse\\par Corporal Kensaric\\par Corporal Midge\\par Daughter of Skywalker\\par Daughter Of Skywalker (V)\\par Dresselian Commando\\par Endor Scout Trooper\\par General Solo\\par General Solo (V)\\par Lieutenant Blount\\par Lieutenant Greeve\\par Lieutenant Page\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Major Panno\\par Orrimaarko\\par Rebel Scout\\par Sergeant Brooks Carlson\\par Sergeant Bruckman\\par Sergeant Junkin\\par Tauntaun Handler\\par \\par Rebel Scout with Ability < 3 are:\\par Cal Alder\\par Captain Yutani\\par Chewbacca of Kashyyyk\\par Colonel Cracken\\par Corporal Beezer\\par Corporal Delevar\\par Corporal Janse\\par Corporal Kensaric\\par Corporal Midge\\par Dresselian Commando\\par Endor Scout Trooper\\par Lieutenant Blount\\par Lieutenant Greeve\\par Major Panno\\par Rebel Scout\\par Sergeant Brooks Carlson\\par Sergeant Bruckman\\par Sergeant Junkin\\par Tauntaun Handler",
    "Abbreviation": "RST",
    "Combo": "Rebel Stike Team + Insertion Planning",
    "Rules": "(AR 1.7.1, A-14)\\par The third line on Side 0 of this Objective card is clarified to read: \"Once during each of your deploy phases, may use 2 Force to take one Bunker or Deactivate The Shield Generator into hand from Reserve Deck; reshuffle.\"",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2081,
    "CardName": "Relentless Tracking",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Biker scouts commonly work as a team to track enemies of the Empire. A pair of scouts on speeder bike is difficult to elude.",
    "Gametext": "Deploy on opponent's non-droid character at same or adjacent site as your scout. During each of your control phases, if your scout is at this site (and not Undercover), opponent loses 2 Force (or 3 Force if that scout is also a biker scout).",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2130,
    "CardName": "Romba",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 1,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Proud Ewok \\b scout\\b0. Defended his tribe against the Empire's war machines and stormtroopers.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. When on Endor, adds 1 to your Force generation at each Endor site with an Ewok present.",
    "Icons": 0,
    "Information": "Force generation is always key in Star Wars, and with Romba in an Ewok deck you'll get that much more Force every turn in order to help your Ewok deck out run your opponent. He's a scout, and an Ewok, so he works with the likes of Kazak and others.",
    "IsPulled": "General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2181,
    "CardName": "Scout Blaster",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "blaster",
    "Destiny": 4,
    "Lore": "Hold-out blaster utilized by Imperial scouts. Small size limits range, but concealability is often an asset.",
    "Gametext": "Deploy on your biker scout, or use 2 Force to deploy on your other warrior. May deploy as a 'react'. May target a character or creature using 1 Force (for free if fired by your spy or scout). Draw destiny. Target hit if destiny > defense value.",
    "Icons": 0,
    "Information": "A deploy free, fire free blaster for Biker Scouts is one of the most sought-after cards in booster draft play. It has average hitting power, destiny > defense value, but it can take out any pesky Ewok (like Wicket or Chirpa) or Rebel (like Kensaric or Beezer) who is giving you trouble. A Dark side spy can also fire for free, making this a very good weapon to use with Sniper. The destiny 4 number on this blaster is decent, too. Deploying Biker Scout Gear will make the Scout Blaster a 6 when drawn as destiny.\\par \\par While the Scout Blaster is just like an everyday blaster to most characters, in an Endor deck it becomes quite the accessory. The ability to hold onto this weapon until after your opponent has initiated a battle brings the important advantage of surprise to your side of the table.\\par -----\\par Can be deployed from Reserve Deck on a trooper with Blast Points.",
    "IsPulled": "Jabba's Through With You\\par Mara Jade, The Emperor's Hand",
    "Combo": "Scout Blaster + Compact Firepower\\par -----\\par Scout Blaster + Corporal Misik\\par -----\\par Scout Blaster + Pinned Down \\par -----\\par Scout Blaster + Dark side warrior or spy + Sniper\\par -----\\par Scouts + Scout Blasters",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2182,
    "CardName": "Scout Recon",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Familiarity with native terrain is essential to a scout garrison. Imperial command can also put this type of information to effective use.",
    "Gametext": "Add 1 to landspeed of your scout at an exterior planet site for remainder of turn. OR If Igar is with Grond or Dyer in battle, draw one destiny and subtract if from opponent's attrition against you.",
    "Icons": 0,
    "Information": "Scouts are:\\par \\par Biker Scout Trooper\\par Colonel Davod Jon\\par Commander Merrejk\\par Corporal Avarik\\par Corporal Drelosyn\\par Corporal Misik\\par Corporal Oberk\\par Hem Dazong\\par Jodo Kast\\par Jodo Kast (V)\\par Lieutenant Grond\\par Lieutenant Grond (V)\\par Outer Rim Scout\\par Sergeant Barich\\par Sergeant Elsek\\par Sergeant Irol\\par Vedain\\par Zuckuss",
    "Combo": "Scout Recon + Lieutenant Grond (or Lieutenant Grond (V)) + Commander Igar \\par -----\\par Scout Recon + Colonel Dyer + Commander Igar",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2193,
    "CardName": "Search And Destroy",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Imperial troops searched the forests of Endor to flush the Rebels out.",
    "Gametext": "Deploy on table. Biker scouts are forfeit +1. During every draw phase, unless opponent's character of destiny < 4 occupies a battleground site, opponent loses 1 Force. Effect canceled unless your characters of destiny < 4 occupy two battleground sites.",
    "Icons": 0,
    "Information": "Counter card against the Light Side Objective Hidden Base.",
    "Abbreviation": "SD, S&D",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "I Hope She's All Right",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2202,
    "CardName": "Security Precautions",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I think I got it.\"",
    "Gametext": "Deploy on a location. Your Force generation is +1 here. Also, if you 'probe' opponent's \"Hidden Base\" system, opponent loses X Force, where X = 15 - number of systems on table. You take no battle damage where you have a 'probe' card. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Counter card against the Light Side Objective Hidden Base.\\par ----- Oh.... you've got a Hdden Base? Have no fear, we'll find it..... This is one of the large nails that Endor put in the old school Hidden Base deck. It allows you to compete in space without having to devote as much starship power as the Light Side Hidden Base player probably has devoted. It carries two side effects. One is to discourage the Hidden Base player form attempting an early flip. Once probing begins and he only has 5 systems in play, you can knock them short time. Nasty damage for Light Side is the result. It pays for the Hidden Base player to delay for a few more systems, forcing that awful decision of whether or not the should flip early to go for the drains or hold out until they can scare you away from space altogether. The Imperial Navy is not easy to scare.\\par \\par Additionally, your somewhat more meager fleet is protected form the perils of the outrageous one turn beat-down - a common complaint from old X-Wing S-Foil swarms which could devastate the Imperial Fleet as well as the Dark Side Reserve Deck in one blow! The other function just increases the utility of this card, adding a bit of Force generation - even providing a little extra help against Force Choke decks. But remember, you cannot begin probing until AFTER the opponent flips his Hidden Base Objective - be sure to time your moment well.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Hidden Base Objective + Twi'ilek Advisor + Security Precautions\\par -----\\par Security Precautions + Crossfire + Battle Order",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2224,
    "CardName": "Sergeant Barich",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Wakeelmui native. Former employee of Sienar Fleet Systems missile division. Stormtrooper biker \\b scout\\b0  with dreams of transferring to 181st Imperial Fighter Group.",
    "Gametext": "Adds 2 to power of anything he pilots (or 3 to any speeder bike). When in a battle with your other biker scout, may draw one destiny and subtract that amount from opponent's attrition and total power.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2225,
    "CardName": "Sergeant Brooks Carlson",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Veteran pathfinder. Defected with General Madine. Recruited as a \\b scout\\b0  for the newly-formed commando unit.",
    "Gametext": "Landspeed = 2. Allows your other scouts present at same exterior site to move with him (using landspeed = 2) for free. Adds 1 to immunity to attrition of all your scouts present at same exterior site who have immunity.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Rules": "(AR 1.7.1, B-14)\\par This Rebel modifies the movement cost and landspeed of other scouts. He does not actually permit other scouts to perform a movement action (regular, unlimited, or 'react') if they are not entitled to one.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2226,
    "CardName": "Sergeant Bruckman",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Corellian\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Corellian \\b scout\\b0  who served as point man for General Solo's strike team. Recruited by General Madine for the Alliance commando unit.",
    "Gametext": "When opponent has just initiated a battle at same exterior site and all your ability here is provided by scouts, may reveal top card of Reserve Deck. If that card is a scout, may deploy it here for free (otherwise, replace on top of Reserve Deck).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2229,
    "CardName": "Sergeant Elsek",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Stormtrooper biker \\b scout\\b0. Kuat native. Avarik's partner since graduation from Corulag academy. Often forced to cover for partner's rash decisions.",
    "Gametext": "Adds 3 to power of any speeder bike he pilots. When in battle with Avarik, adds 2 to your total battle destiny. When forfeited at same site as your other biker scout, also satisfies all remaining attrition and battle damage against you.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Combo": "Sergeant Elsek on Bike + Avarik on Speeder Bike",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2231,
    "CardName": "Sergeant Irol",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Cocky stormtrooper from an Outer Rim forest planet. Confident biker \\b scout\\b0  and hunter. Relies on superior balance and strength to operate his speeder bike.",
    "Gametext": "May deploy -1 as a 'react' to any forest, jungle or exterior Endor site. Adds 3 to power of any speeder bike he pilots. When vehicle he drives or pilots is targeted by High-speed Tactics or Get Alongside That One, adds 2 to your destiny draw.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4",
    "Rules": "(AR 1.7.1, B-14)\\par Irol adds 2 to the destiny draw for either function of High-speed Tactics.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2232,
    "CardName": "Sergeant Junkin",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Demolitions expert and \\b scout\\b0. Supervises explosives preparations for covert operations. Consulted with General Madine to plan placement of explosives within control bunker.",
    "Gametext": "When at Bunker, adds 1 to Deactivate The Shield Generator total for each Explosive Charge here. When Junkin uses a Concussion Grenade, all your characters are immune to that grenade and you may add or subtract 1 from weapon destiny draw.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Crix Madine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2238,
    "CardName": "Sergeant Tarl",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Took part in the capture of the Rebel Blockade Runner \\ul Tantive IV\\ul0. Stormtrooper trained on Corulag. Corellia native.",
    "Gametext": "While Tarl is the trooper targeted by Spice Mines of Kessel, that Utinni Effect is immune to Alter and Tarl adds 4 to Force retrieved when completed. Subtracts 3 from Force opponent retrieves with Noble Sacrifice.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Well, this guy's stats seem pretty average for a unique trooper, however his gametext can be very worthwhile if Noble Sacrifice is popular in your area., But his other gametext can also be useful. His other gamtext is obvious when you build around it. If your Capturing Deck includes Spice Mines Of Kessel for a little retrieval, then he is a must.\\par \\par Ability 2 characters are important in booster draft, so try not to let him slip by there either!\\par \\par If you are capturing (e.g. Boba Fett and Hidden Weapons), combo Tarl with Imperial Arrest Order. This ups his forfeit value to 5, but the ability to get out a Docking Bay is a sneaky way to complete your Spice Mines. Deploy Kessel, get out the Spaceport Docking Bay and drop your Spice Mines Of Kessel Utinni Effect there. One more Docking Bay for the planet you are on and retrieval + 4 is well on it's way.",
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2240,
    "CardName": "Sergeant Wallen",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Stormtrooper assigned to Colonel Dyer's command. His unit was recommended to Commander Igar by Governor Yount of the Wakeelmui garrison.",
    "Gametext": "May deploy for free to a battle you just initiated at a battleground site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2288,
    "CardName": "Sneak Attack",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Imperial training allows scouts to use speed and stealth to their advantage. On Endor, they were also backed up by Commander Igar's AT-STs.",
    "Gametext": "USED:If all of your ability in a battle is provided by scouts and/or spies, they each add 1 to your total battle destiny (limit +6). LOST: For remainder of turn, your unique (*) scouts and unique (*) spies are each power +1 (or +2 while being attacked by a creature).",
    "Icons": 0,
    "Counterpart": "Take The Initiative",
    "Rules": "(AR 1.7.1, B-14)\\par The Used function of this Interrupt card adds to total battle destiny for each spy and/or scout participating in that battle, including droids.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2311,
    "CardName": "Sound The Attack",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Ewok warriors on patrol use primitive animal horns to coordinate their defenses.",
    "Gametext": "USED: Use 1 Force to take into hand one vehicle, weapon or interrupt with 'Ewok' in the title from Reserve Deck; reshuffle. LOST: If your Ewok is defending a battle, add one battle destiny.",
    "Icons": 0,
    "Pulls": "Ewok Glider\\par Ewok Bow\\par Ewok Catapult\\par Ewok Spear\\par Ewok And Roll\\par Ewok Log Jam\\par Ewok Rescue",
    "IsPulled": "I Hope She's All Right (V)",
    "IsCanceledBy": "Eee Chu Wawa!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2327,
    "CardName": "Speeder Bike",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "Speeder Bike",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Landspeed": 5,
    "Maneuver": 5,
    "Lore": "Aratech 74-Z military model. Preferred by troops operating far from Imperial maintenance facilities. Flight ceiling of 25 meters.",
    "Gametext": "May add 1 pilot and 1 passenger. May move as a 'react.' When piloted, vehicle and scouts aboard are immune to attrition < 4. Pilot's power = 0. If lost, characters aboard may \"jump off\" (disembark).",
    "Icons": 0,
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment\\par Biker Scout Trooper",
    "Counterpart": "Speeder Bike",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2328,
    "CardName": "Speeder Bike",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "Speeder Bike",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Landspeed": 5,
    "Maneuver": 5,
    "Lore": "Aratech speeder bikes often found their way into Rebel hands. Stolen from troops operating far from Imperial maintenance facilities.",
    "Gametext": "May add 1 pilot and 1 passenger. May move as a 'react.' When piloted, vehicle and scouts aboard are immune to attrition < 4. Pilot's power = 0. If lost, characters aboard may \"jump off\" (disembark).",
    "Icons": 0,
    "IsPulled": "Combined Fleet Action",
    "Counterpart": "Speeder Bike",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2329,
    "CardName": "Speeder Bike Cannon",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Vehicle",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Characteristics": "cannon",
    "Destiny": 4,
    "Lore": "Used for strafing runs during hit and fade tactics. Often difficult to target for an inexperienced pilot.",
    "Gametext": "Use 1 Force to deploy on your speeder bike, 2 on your swoop. Vehicle is power +2. May target a character, creature or vehicle for free. Draw destiny. Target hit if destiny +1 > defense value.",
    "Icons": 0,
    "IsPulled": "Vizam (when with Advosze)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2386,
    "CardName": "Surprise Counter Assault",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "Chief Chirpa led his Ewok warriors in a counterattack that captured many Imperial soldiers outside the Endor control bunker.",
    "Gametext": "Cancel Counter Assault. OR Use 4 Force to cancel opponent's Force drain at an exterior Endor site. Deploy (for free) from Reserve Deck any number of non-unique Ewoks to that site (Dark Side characters, vehicles, and starships here may 'escape' to Used Pile).",
    "Icons": 0,
    "Information": "The Light Side version of the Special Edition card Counter Surprise Assault is certainly a handy way to kick your Ewok deck into fast deploy!\\par \\par Often an issue with \"weenie decks\" is that you take a bit longer to get enough into hand to deploy \"safely\". This usually translates to having to put more of the weenies in your deck, reducing room for other vital defences. Surprise Counter Assault will get your fuzzies our quick smart, and what's cheaper than free?\\par \\par Use this to get your Ewok Tribesmen, Ewok Sentries and Ewok Spearmen onto Endor in large quantities. Equally useful in an Ewok based Endor Booster Draft deck, as lesser quantities available in your Deck can often make them a little harder to find when you need them.",
    "Pulls": "Any number of non-unique Ewok to an Endor site.\\par Ewok Sentry\\par Ewok Spearman\\par Ewok Tribesman",
    "IsPulled": "I Hope She's All Right (V)",
    "Combo": "lotsa Ewok Sentries + Surprise Counter Assault + Endor: Hidden Forest Trail = the drain is cancelled, the Ewoks get deployed from Reserve Deck for free at a site with 2 Light Side icons, and if you scare the Dark Side characters to the Used Pile, then from the Forest Trail you can get them to any exterior Endor site you wish!",
    "Cancels": "Counter Assault",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2403,
    "CardName": "Take The Initiative",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The ability to think and act indepedently gave the Rebels an advantage over their Imperial foes.",
    "Gametext": "USED: If all your ability in a battle is provided by scouts and/or spies, they each add 1 to your total battle destiny (limit +6). LOST: For remainder of turn, your unique (*) scouts and unique (*) spies are each power +1 (or +2 while being attacked by a creature).",
    "Icons": 0,
    "Information": "This card can be useful in constructed, but also strong in an Endor Booster draft. To use this card to its fullest in draft takes a commitment to draft scouts. This usually means drafting mostly Rebels since most Endor Rebels are scouts. Also, doing this reduces your reliance on Ewoks and makes the opponent's cards which target Ewoks a little less effective. The more common use for this interrupt is the Used portion. Adding up to 6 attrition can really help clear out the site, especially in draft where the opponent is likely to have low forfeit characters. The lost version can also be useful. You can use it to save an undercover spy from a Bubo attack to get one more turn of blocking drains, or if not all your ability is from scouts and spies, you can use it to add a few more power in battle either increasing damage for your opponent or saving you a few cards.",
    "Counterpart": "Sneak Attack",
    "Combo": "Take The Initiative + Threepio + Ewok Sentries - the Sentries deploy (or move!) as a react, and each one adds 2 to attrition. Ouch time!",
    "Rules": "(AR 1.7.1, B-15)\\par See Sneak Attack.\\par \\par (AR 1.7.1, B-14)\\par Sneak Attack\\par The Used function of this Interrupt card adds to total battle destiny for each spy and/or scout participating in that battle, including droids.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2492,
    "CardName": "Teebo",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b Ewok\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Ewok watcher of the stars. \\b Musician\\b0  and poet at heart. Wears a horned Gurreck skull decorated with Churi feathers. Carries a stone hatchet. Student of Logray.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. While on Endor, adds 1 (or 2 if present with Logray) to forfeit of each of your Ewoks at Endor sites.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2495,
    "CardName": "Tempest 1",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-AT",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 7,
    "Ability": 2,
    "Landspeed": 1,
    "Lore": "Command vehicle for Commander Igar. Uses an adapted TIE targeting system to combat maneuverable T-47s. Utilized in the subjugation of Kashyyyk. \\b Enclosed\\b0.",
    "Gametext": "May add 1 pilot and 8 passengers. Immune to attrition < 4. Landspeed may not be increased. Permanent pilot provides ability of 2. Each of its weapon destiny draws is +1.",
    "Icons": "Pilot, Scomp Link",
    "Pilot": 1,
    "ScompLink": 1,
    "Information": "Imperials and combat vehicles are deploy -1 at Hoth: Mountains.",
    "IsPulled": "Battle Deployment\\par Walker Garrison",
    "Combo": "Tempest 1 + Trample",
    "Matching": "Commander Igar",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2496,
    "CardName": "Tempest Scout",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Characteristics": "enclosed",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Armor": 4,
    "Ability": 1,
    "Landspeed": 3,
    "Lore": "Manufactured by Kuat Drive Yards under the close supervision of the Empire. Often used in conjunction with AT-ATs in an anti-personnel role. \\b Enclosed\\b0.",
    "Gametext": "May add 1 pilot or passenger. May move as a 'react' for 1 additional Force. Permanent pilot provides ability of 1. Your Elite Squadron stormtroopers are deploy -1 to same site.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "AT-STs not only give you a little more power compared to the Speeder Bike, but also gives you protection from the pesky lightsabers and permanent weapons. While you lose out on the immunity to attrition, the ability to react is still there, and along with some AT-ST pilots, can become a well rounded addition to any serious exterior ground deck.",
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment",
    "Combo": "Tempest Scout + Trample",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2497,
    "CardName": "Tempest Scout 1",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Armor": 4,
    "Landspeed": 3,
    "Lore": "\\b Enclosed\\b0  AT-ST assigned as first response to incidents at Endor control bunker. Piloted by Lieutenant Arnet.",
    "Gametext": "May add 2 pilots or passengers. May move as a 'react' for free. When Arnet piloting, immune to attrition < 4 and adds 1 to attrition against opponent here.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment",
    "Combo": "Tempest Scout 1 (piloted) + Trample",
    "Matching": "Lieutenant Arnet",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2498,
    "CardName": "Tempest Scout 2",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Armor": 4,
    "Landspeed": 3,
    "Lore": "AT-ST assigned to coordinate battle activities with the Endor biker scout detachment. \\b Enclosed\\b0. First saw battle in Kashyyyk forests.",
    "Gametext": "Deploy -1 to Endor. May add 2 pilots or passengers. May move as a 'react'. Immune to attrition < 3 when Marquand piloting. Your scouts may move here as a 'react.'",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment",
    "Combo": "Tempest Scout 2 + Lt. Watts + Major Marquand\\par Power 8, draws two battle destiny, +2 to weapon destiny of vehicle weapon aboard, immune to attrition < 6 and can move as a react.\\par -----\\par Tempest Scout 2 (piloted) + Trample",
    "Matching": "Major Marquand",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2499,
    "CardName": "Tempest Scout 3",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Armor": 4,
    "Ability": 2,
    "Landspeed": 4,
    "Lore": "\\b Enclosed\\b0. Assigned to the task of searching for potential Rebel traps. Modified to help cover more territory to accomplish this task.",
    "Gametext": "May deploy or move as a 'react' to a forest or Endor site. May add 1 pilot or passenger. Permanent pilot provides ability of 2.",
    "Icons": "Pilot, Scomp Link",
    "Pilot": 1,
    "ScompLink": 1,
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment",
    "Combo": "Tempest Scout 3 + Trample",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2500,
    "CardName": "Tempest Scout 4",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 4,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 4,
    "Armor": 4,
    "Ability": 1,
    "Landspeed": 2,
    "Lore": "\\b Enclosed\\b0  vehicle. Equipped with a prototype targeting computer. Maintains accuracy even in dense foliage. Energy diverted from propulsion to weapons systems.",
    "Gametext": "May add 1 pilot or passenger. Permanent pilot provides ability of 1. AT-ST Dual Cannon deploys free aboard and may target at an adjacent site.",
    "Icons": "Pilot, Scomp Link",
    "Pilot": 1,
    "ScompLink": 1,
    "Information": "Welcome to Billy-Bobs Imperial Vehicle Lot! Here's a nice model for the safer driver. If firepower is your aim, and you don't need to get there in a hurry, then Tempest Scout 4 (we like to call it The Volvo) is the Scout for you. It is the only power 4 Scout, and it comes with a permanent pilot all for deploy 3. And there's still room aboard for one more pilot. Why don'y you squeeze on in there and try her on for size! Add to that the fact that it is higher destiny than any other Tempest (equal to Blizzard Scout 1) and it is looking like the vehicle of choice for your Forest Moon!",
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment",
    "Combo": "Tempest Scout 4 + AT-ST Dual Cannon + Imperial Gunner\\par Enclosed vehicle with a free deploying, repeat firing +2 weapon that can shoot from an adjacent site.\\par -----\\par Tempest Scout 4 + Trample",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2501,
    "CardName": "Tempest Scout 5",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Armor": 4,
    "Ability": 1,
    "Landspeed": 3,
    "Lore": "Uses experimental command and control software to coordinate combat data. \\b Enclosed\\b0.",
    "Gametext": "May add 1 pilot or passenger. May move as a 'react.' Permanent pilot provides ability of 1. Adds 1 to your total power in battle at same site for each of your other piloted combat vehicles present.",
    "Icons": "Pilot, Scomp Link",
    "Pilot": 1,
    "ScompLink": 1,
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment",
    "Combo": "Tempest Scout 5 + Trample",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2502,
    "CardName": "Tempest Scout 6",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Armor": 3,
    "Ability": 2,
    "Landspeed": 3,
    "Lore": "\\b Enclosed\\b0. Modified for perimeter patrol. Elite crew trained for many months over heavily forested terrain.",
    "Gametext": "May deploy -2 as a 'react.' May move as a 'react' for free. Permanent pilots provide total ability of 2.",
    "Icons": "Pilot, Scomp Link",
    "Pilot": 1,
    "ScompLink": 1,
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment",
    "Combo": "Tempest Scout 6 + Trample",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2512,
    "CardName": "That's One",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Considering the life debt he owed to Han and his personal commitment to the Rebel Alliance, Chewie quickly volunteered to fly the stolen shuttle to Endor.",
    "Gametext": "Deploy on Chewie. He is immune to attrition < 4 at exterior sites. Visored Vision is immune to Sense. While at same battleground site as Han, Chewie adds 1 to each of his weapon destiny draws and Life Debt is a Used Interrupt during a battle there.",
    "Icons": 0,
    "IsPulled": "I Wonder Who They Found\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Rules": "(AR 1.7.1, B-15)\\par This Effect adds to Chewie's weapon destiny draws (not Han's).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2569,
    "CardName": "This Is Absolutely Right",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"He's my brother.\"",
    "Gametext": "If Han and Leia are present together at a battleground site (and neither is undercover), choose one of the following: Your Force drain is +1 at that site this turn. OR Opponent's Force drains at related locations are -1 next turn. OR Cancel This Is Still Wrong.",
    "Icons": 0,
    "Information": "The long line of kissing cards that started in Hoth, and has swung between Dark Side and Light Side, reaches a possible conclusion in Endor!\\par \\par Finally Han can be happy with the news that any thing Luke and Leia feel for each other is purely \"familial\".\\par \\par Good news for Han and Leia, bad news for the Dark Side. If Han and Leia are together, you get the choice, add 1 to your drain at that site, or make all opponents drains on this planet -1 next turn. A very useful slow-down mechanism against those fast drain operative deck or ISB deck your opponent is hurting you with.\\par \\par If your mains deck that focuses on one main planet (or goes to the opponents planet), then this is a great Used Interrupt. That 5 destiny will be very handy, and you will get lots of chances to play it! What's more, you can play it at any time they are together, not limiting it's usefulness at all!",
    "Combo": "A brief list of some cards that work explicitly with Han and Liea: I Know, Count Me In, Wookiee Guide, Someone Who Loves You, This Is Even Better.",
    "Cancels": "This Is Still Wrong",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2582,
    "CardName": "Threepio",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 4,
    "Forfeit": 5,
    "Lore": "Against his programming to impersonate a deity. Worshiped by the Ewoks. \"Aaaahhhhh-uuuuhhhhh. Aaaahhhhh-uuuuhhhhh. Aaaahhhhh-uuuuhhhhh.\"",
    "Gametext": "Deploys -2 on Endor. Adds 1 to attrition against opponent for each Ewok in battle at same site. If just lost from table during battle, may go to Used Pile. At same and related sites, [Cloud City], [Jabba's Palace], and [Endor] characters are immune to Bad Feeling Have I.",
    "Icons": 0,
    "Information": "C-3PO personas are:\\par \\par Artoo & Threepio\\par C-3PO (See-Threepio)\\par See-Threepio\\par Threepio\\par Threepio With His Parts Showing\\par -----\\par The golden droid has finally secured himself a new persona! Threepio is built for Endor and Ewoks, but is handy anywhere in a pinch. Just like the real droid!\\par \\par For one thing, he makes a host of you mains immune to the deploy costs of Bad feeling Have I on the same planet. Captain Han Solo, Lando Calrissian, Princess Leia, Princess Leia Organa, Tamtel Skreej, General Solo, Daughter of Skywalker and Chewbacca of Kashyyyk. Theres got to be something in there that takes your fancy!\\par \\par His \"go to Used Pile\" ability is dovetailed from his role in the movies - although Threepio seemed to always be in sticky situations, his good fortune seemed to always hold up! As far as the Imperials were concerned, he was impossible to kill! And at forfeit 5, sending him to the Used Pile may just save most of your other characters at the site.",
    "IsPulled": "Seeking An Audience\\par Seeking An Audience (V)\\par Were You Looking For Me?",
    "Combo": "Threepio + Here We Go Again\\par Initiate a second battle this turn, and add two battle destiny!\\par -----\\par Threepio + Don't Forget The Droids = send Threepio to the Used pile to cancel the last battle destiny drawn.\\par -----\\par Threepio + Artoo = reduce all opponent's battle destiny by 1.\\par -----\\par Threepio + Artoo + Artoo, I Have A Bad Feeling About This = NO battle destiny for your opponent.\\par -----\\par Threepio + Chewie With Blaster Rifle\\par Chewie With Blaster Rifle adds one battle destiny if with C-3P0.",
    "IsCanceledBy": "Commander Praji cancels game text.\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2586,
    "CardName": "Throw Me Another Charge",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Han knew that it was urgent that he quickly finished his assignment.",
    "Gametext": "Take one automated weapon into hand from Reserve Deck; reshuffle. OR Add 1 to Deactivate The Shield Generator total. OR Cancel Trooper Charge, Blasted Droid, Trooper Assault or Dark Jedi Presence.",
    "Icons": 0,
    "Pulls": "One automated weapon.\\par Explosive Charge\\par Infantry Mine\\par Motti Seeker\\par Orbital Mine\\par Tagge Seeker\\par Tarkin Seeker\\par Timer Mine\\par Vehicle Mine",
    "Cancels": "Blasted Droid\\par Dark Jedi Presence\\par Trooper Assault\\par Trooper Charge",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2655,
    "CardName": "Tydirium",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Lambda-class Shuttle",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 3,
    "Maneuver": 2,
    "Lore": "Stolen Imperial Lambda-class shuttle. Supposedly carried parts and technical crew. Delivered General Solo's crack team of Rebel scouts to the forest moon of Endor.",
    "Gametext": "May deploy (and your characters may deploy aboard) even without presence of Force icons. May add 2 pilots and 6 passengers. While \\ul Tydirium\\ul0  is at a system location, your scouts deploy -1 aboard.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Those sneaky Rebels have gone and got themselves another spy plane!\\par To assist the ever popular Tantive IV, the Tydirium provides a similar ability in letting you deploy it and characters aboard without presence or Force icons. All that for only 2 Force! The only drawback is that there is no permanent pilot, so you must have a character to put aboard before you can deploy it to space.",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Fly Casual",
    "Combo": "Tydirium+ Covert Landing + General Solo + Daughter Of Skywalker = This all deploys for only 8 Force, gets you power 5, 2 battle destinies and a whole lotta forfeit.",
    "Matching": "Bodhi Rook\\par Daughter Of Skywalker\\par General Solo",
    "Rules": "Note that any vehicle or starship with the word 'stolen' in title is always considered to be a stolen vehicle or starship respectively, regardless of owner. Also, any card with 'Stolen' in title is still considered to be 'just stolen' whenever a player steals it.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2793,
    "CardName": "Well-earned Command",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Imperial officers often simulate large-scale battles with hologram games to improve their tactical ability. Those who excel at these games often mark themselves for advancement.",
    "Gametext": "Deploy on your general or commander. When battling, adds 1 to your total battle destiny (or 2 if Igar). Once during each of your control phases, may take one Imperial Propaganda into hand from Reserve Deck; reshuffle. Your Force drains are +1 at holosites.",
    "Icons": 0,
    "Pulls": "Imperial Propaganda",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2795,
    "CardName": "Were You Looking For Me?",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "For the second time in the Endor mission, C-3PO saved the day.",
    "Gametext": "USED: Take one or two communications or protocol droids (or one of each) into hand from Reserve Deck; reshuffle. LOST: Retrieve C-3PO. OR If C-3PO is in battle at a site, add one battle destiny (or two if with three Ewoks).",
    "Icons": 0,
    "Pulls": "CZ-3 (Seezee-Three)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par C-3PO (See-Threepio)\\par C-3PO (See-Threepio) (V)\\par K-3PO (Kay-Threepio)\\par Lars' Protocol Droid (V)\\par R-3PO (Ar-Threepio)\\par R-3PO (Ar-Threepio) (V)\\par See-Threepio\\par See-Threepio (V)\\par Threepio\\par Threepio With His Parts Showing",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2808,
    "CardName": "Wicket",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Ewok\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Ewok \\b scout\\b0. Son of Shodu and Deej. Found Leia and befriended her. Persuaded his tribe to help.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. When in battle, may target one opponent's character present. Draw destiny. Target excluded from battle if destiny > ability.",
    "Icons": 0,
    "IsPulled": "General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2819,
    "CardName": "Wokling",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Every Ewok is taught to be protective of the younger members of their clan.",
    "Gametext": "Use 2 Force to deploy on an Endor site where you have an Ewok. Moves like a character. Adds one (Light Side Force icon) while your Ewok is present. Effect lost if you initiate a battle here or opponent controls this location.",
    "Icons": 0,
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2823,
    "CardName": "Wookiee Guide",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Chewie felt right at home in the forests of Endor, which closely resemble the environment on his homeworld of Kashyyyk.",
    "Gametext": "Add 1 to landspeed of your scout at an exterior planet site for remainder of turn. OR If Han is with Leia or Chewie in battle, draw one destiny and subtract it from opponent's attrition against you.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2830,
    "CardName": "Wounded Warrior",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Oh, Princess Leia, are you all right?\"",
    "Gametext": "Cancel Leia's game text for remainder of turn. OR If your weapon (except a lightsaber) just 'hit' an opponent's character, for remainder of turn that character is power = 0 and may not apply ability toward drawing battle destiny.",
    "Icons": 0,
    "Cancels": "Leia's game text for remainder of turn.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2835,
    "CardName": "Wuta",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Endor",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Ewok\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 1,
    "Ability": 2,
    "Lore": "Ewok explorer. \\b Scout\\b0. Searches for fallen trees to make tools. Tracks predators. First to notice the Imperial presence on Endor.",
    "Gametext": "Deploys only on Endor. Power and forfeit +1 for each (Light Side Force icon) at same Endor site. Once during each of your deploy phases, if at an exterior Endor site, may use 2 Force to deploy an Endor site from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Endor: Back Door\\par Endor: Bunker\\par Endor: Bunker (V)\\par Endor: Chief Chirpa's Hut\\par Endor: Dense Forest\\par Endor: Ewok Village\\par Endor: Ewok Village (V)\\par Endor: Great Forest\\par Endor: Hidden Forest Trail\\par Endor: Landing Platform (Docking Bay)\\par Endor: Rebel Landing Site (Forest)",
    "IsPulled": "Chewbacca Of Kashyyyk\\par General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Wuta + Ewok Sentry x2 + Sound The Attack\\par Deploy Wuta and start pulling your sites. If the Dark Side player comes down for him, surprise them with two more Ewoks and an extra battle destiny.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2885,
    "CardName": "You Rebel Scum",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Endor",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Imperial troops treat members of the Rebellion with disdain, showing little respect for their combat skills.",
    "Gametext": "For remainder of turn, cancel game text of one Rebel present with two stormtroopers. OR During your control phase, cancel game text of one non-unique Rebel for remainder of turn.",
    "Icons": 0,
    "Combo": "Your Rebel Scum + Lieutenant Renz",
    "Cancels": "Game text of one Rebel present with two stormtroopers.\\par Cancel game text of one non-unique Rebel for remainder of turn.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2904,
    "CardName": "YT-1300 Transport",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Light Freighter",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Characteristics": "Independent (starship), ship-docking capability",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 1,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": "Reliable and durable. Widely used freighter made by Corellian Engineering Corporation. Sales have dramatically increased in porportion to the fame of Han Solo's ship.",
    "Gametext": "May add 1 pilot, 2 passengers and 1 vehicle. Has ship-docking capability. Permanent pilot provides ability of 1. Quad Laser Cannon and Surface Defense Cannon may deploy (and fire free) aboard.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In\\par Local Defense",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2905,
    "CardName": "Yub Yub!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Endor",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"You're a jittery little thing, aren't you?\"",
    "Gametext": "USED: Adds 1 to forfeit of each of your Ewoks for remainder of turn. LOST: Retrieve one card with 'Ewok' in the title. OR Cancel Dead Ewok, Imperial Tyranny or Empire's New Order.",
    "Icons": 0,
    "Cancels": "Dead Ewok\\par Empire's New Order\\par Imperial Tyranny",
    "Inventory": 0,
    "Needs": 0
  }
]