[
  {
    "id": 10,
    "CardName": "4-LOM With Concussion Rifle",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b information broker\\b0, \\b thief\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Armor": 3,
    "Lore": "Accomplished \\b thief\\b0  and \\b information broker\\b0. Modified by Jabba to be an effective \\b bounty hunter\\b0. The Hutt often teams 4-LOM with other hired killers.",
    "Gametext": "Adds one battle destiny if with Jabba or Zuckuss. Permanent weapon is (*] 4-LOM's Concussion Rifle (may target a character for free; target may not use its game text for remainder of turn).",
    "Icons": "Warrior, Permanent Weapon",
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par 4-LOM personas are:\\par \\par 4-LOM\\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V)\\par -----\\par 4-LOM's Concussion Rifle 'personas' are:\\par \\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V)\\par 4-LOM's Concussion Rifle",
    "IsPulled": "Double Back\\par Double Back (V)",
    "Combo": "4-LOM With Concussion Rifle + E Chu Ta\\par Cancel game text of two opponent's characters in same turn.\\par -----\\par 4-LOM With Concussion Rifle + Zuckuss In Mist Hunter\\par Two battle destinies.\\par -----\\par 4-LOM With Concussion Rifle + Boba Fett, Bounty Hunter\\par Two battle destinies.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 120,
    "CardName": "Any Methods Necessary",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Darth Vader authorized the bounty hunters to use any means at their disposal to find and capture the \\ul Millennium Falcon\\ul0  - not that they needed any encouragement.",
    "Gametext": "USED: Activate 1 Force. STARTING: Take into hand from Reserve Deck one prison and one bounty hunter (may also take a matching weapon and/or starship). When you draw your starting hand, draw six more cards instead of eight. Place Interrupt in Reserve Deck.",
    "Icons": 0,
    "Information": "Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Jabba's Palace: Dungeon",
    "Pulls": "One prison.\\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Jabba's Palace: Dungeon\\par 4-LOM\\par 4-LOM With Concussion Rifle\\par Aurra Sing\\par Bane Malar\\par Beedo\\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Bossk\\par Bossk (V)\\par Bossk With Mortar Gun\\par Danz Borin\\par Dengar\\par Dengar With Blaster Carbine\\par Djas Puhr\\par Djas Puhr (V)\\par Feltipern Trevagg\\par Greedo\\par Greedo (V)\\par IG-88\\par IG-88 (V)\\par IG-88 With Riot Gun\\par Jodo Kast\\par Ree-Yees\\par Snoova\\par Zuckuss",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 290,
    "CardName": "Boba Fett In Slave I",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Firespray-Class Attack Ship",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 7,
    "Forfeit": 4,
    "Ability": 3,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "Dangerous and deadly starfighter piloted by its notorious owner. Uses combat-grade shields and sensors. Hidden weapons provide lethal surprises for Fett's victims.",
    "Gametext": "May add 3 passengers. Permanent pilot is (*]Boba Fett, who provides ability of 3, adds 3 to power, adds 2 to maneuver and draws one battle destiny if not able to otherwise. Immune to attrition < 5.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Boba Fett personas are:\\par \\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V)\\par [Boba Fett In Slave I]\\par [Boba Fett In Slave I (V)]\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par -----\\par Slave I personas are:\\par \\par Boba Fett In Slave I\\par Boba Fett In Slave I (V)\\par Slave I\\par Slave I, Symbol Of Fear",
    "IsPulled": "Double Back (V)\\par Hondo Ohnaka",
    "Combo": "Boba Fett In Slave I + Res Luk Ra'auf\\par Add two battle destinies if Boba Fett is defending a battle alone.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 402,
    "CardName": "Chewie With Blaster Rifle",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0, blaster rifle, rifle, \\b Wookiee\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 5,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Wookiee \\b smuggler\\b0. \"Wraaaaaarw!\"",
    "Gametext": "Adds 3 to power of any freighter he pilots. Adds one battle destiny if with C-3P0. Permanent weapon is blaster rifle (may target a character or creature for free; draw destiny; target hit, and its forfeit = 0, if destiny > defense value).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Light Side freighters are:\\par \\par Gold Squadron 1\\par Lando In Millennium Falcon\\par Medium Bulk Freighter\\par Millennium Falcon\\par Outrider\\par YT-1300 Transport\\par -----\\par Bossk and Zuckuss may reduce Chewbacca's forfeit to zero here.\\par -----\\par Chewbacca personas are:\\par \\par [Han, Chewie, And The Falcon]\\par Chewbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewie With Blaster Rifle\\par Chewie With Bowcaster\\par Chewie\\par Chewie (V)\\par Chewie, Enraged\\par ",
    "IsPulled": "Life Debt\\par Seeking An Audience (V)\\par Wookiee Roar",
    "Matching": "Chewie's AT-ST\\par Millennium Falcon\\par The Falcon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 591,
    "CardName": "Crush The Rebellion",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "After dueling his son and seizing control of a city in the clouds, Vader resumed his quest to destroy the Alliance.",
    "Gametext": "Deploy on table. Once per turn, may take I Have You Now or Evader into hand from Reserve Deck; reshuffle. At mobile sites, opponent draws no more than two battle destiny per battle. Evader is immune to Sense. May lose 1 Force to cancel Clash of Sabers. (Immune to Alter.).",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "I Have You Now\\par Evader\\par Evader & Monnok",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Clash Of Sabers",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 702,
    "CardName": "Dengar In Punishing One",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Corellian JM 5000",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 5,
    "Forfeit": 5,
    "Ability": 2,
    "Hyperspeed": 3,
    "Maneuver": 5,
    "Lore": "Corellian starfighter. Dengar replaced its passenger capacity and TIE cannons with enhanced targeting systems. Allows Dengar to track and engage multiple enemies at once.",
    "Gametext": "Permanent pilot is (*]Dengar, who provides ability of 2 and adds 2 to power. When in battle, adds 1 to total battle destiny for each opponent's starship present. Cancels opponent's immunity to attrition here.",
    "Icons": "Independent, Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "Information": "Dengar personas are:\\par \\par Dengar\\par Dengar (V)\\par [Dengar In Punishing One]\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)\\par -----\\par Punishing One personas are:\\par \\par Dengar In Punishing One\\par Punishing One\\par Punishing One (V)",
    "IsPulled": "Court Of The Vile Gangster\\par Double Back (V)",
    "Cancels": "Opponent's immunity to attrition",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1248,
    "CardName": "IG-88 With Riot Gun",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Assassin Droid",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, assassin",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 3,
    "Armor": 5,
    "Lore": "\\b Bounty hunter\\b0  droid equipped with proprietary stealth technology. Archived several of its enhancement subroutines in favor of sophisticated tracking and capture programming.",
    "Gametext": "May initiate battle. Permanent weapon is riot gun (may target a character for free; draw destiny; target captured if destiny +1 > defense value). Adds one battle destiny if alone or with your other bounty hunter. Immune to Restraining Bolt and purchase.",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par IG-88 personas are:\\par \\par IG-88\\par IG-88 (V)\\par [IG-88 In IG-2000]\\par IG-88 With Riot Gun",
    "IsPulled": "Double Back",
    "Matching": "IG-2000",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1469,
    "CardName": "Lando In Millennium Falcon",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Light Freighter",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 6,
    "Ability": 3,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": "Heavily modified Corellian YT-1300 freighter. \"She's the fastest hunk of junk in the galaxy.\"",
    "Gametext": "May add 1 pilot and 2 passengers. Permanent pilot is (*]Lando, who provides ability of 3 and adds 3 to power. May not be piloted by Han unless he won a hand of sabbac this game. Immune to attrition < 5.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par \\par Lando Calrissian (Dark Side)\\par \\par -----\\par Millennium Falcon personas are:\\par \\par Gold Squadron 1\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Lando In Millennium Falcon\\par Millennium Falcon\\par The Falcon\\par The Falcon, Junkyard Garbage (Starship)\\par The Falcon, Junkyard Garbage (Vehicle)\\par -----\\par Surface Defense Cannon deploys free aboard Millennium Falcon.",
    "IsPulled": "Beldon's Eye (V)\\par Life Debt\\par Local Defense\\par Seeking An Audience (V)",
    "Matching": "Artoo & Threepio\\par Chewbacca, Protector\\par Chewbacca\\par Chewie (V)\\par Chewie With Bowcaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1472,
    "CardName": "Lando With Blaster Pistol",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b leader\\b0, \\b smuggler\\b0, blaster",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Smuggler\\b0, \\b gambler\\b0  and \\b leader\\b0. \"Yeah, I'm responsible these days. It's the price you pay for being successful.\"",
    "Gametext": "Adds 2 to power of anything he pilots. Adds one battle destiny if with your other alien on Cloud City. Permanent weapon is blaster pistol (may target a character for free; draw destiny; target hit, and its forfeit = 0, if destiny +1 > defense value).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par \\par Lando Calrissian (Dark Side)\\par ",
    "IsPulled": "Lobot (V) as a 'react'.\\par Seeking An Audience (V)\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Lando With Blaster Pistol + Blaster Proficiency\\par Add 3 to your weapon destiny.",
    "Matching": "Gold Squadron 1\\par Millennium Falcon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1979,
    "CardName": "Quiet Mining Colony/Independent Operation",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Bespin system and one Cloud City battleground site.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may use 1 Force to deploy a site (or cloud sector) to Bespin from your Reserve Deck; reshuffle. Opponent loses no more than 1 Force from each of your Force drains at Bespin locations. \\par \\b Flip\\b0  this card if opponent controls no Bespin locations and you control Bespin: Cloud City and at least two Cloud City sites (one if Lando or Lobot on Cloud City). \\par \\b Place\\b0  out of play if Bespin is \"blown away.\"",
    "ObjectiveBack": "\\b While\\b0  this side up, your aliens, cloud cars and [Independent] starships are immune to attrition < 4. At each Bespin location you control with an alien, your Force drains may not be modified or canceled by opponent. Your [Independent] starships are deploy -1. Once during each of your deploy phases, you may deploy one docking bay from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if opponent controls Bespin system (or three Cloud City sites and/or Bespin cloud sectors). \\par \\b Place\\b0  out of play if Bespin is \"blown away.\"",
    "ObjectiveFrontName": "Quiet Mining Colony",
    "ObjectiveBackName": "Independent Operation",
    "Gametext": "[Front Side]: \\ul Deploy Bespin system and one Cloud City battleground site.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may use 1 Force to deploy a site (or cloud sector) to Bespin from your Reserve Deck; reshuffle. Opponent loses no more than 1 Force from each of your Force drains at Bespin locations. \\par \\b Flip\\b0  this card if opponent controls no Bespin locations and you control Bespin: Cloud City and at least two Cloud City sites (one if Lando or Lobot on Cloud City). \\par \\b Place\\b0  out of play if Bespin is \"blown away.\"\\\\par[Back Side]: \\b While\\b0  this side up, your aliens, cloud cars and [Independent] starships are immune to attrition < 4. At each Bespin location you control with an alien, your Force drains may not be modified or canceled by opponent. Your [Independent] starships are deploy -1. Once during each of your deploy phases, you may deploy one docking bay from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if opponent controls Bespin system (or three Cloud City sites and/or Bespin cloud sectors). \\par \\b Place\\b0  out of play if Bespin is \"blown away.\"",
    "Icons": 0,
    "Abbreviation": "QMC",
    "Pulls": "A site or cloud sector to Bespin",
    "Combo": "Admiral Ackbar\\par Beldon's Eye (V)\\par Boss Nass\\par Captain Tarpals\\par Corporal Kensaric\\par Goo Nee Tay\\par Grugnak\\par Harc Seff (V)\\par Keeping The Empire Out Forever\\par Lando Calrissian, Scoundrel\\par Leia (V)\\par Spaceport Docking Bay (not on CC)\\par Wedge\\par You Have A Lot Of Guts Coming Here",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2568,
    "CardName": "This Deal Is Getting Worse All The Time/Pray I Don't Alter It Any Further",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy one Cloud City battleground site. May deploy Secret Plans and/or All Wrapped Up.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may take Bespin system, Bespin: Cloud City, Dark Deal or Cloud City Occupation into hand from Reserve Deck; reshuffle. Your [Cloud City], [Jabba's Palace] and [Special Edition] characters are immune to Goo Nee Tay when deploying to Bespin Locations. \\par \\b Flip\\b0  this card if Dark Deal on table and you occupy Bespin System and Bespin: Cloud City.",
    "ObjectiveBack": "\\b While\\b0  this side up, Surreptitious Glance may not cancel Dark Deal, The Planet That It's Farthest From is suspended if targeting Bespin. Opponent loses 8 Force when you play All Too Easy. At each Bespin location you control with an Imperial, your Force drains may not be modified by opponent. If you have an alien/imperial pair in battle, your total battle destiny is +2 (+4 if alien is an Ugnaught). \\par \\b Flip\\b0  this card if Dark Deal is canceled, if opponent controls Bespin system or if Bespin is \"blown away.\"",
    "ObjectiveFrontName": "This Deal Is Getting Worse All The Time",
    "ObjectiveBackName": "Pray I Don't Alter It Any Further",
    "Gametext": "[Front Side]: \\ul Deploy one Cloud City battleground site. May deploy Secret Plans and/or All Wrapped Up.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may take Bespin system, Bespin: Cloud City, Dark Deal or Cloud City Occupation into hand from Reserve Deck; reshuffle. Your [Cloud City], [Jabba's Palace] and [Special Edition] characters are immune to Goo Nee Tay when deploying to Bespin Locations. \\par \\b Flip\\b0  this card if Dark Deal on table and you occupy Bespin System and Bespin: Cloud City.\\\\par[Back Side]: \\b While\\b0  this side up, Surreptitious Glance may not cancel Dark Deal, The Planet That It's Farthest From is suspended if targeting Bespin. Opponent loses 8 Force when you play All Too Easy. At each Bespin location you control with an Imperial, your Force drains may not be modified by opponent. If you have an alien/imperial pair in battle, your total battle destiny is +2 (+4 if alien is an Ugnaught). \\par \\b Flip\\b0  this card if Dark Deal is canceled, if opponent controls Bespin system or if Bespin is \"blown away.\"",
    "Icons": 0,
    "Abbreviation": "TDIGWATT, TDIGW, Dark Deal Objective",
    "Combo": "I'm Sorry",
    "Rules": "(AR 1.7.1, B-15)\\par \"Plays All Too Easy\" means when All Too Easy is initiated. The Light Side player loses Force even if All Too Easy is subsequently canceled.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2909,
    "CardName": "Z-95 Bespin Defense Fighter",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Z-95 Headhunter",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "***",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Hyperspeed": 2,
    "Maneuver": 4,
    "Lore": "Used to combat pirate activity in and around Cloud City. Top speed in atmosphere 1,150 kph. Hyperdrive installed by Bespin Motors.",
    "Gametext": "Permanent pilot provides ability of 1 and adds 1 to power. May add one alien pilot (suspends permanent pilot). Power +2 at Bespin locations. May be carried aboard starships like a vehicle.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In\\par Local Defense",
    "Inventory": 0,
    "Needs": 0
  }
]