[
  {
    "id": 311,
    "CardName": "Bossk With Mortar Gun",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Trandoshan \\b bounty hunter\\b0. Modified his mortar gun to fire stun cartridges for live captures. Uses non-fragmentary capture rounds to minimize collateral damage.",
    "Gametext": "Adds 2 to power of anything he pilots. Permanent weapon is (*]Bossk's Mortar Gun (may fire for free; draw destiny; may add or subtract 1 if at same site as a bounty; choose one character with that destiny number present to be captured).",
    "Icons": "Permanent Weapon, Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Bossk personas are:\\par \\par Bossk\\par Bossk (V)\\par [Bossk In Hound's Tooth]\\par [Bossk In Hound's Tooth (V)]\\par Bossk With Mortar Gun\\par -----\\par Bossk's Mortar Gun 'personas' are:\\par \\par Bossk With Mortar Gun\\par Bossk's Mortar Gun",
    "IsPulled": "Double Back",
    "Matching": "Hound's Tooth",
    "Rules": "(AR 1.7.1, B-2)\\par This is not an \"all cards\" situation, so this may not target inactive cards or your own cards. Unlike most weapons, the Mortar Gun targets after the weapon destiny draw, but this is still to be considered \"targeting with a weapon.\"",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 317,
    "CardName": "Boushh",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b spy\\b0 , female",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 6,
    "Forfeit": 7,
    "Armor": 4,
    "Ability": 4,
    "Lore": "Leia obtained the armor of a notorious mercenary to sneak onto Coruscant. She later assumed the same role to \\b spy\\b0  on Jabba. Fearless and inventive. Jabba's kind of scum.",
    "Gametext": "Deploys only to a site (-2 on Tatooine or Coruscant) as an Undercover spy. While Undercover at an opponent's site, prevents opponent from modifying or cancelling your Force drains at opponent's related sites. Immune to attrition < 3.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187",
    "IsPulled": "Leia's Back\\par Seeking An Audience (V)",
    "Combo": "Boushh + Sabotage or Sabotage (V)\\par -----\\par Boushh + Double Agent",
    "MatchingWeapon": "Anakin's Lightsaber (V)\\par Anakin's Lightsaber\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 580,
    "CardName": "Court Of The Vile Gangster/I Shall Enjoy Watching You Die",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Audience Chamber, Great Pit Of Carkoon, and Dungeon.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may deploy one docking bay or [Independent] starship from Reserve Deck; reshuffle. Bounty hunters are forfeit +2 and immune to Goo Nee Tay. You may not play Scanning Crew. Each player loses 1 Force at end of each of their deploy phases unless that player has a non-droid character at a Tatooine battleground site. \\par \\b Flip\\b0  this card if you have two captives (or a captive of ability > 2) at any Jabba's Palace site(s).",
    "ObjectiveBack": "\\b While\\b0  this side up, once during each of your deploy phases, may deploy Sarlacc, Rancor, or Rancor Pit from Reserve Deck; reshuffle. Captives targeted by Trap Door are immediately relocated to Rancor Pit (do not draw destiny) and Trap Door may not be canceled. Opponent loses Force equal to forfeit value of each opponent's character eaten by a Rancor or Sarlacc (place that character out of play). \\par \\b Flip\\b0  this card if you have no captives at Tatooine sites and opponent has no characters at same site as Rancor.",
    "ObjectiveFrontName": "Court Of The Vile Gangster",
    "ObjectiveBackName": "I Shall Enjoy Watching You Die",
    "Gametext": "[Front Side]: \\ul Deploy Audience Chamber, Great Pit Of Carkoon, and Dungeon.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may deploy one docking bay or [Independent] starship from Reserve Deck; reshuffle. Bounty hunters are forfeit +2 and immune to Goo Nee Tay. You may not play Scanning Crew. Each player loses 1 Force at end of each of their deploy phases unless that player has a non-droid character at a Tatooine battleground site. \\par \\b Flip\\b0  this card if you have two captives (or a captive of ability > 2) at any Jabba's Palace site(s).\\\\par[Back Side]: \\b While\\b0  this side up, once during each of your deploy phases, may deploy Sarlacc, Rancor, or Rancor Pit from Reserve Deck; reshuffle. Captives targeted by Trap Door are immediately relocated to Rancor Pit (do not draw destiny) and Trap Door may not be canceled. Opponent loses Force equal to forfeit value of each opponent's character eaten by a Rancor or Sarlacc (place that character out of play). \\par \\b Flip\\b0  this card if you have no captives at Tatooine sites and opponent has no characters at same site as Rancor.",
    "Icons": 0,
    "Abbreviation": "COTVG, Court",
    "Rules": "(AR 1.7.1, B-5)\\par The frozen Han character deployed by the Light Side Objective Card You Can Either Profit By This... / Or Be Destroyed will count as a captive towards the flip condition of this Objective card, but because a frozen character has ability of zero, frozen Han will not flip this Dark Side objective by himself.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 703,
    "CardName": "Dengar With Blaster Carbine",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, blaster, \\b Corellian\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Corellian \\b bounty hunter\\b0. Skilled athlete. Expert shot. Has worked many times for Jabba the Hutt. Carries a long-standing grudge against Han Solo.",
    "Gametext": "Adds 2 to power of anything he pilots. Permanent weapon is (*]Dengar's Blaster Carbine (may target a character, creature or vehicle for free; draw destiny; target hit, and its forfeit = 0, if destiny +1 > defense value; may be fired twice per battle). ",
    "Icons": "Permanent Weapon, Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Dengar personas are:\\par \\par Dengar\\par Dengar (V)\\par [Dengar In Punishing One]\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)\\par -----\\par Dengar's Blaster Carbine 'personas' are:\\par \\par Dengar's Blaster Carbine\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)",
    "IsPulled": "Double Back\\par Double Back (V)",
    "Matching": "Punishing One\\par Punishing One (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1247,
    "CardName": "IG-88 In IG-2000",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Trilon Aggressor",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 4,
    "Hyperspeed": 3,
    "Maneuver": 3,
    "Lore": "Starship adapted to the assassin droid's specifications. Flight controls linked directly to processing unit. Real-time relays minimize response time.",
    "Gametext": "May add 2 passengers. Permanent pilot is (*]IG-88, who adds 2 to power and 3 to maneuver. May initiate battle. When in a battle you initiate, adds one battle destiny. Ion cannon may deploy aboard.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Problem is that IG-88 in IG-2000 may not Force drain because his lack of ability.\\par -----\\par IG-88 personas are:\\par \\par IG-88\\par IG-88 (V)\\par IG-88, Renegade Droid (V)\\par [IG-88 In IG-2000]\\par IG-88 With Riot Gun\\par -----\\par IG-2000 personas are:\\par \\par IG-88 In IG-2000\\par IG-2000",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1395,
    "CardName": "Jodo Kast",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 3,
    "Armor": 5,
    "Ability": 3,
    "Lore": "\\b Bounty hunter\\b0  and \\b scout\\b0. Perfectionist. Equipped with Mandalorian armor and a jet pack. He doesn't mind being mistaken for Boba Fett. Occasionally works for Black Sun.",
    "Gametext": "When in battle, if opponent draws more than one battle destiny, may cancel one. Once per turn, when firing a rifle or blaster, may target for free and add 2 to total weapon destiny. May be targeted by Hidden Weapons. May 'fly' (landspeed = 3).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Double Back\\par Coruscant: Imperial City (V)",
    "Rules": "(AR 1.7.1, B-10)\\par This Dark Side character allows its owner to cancel an opponent's just drawn battle destiny (as long as it is not the first one drawn in this battle). If Kast is using a repeating blaster, only the first shot is free and at +2 to weapon destiny. See Hidden Weapons.\\par \\par (AR 1.7.1, B-8)\\par Hidden Weapons\\par Mandalorian Armor refers to the device card, because it is not a characteristic (Jodo Kast may be targeted by Hidden Weapons only because his game text allows it, not because of his lore; if his game text is canceled, he can no longer be targeted).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1644,
    "CardName": "Mara Jade, The Emperor's Hand",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien/Imperial",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0, female",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "\\b Spy\\b0. Ordered to kill Luke Skywalker. Assumed the identity of a dancer named 'Arica' in order to sneak into Jabba's palace.",
    "Gametext": "Adds 2 to power of anything she pilots. Power +2 if Emperor on table. May be targeted by Vader's Obsession and Epic Duel instead of Vader. Once per game, may deploy a weapon on her from Reserve Deck; reshuffle. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Mara Jade personas are:\\par \\par Arica\\par Arica (V)\\par Mara Jade, The Emperor's Hand\\par Mara Jade With Lightsaber (V)",
    "Pulls": "A weapon to deploy on her.\\par 4-LOM's Concussion Rifle\\par Assault Rifle\\par Blaster Rifle\\par Blaster Rifle (V)\\par Bossk's Mortar Gun\\par Cloud City Blaster\\par Dark Jedi Lightsaber\\par Dengar's Blaster Carbine\\par Disruptor Pistol\\par Dr. Evazan's Sawed-off Blaster\\par Force Pike\\par IG-88's Pulse Cannon\\par Imperial Blaster\\par Light Repeating Blaster Rifle\\par Mara Jade's Lightsaber\\par Mara Jade's Lightsaber (V)\\par Mos Eisley Blaster\\par Naboo Blaster\\par Naboo Blaster Rifle\\par Ponda Baba's Hold-out Blaster\\par Scout Blaster\\par Stun Blaster\\par URoRRuR'R'R's Hunting Rifle\\par Vibro-Ax",
    "IsPulled": "Blizzard 4\\par  Murttoc Yine",
    "Combo": "Mara Jade, The Emperor's Hand + Nevar Yalnal",
    "MatchingWeapon": "Anakin's Lightsaber (V)\\par Mara Jade's Lightsaber\\par Mara Jade's Lightsaber (V)",
    "Rules": "(AR 1.7.1, B-11)\\par Mara's game text permits her to use Vader's Obsession as if she were Vader for both its text and the text on Epic Duel, but not The Circle Is Now Complete.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1645,
    "CardName": "Mara Jade's Lightsaber",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "As part of her training to become the Emperor's Hand, Mara Jade learned from Palpatine himself how to effectively fight with a lightsaber.",
    "Gametext": "Use 1 Force to deploy on Mara Jade. May add 1 to Force drain where present. May target a character or creature for free. Draw two destiny. Target hit, and its forfeit = 0, if total destiny > defense value.",
    "Icons": 0,
    "Information": "Mara Jade's lightsaber 'personas' are:\\par \\par Mara Jade's Lightsaber",
    "IsPulled": "I Will Finish What You Started\\par Mara Jade, The Emperor's Hand\\par Maul Strikes",
    "MatchingWeapon": "Arica\\par Arica (V)\\par Mara Jade, The Emperor's Hand",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1649,
    "CardName": "Master Luke",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 7,
    "Forfeit": 7,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Until being reunited with Yoda, Luke suspected that he had completed his training. Has a stronge influence on the weak-minded.",
    "Gametext": "Deploys -2 on Tatooine. Power -2 when present with Vader. Adds 2 to power of anything he pilots. When in battle, may target one opponent's alien present. Draw destiny. Target returns to opponent's hand if destiny > ability. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, The Last Jedi\\par Luke Skywalker, The Rebellion's Hope\\par Luke With Lightsaber\\par Master Luke\\par Son Of Skywalker\\par Young Skywalker",
    "IsPulled": "Luke's Back",
    "Combo": "Master Luke + I Must Be Allowed To Speak (V) or non-virtual",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Luke's T-16 Skyhopper\\par Rogue 1",
    "MatchingWeapon": "Anakin's Lightsaber\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V)\\par Luke's Hunting Rifle\\par Luke's Hunting Rifle (V)\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2206,
    "CardName": "See-Threepio",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 4,
    "Lore": "C-3PO was Jabba's \"khan chita,\" or translator. Survived more battles than most members of the Alliance. Wasn't informed of R2-D2's role in the rescue of Han.",
    "Gametext": "Deploys only to a Jabba's Palace site. Once per game, when replacing another C-3PO, retrieve 3 Force. When in battle with your other droid and a Rebel, adds one battle destiny. R2-D2 deploys and moves for free to this location.",
    "Icons": 0,
    "Information": "C-3PO personas are:\\par \\par Artoo & Threepio\\par C-3PO (See-Threepio)\\par See-Threepio\\par Threepio\\par Threepio With His Parts Showing",
    "IsPulled": "Seeking An Audience\\par Seeking An Audience (V)\\par Were You Looking For Me?",
    "IsCanceledBy": "Commander Praji cancels game text.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2876,
    "CardName": "You Can Either Profit By This.../Or Be Destroyed",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Tatooine: Jabba's Palace and Audience Chamber (with Han frozen there; he may not be moved while frozen). Opponent may deploy up to two aliens to Audience Chamber.\\ul0 \\par \\b While\\b0  this side up, opponent may not Force drain at Audience Chamber and you may not Force drain at Tatooine locations. You may not play Frozen Assets. Luke, R2-D2, and C-3PO are deploy -2 at Jabba's Palace sites (Master Luke deploys for free instead). \\par \\b Flip\\b0  this card if Han is on Tatooine and not a captive. \\par \\b Place\\b0  out of play if Tatooine is \"blown away.\"",
    "ObjectiveBack": "\\b Immediately\\b0  retrieve 5 Force (or 10 if Han has power < 4) once per game. \\par \\b While\\b0  this side up, cancels game text of Bad Feeling Have I. Your unpiloted starfighters may deploy to exterior Tatooine locations. During your control phase, opponent loses 1 Force for each battleground location occupied by Han, Luke, Leia, Chewie, or your Lando. \\par \\b Flip\\b0  this card if Han is captured or not on table. \\par \\b Place\\b0  out of play if Tatooine is \"blown away.\"",
    "ObjectiveFrontName": "You Can Either Profit By This...",
    "ObjectiveBackName": "Or Be Destroyed",
    "Gametext": "[Front Side]: \\ul Deploy Tatooine: Jabba's Palace and Audience Chamber (with Han frozen there; he may not be moved while frozen). Opponent may deploy up to two aliens to Audience Chamber.\\ul0 \\par \\b While\\b0  this side up, opponent may not Force drain at Audience Chamber and you may not Force drain at Tatooine locations. You may not play Frozen Assets. Luke, R2-D2, and C-3PO are deploy -2 at Jabba's Palace sites (Master Luke deploys for free instead). \\par \\b Flip\\b0  this card if Han is on Tatooine and not a captive. \\par \\b Place\\b0  out of play if Tatooine is \"blown away.\"\\\\par[Back Side]: \\b Immediately\\b0  retrieve 5 Force (or 10 if Han has power < 4) once per game. \\par \\b While\\b0  this side up, cancels game text of Bad Feeling Have I. Your unpiloted starfighters may deploy to exterior Tatooine locations. During your control phase, opponent loses 1 Force for each battleground location occupied by Han, Luke, Leia, Chewie, or your Lando. \\par \\b Flip\\b0  this card if Han is captured or not on table. \\par \\b Place\\b0  out of play if Tatooine is \"blown away.\"",
    "Icons": 0,
    "Abbreviation": "YCEPBT, Profit",
    "Combo": "YCEPBT + Seeking An Audience (V)",
    "Rules": "(AR 1.7.1, B-16)\\par Since frozen Han cannot be moved, he cannot be targeted by Trap Door or prisoner transferred.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2914,
    "CardName": "Zuckuss In Mist Hunter",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Byblos G-1A Transport",
    "Expansion": "Enhanced Jabba's Palace",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 6,
    "Forfeit": 5,
    "Ability": 4,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": " Zuckuss is a dangerous adversary, especially when aboard his own starship. Mystical omens enable the Gand to predict enemy maneuvers in starship combat.",
    "Gametext": "May add 1 pilot and 3 passengers. Permanent pilot is (*]Zuckuss, who provides ability of 4 and adds 2 to power. Unless opponent has total ability > 6 piloting here, reset opponent's total battle destiny here to 0.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Zuckuss personas are:\\par \\par Zuckuss\\par [Zuckuss In Mist Hunter]\\par -----\\par Mist Hunter personas are:\\par \\par Mist Hunter\\par Zuckuss in Mist Hunter",
    "Abbreviation": "ZiMH",
    "Combo": "Zuckuss In Mist Hunter + 4-LOM With Concussion Rifle\\par Two battle destinies.\\par -----\\par Zuckuss In Mist Hunter + 4-LOM With Concussion Rifle + Boba Fett, Bounty Hunter\\par Four battle destinies.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  }
]