[
  {
    "id": 13,
    "CardName": "8D8",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Maintenance Droid",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Lore": "Starship maintenance droid. Sold into the service of Jabba. Sympathetic to the droids and aliens it is forced to torture. Hates EV-9D9.",
    "Gametext": "May cancel Torture, Aiiii! Aaa! Agggggggggg! or Sonic Bombardment targeting a character at same site. Once during each of your turns, if with any imprisoned captive, may draw destiny: if destiny > 3, randomly select one captive there to be released.",
    "Icons": 0,
    "IsPulled": "Echo Base Garrison",
    "Cancels": "Aiiii! Aaa! Agggggggggg!\\par Sonic Bombardment\\par Torture",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 25,
    "CardName": "A Gift",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"As a token of my good will, I present to you a gift: these two droids. Both are hardworking and will serve you well.\"",
    "Gametext": "If you just moved a droid to Audience Chamber, deploy on that droid. Droid is an Undercover spy. Wherever opponent has an alien, opponent's battle destiny draws are -2 and Force drains are -1. Immediate Effect canceled if droid leaves Tatooine. (Immune to Control.)",
    "Icons": 0,
    "Information": "This Effect can be used on *any* Light Side droid.\\par Because Tatooine: Audience Chamber is an interior site, the droid will be protected from cards like Trample or He Hasn't Come Back Yet. Even if Lt. Pol Treidum breaks cover of your undercover spy, A Gift is not canceled.",
    "IsPulled": "Artoo\\par Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 49,
    "CardName": "Abyssin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Abyssins have an extremely violent culture. They also possess tremendous regenerative abilities. Often become mercenaries once they leave their homeworld, Byss.",
    "Gametext": "Power +2 and forfeit +1 while Myo at Audience Chamber. If lost or forfeited during a battle, may use 2 Force to 'regenerate' (place Abyssin in your Used Pile).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 50,
    "CardName": "Abyssin Ornament",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The Abyssins are known for their regenerative abilities. Jabba keeps several statue heads of Abyssin creatures on his repulsorsled.",
    "Gametext": "Once per game, target one non-unique character on table. Draw destiny. If destiny < X, retrieve X Force, where X = the number of copies of that card you have on table. (Immune to Sense.) OR Search your Reserve Deck and take a non-unique alien into hand; reshuffle.",
    "Icons": 0,
    "Information": "Combo Card: Abyssin Ornament & Wounded Wookiee",
    "Pulls": "A non-unique alien",
    "Counterpart": "Nar Shaddaa Wind Chimes",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 90,
    "CardName": "All Wrapped Up",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "A capture cable is a quick and effective way for bounty hunters to suddenly snare their target.",
    "Gametext": "Deploy on your side of table. We Have A Prisoner and Oo-ta Goo-ta, Solo? play for free and are immune to Sense. If opponent's character is about to be forfeited, your bounty hunter present may capture that character (character is first restored to normal). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-1)\\par When capturing a just forfeited character using this Dark Side Effect, that character is captured after applying forfeit value but before being placed on the Lost Pile. When captured, the character's values that would normally be restored upon leaving table (e.g., forfeit being reduced by 2, power being reduced to 0) has those values reset. In this way, cards deployed on that character (for example, Bounty or a\\par weapon) are not placed in the Lost Pile. Additionally, if the card was 'hit', it is no longer 'hit'. This is a specific exception to the just lost ruling.\\par This card merely requires that the bounty hunter be present at the location. He need not be present with the forfeited character.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 102,
    "CardName": "Amanaman",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Male Amanin. Hangs the heads of his victims on his staff. Nicknamed Amanaman; his real name is unknown on Tatooine.",
    "Gametext": "Once per battle, may use 2 Force to 'behead' (place out of play) one opposing non-droid character lost or forfeited where present. Adds X to attrition against opponent in battles at same site, where X = the number of 'beheaded' victims.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 103,
    "CardName": "Amanin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Amanin are a primitive hunting species. Exposed to space travel when their planet became a mining world for the Empire. Fierce-tempered when angered.",
    "Gametext": "When attacking or being attacked by a creature, power +3 and may add one destiny. If Amanin is alone and causes a non-selective creature to be lost, creature is placed out of play and you may retrieve Force equal to its deploy cost.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 119,
    "CardName": "Antipersonnel Laser Cannon",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Vehicle",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Characteristics": "cannon, laser cannon",
    "Destiny": 4,
    "Lore": "Rapid-fire weapon. Requires three power cells to operate. Has no stun setting.  Lightweight enough to be stored and then quickly mounted when the need arises.",
    "Gametext": "Use 3 Force to deploy on your transport vehicle. If your warrior aboard here, may target a character or creature using 3 Force. Draw destiny. Target hit if destiny +2 > defense value. May fire repeatedly for 2 Force each time.",
    "Icons": 0,
    "IsPulled": "Vizam (when with Advosze)",
    "IsCanceledBy": "Game text canceled by Mandalorian Mishap",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 122,
    "CardName": "Aqualish",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Aqualish originate from Ando. Continually at war. Reached the stars by eliminating the crew of the first ship that landed on their planet. Often seen on Cloud City.",
    "Gametext": "Power +2 and forfeit +1 while Ponda Baba at Audience Chamber. May initiate a battle for free where present. When at a Cloud City site, \\b cumulatively\\b0  adds one to number of Bespin locations required to cancel Dark Deal.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 126,
    "CardName": "Arc Welder",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Destiny": 6,
    "Lore": "Used primarily for sealing bulkheads and performing other repair functions. Especially innovative droids use it for other, less conventional purposes.",
    "Gametext": "Deploy on any R-unit droid. During your control phase, may use 2 Force to release an escorted captive present. Also, when present at start of a battle, may cause one opponent's character of ability = 1 present to be excluded from that battle.",
    "Icons": 0,
    "IsPulled": " Corporal Beezer\\par Hero Of A Thousand Devices\\par Portable Scanner",
    "Combo": "Arc Welder + any R-unit + Droid Shutdown + Nabrun Leids",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 128,
    "CardName": "Ardon \"Vapor\" Crell",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Representative from the Moisture Farmers of Tatooine (local 253). Pays Jabba for protection from Sand People.",
    "Gametext": "Deploys free on Tatooine. While on Tatooine, your Force drains are +1 at exterior sites where you have a Vaporator or Hydroponics Station (+2 if both). While present with a Vaporator, each of your characters present is immune to attrition < 3.",
    "Icons": 0,
    "Combo": "Ardon \"Vapor\" Crell + Owen Lars & Beru Lars + Vaporator + Hydroponics Station",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 136,
    "CardName": "Artoo",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "r-unit, \\b spy\\b0",
    "Destiny": 6,
    "Power": 1,
    "Deploy": 4,
    "Forfeit": 5,
    "Lore": "Counterpart to C-3PO. \\b Spy\\b0. Obstinate, headstrong and always full of surprises. R2-D2 was an integral part of Luke Skywalker's rescue plans.",
    "Gametext": "During each of your control phases, may take one Hero Of A Thousand Devices or A Gift into hand from Reserve Deck; reshuffle. If at a battleground site with C-3PO, may subtract 1 from each opponent's battle destiny at same and related sites.",
    "Icons": 0,
    "Information": "R2-D2 personas are:\\par \\par Artoo\\par Artoo & Threepio\\par Artoo, Brave Little Droid\\par [Artoo-Detoo In Red 5]\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)",
    "Pulls": "A Gift\\par Hero Of A Thousand Devices",
    "IsPulled": "Artoo, Come Back At Once!\\par Seeking An Audience\\par Seeking An Audience (V)",
    "Combo": "Artoo + Hero Of A Thousand Devices + Luke's Backpack\\par -----\\par Artoo + Double Agent",
    "IsCanceledBy": "Commander Praji cancels game text",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 140,
    "CardName": "Artoo, I Have A Bad Feeling About This",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"He says our instructions are to give it only to Jabba himself. I'm terrible sorry. I'm afraid he's ever so stubborn about these sort of things.\"",
    "Gametext": "If you are about to draw a battle destiny, instead use the destiny number of one of your droids in that battle. OR Add 1 to attrition against opponent for each droid you have in a battle. OR If R2-D2 and C-3PO are in battle together, opponent draws no battle destiny.",
    "Icons": 0,
    "IsPulled": "Artoo & Threepio",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 170,
    "CardName": "Attark",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "From a mysterious species known only as Hoovers. Possesses tremendous technical abilities. Small size allows him to easy manipulate detailed electronic equipment.",
    "Gametext": "When at a site you control, allows your Seekers to deploy free there. Attark also allows your Seekers to move for free and to ignore any or all potential target(s) whenever you choose.",
    "Icons": 0,
    "Counterpart": "Velken Tezeri",
    "Combo": "Attark + Motti Seeker, Tagge Seeker or Tarkin Seeker",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 174,
    "CardName": "Aved Luun",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jawa\\b0, female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Shaman of her Jawa tribe. Mate of Kalit. Suspects betrayal from her mate's rival, Wittin.",
    "Gametext": "Deploys only on Tatooine. During your control phase, may search Reserve Deck, take one Utinni! or Jawa into hand and reshuffle. If you have 3 or more Jawas on table, may play Utinni! to cancel a Force drain at a Tatooine site or to cancel Control.",
    "Icons": 0,
    "Pulls": "Aved Luun\\par Het Nkik\\par Het Nkik (V)\\par Jawa\\par Jawa (EP1)\\par Kalit\\par R'kik D'nec, Hero Of The Dune Sea\\par Thedit\\par Utinni!\\par Uutkik\\par Uutkik (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 183,
    "CardName": "B'omarr Monk",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 2,
    "Power": 0,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Members of a mysterious religious sect. Resentful of their monastery being taken over by Jabba. Shed their bodies and have their brains encased in a walking automaton.",
    "Gametext": "While at a site, adds Force icons to equalize them for both sides. Cancels opponent's Jabba's Palace game text where present. Can not use vehicles, starships, weapons, or devices. Participates only in defensive battles. Lost if not on Tatooine.",
    "Icons": 0,
    "Information": "The B'omarr Monks can increase your own activation on Tatooine. They are a kind of Force drain creators and have Ability 4.",
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Combo": "B'omarr Monk + Tatooine: Obi-Wan's Hut\\par Drain for two at Obi's Hut.",
    "Rules": "(AR 1.7.1, B-2)\\par The Monk equalizes Force icons after all other automatic Force icon modifiers have been applied (for example, Sleens, Presence Of The Force etc.).",
    "Cancels": "Opponent's Jabba's Palace game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 188,
    "CardName": "Bane Malar",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 1,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Mysterious \\b bounty hunter\\b0  of an unknown species. Rumored to be somewhat telepathic. Infrequent member of Jabba's court. Plotting to kill Jabba.",
    "Gametext": "At the start of a battle, may use 1 Force to 'mindscan' one opponent's non-droid character of lesser ability present; adds that character's power and game text to his own for remainder of battle. Immune to attrition < 3.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Double Back",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 193,
    "CardName": "Bantha Fodder",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "\"Uu a'kingsa riika pagh bagla bis kachata weenow con bantha poodoo.\"",
    "Gametext": "Cancel As Good As Gone or Innocent Scoundrel. OR Search your Reserve Deck and take one Bantha, Tusken Raider, Taym Dren-garen or Weequay into hand; reshuffle.",
    "Icons": 0,
    "Pulls": "Bantha\\par URoRRuR'R'R's Bantha\\par One Weequay\\par One Tusken Raider\\par Taym Dren-garen\\par RR'uruurrr\\par Tusken Raider\\par Tusken Raider (EP1)\\par Ur'Ru'r\\par URoRRuR'R'R\\par Ak-rev\\par Weequay Guard\\par Weequay Hunter\\par Weequay Marksman\\par Weequay Skiff Master",
    "Cancels": "As Good As Gone\\par Innocent Scoundrel",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 196,
    "CardName": "Barada",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Male Klatooinian in charge of Jabba's repulsorpool. Sold onto slavery and won by Jabba in sabacc. Responsible for maintenance and supplies for Jabba's vehicles.",
    "Gametext": "Deploys only to a Jabba's Palace site. Power = 0 at any location other than a Tatooine site. Power +2 at any Jabba's Palace site, while Jabba on table. Your transport vehicles lost from same site may go to your Used Pile rather than your Lost Pile.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 197,
    "CardName": "Baragwin",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Characteristics": "\\b scavenger\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Hunchbacked scavengers. Found in separate groups throughout the galaxy. Good at finding missing items. Make excellent gun runners. Some work with the Rebellion.",
    "Gametext": "Once per turn, if the top card of your Lost Pile is a weapon, device or transport vehicle, may use 1 Force to retrieve it. During your control phase, may exchange one card in hand for one weapon or device in your Lost Pile.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 198,
    "CardName": "Bargaining Table",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The alcoves of Jabba's palace are good places to make deals and place bets. Jabba gets a cut of the profits, of course.",
    "Gametext": "Deploy on your side of table. Once per turn, you may cancel a Force drain by placing here from hand any non-unique alien. Aliens may deploy from here as if from hand (if Effect canceled by opponent, any aliens here may immediately deploy for free).",
    "Icons": 0,
    "Information": "Entrenchment has same functionality for non-unique Rebels.\\par -----\\par Rebel Fleet has same functionality for non-unique strfighters.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Den Of Thieves",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 214,
    "CardName": "Beedo",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b Rodian\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": "*",
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Rodian \\b bounty hunter\\b0. Relative of Greedo. Taking Greedo's place in Jabba's court. Fearful of Jabba's wraith. Notorious sycophant.",
    "Gametext": "* Replaces any other male Rodian for free (Rodian goes to the Used Pile) or deploys for 3 Force. While at Audience Chamber, all your Rodians are power +2, and whenever Greedo threatens a smuggler, may add 2 to destiny draw.",
    "Icons": 0,
    "IsPulled": "Double Back\\par Greeata",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 230,
    "CardName": "BG-J38",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Maintenance Droid",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Lore": "Roche J9 worker drone. Undefeated hologame player. Kept by Jabba as a source of entertainment. Hoping for escape or termination.",
    "Gametext": "May add 2 to destiny of each of your holograms and dejariks drawn for battle destiny or weapon destiny. While at a site you control, adds 1 to power of each of your dejariks and holograms at a holosite.",
    "Icons": 0,
    "Information": "Dejariks are:\\par \\par Grimtaash\\par Houjix\\par K'lor'slug\\par K'lor`slug (V)\\par Mantellian Savrip\\par -----\\par Holograms are:\\par \\par Critical Error Revealed\\par Help Me Obi-Wan Kenobi\\par Projection Of A Skywalker",
    "IsPulled": "Echo Base Garrison\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 232,
    "CardName": "Bib Fortuna",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Twi'lek \\b leader\\b0  and majordomo of Jabba's palace. Succeeded Jabba's last majordomo, Naroon Cuthus. Plotting to kill Jabba.",
    "Gametext": "Deploys only on Tatooine. Opponent's characters of ability < 4 may not move from same site as Bib to a Jabba's Palace site. When at a Jabba's Palace site, each of your Gamorreans and Niktos may deploy as a 'react' to any Jabba's Palace site.",
    "Icons": 0,
    "Information": "Bib Fortuna personas are:\\par \\par Bib Fortuna\\par Bib Fortuna (EP1)",
    "IsPulled": "Power Of The Hutt\\par Sy Snootles",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 260,
    "CardName": "Blaster Deflection",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "A Jedi can anticipate the actions of his opponent and let the force control his actions, causing him to effortlessly deflect an opponent's attacks.",
    "Gametext": "USED: Cancel an attempt to use a character weapon to target your character of ability > 4. LOST: If your character of ability > 4 with a lightsaber was just targeted by a blaster, use 3 Force to re-target that blaster to an opponent's character present.",
    "Icons": 0,
    "Information": "Protects your mains from the lightsaber wielding Dark Side mains.\\par Your characters of ability > 2 can be protected by Dodge:\\par 'If one of your characters of ability > 2 was just targeted by a weapon, subtract 3 from each weapon destiny draw.'\\par -----\\par See Put That Down for similar text.",
    "Counterpart": "Force Field",
    "Cancels": "An attempt to use a character weapon to target your character of ability > 4.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 285,
    "CardName": "Bo Shuda",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "In order to remain a successful crime lord, Jabba must ensure the safety of all those who seek to do business with him.",
    "Gametext": "Deploy on Audience Chamber. If you have an alien here, no battles or Force drains may take place here and your aliens cannot be targeted by Trap Door. Effect canceled if opponent occupies this site without an alien. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "General Solo (V)\\par Jabba's Palace: Audience Chamber\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Combo": "Bo Shuda + Uh-oh! + Tatooine: Jabba's Palace (LS)",
    "Cancels": "Suspended by Cold Feet (V) for remainder of turn",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 339,
    "CardName": "Bubo",
    "Grouping": "Dark",
    "CardType": "Creature",
    "Subtype": "Creature",
    "ModelType": "Guard",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "ferocious",
    "Destiny": 4,
    "Ferocity": 4,
    "CreatureDefenseValue": 5,
    "CreatureDefenseValueName": "Bark",
    "Deploy": 3,
    "Forfeit": 0,
    "Lore": "Watchbeast. Unwittingly foiled Ree Yees' plot to kill Jabba with a thermal detonator when it ate a crucial component. Louder than it is tough. Keeps watch for unwary intruders.",
    "Gametext": "Habitat: planet sites (except Hoth). Does not attack your characters. When at a Jabba's palace site, prevents opponents characters from using their landspeed.",
    "Icons": 0,
    "IsPulled": "Swamp",
    "Counterpart": "Worrt",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 350,
    "CardName": "Cane Adiss",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Adventurous pilot. Boasts to Jabba that he has traveled to every uncharted planet in the galaxy. Has been hired by the Empire to keep an eye out for Rebel activity.",
    "Gametext": "If opponent just initiated a Force drain at a non-shielded planet location, deploy on that location. Your characters, vehicles and starships may deploy here regardless of presence and location deployment restrictions. (Immune to Control.)",
    "Icons": 0,
    "Information": "This card allows the Dark Side player to deploy to Dagobah locations or to Hoth if the \"Hoth Energy Shield Rules\" are supended.",
    "IsPulled": "Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 387,
    "CardName": "Chadra-Fan",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "\\b thief\\b0",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Short, intelligent and selfish. Their enhanced vision and smell make them outstanding \\b thieves\\b0. Communicate with pheromones and high-pitched squeaks.",
    "Gametext": "Power and forfeit +2 while Kabe at Audience Chamber. During your control phase, may glance at one card randomly selected from opponent's hand; if that card is a character weapon, may 'steal' it into your hand.",
    "Icons": 0,
    "Information": "In a few cases, stealing something as simple as a character weapon can be devastating for the opponent, especially with all these lightsaber-wielding Dark Side Mains around.",
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control)\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 393,
    "CardName": "Chevin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Most Chevin are mercenaries, gun runners and slavers. Have strong communities on their homeworld. Wear clothing only because others do.",
    "Gametext": "Power +2 and forfeit +1 while Ephant Mon at Audience Chamber. When forfeited at same site as one of your alien leaders, may satisfy all remaining attrition against you.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 411,
    "CardName": "Choke",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Reaching out with the Force, Luke rendered Ortugg unconscious without doing the Gamorrean any actual harm.",
    "Gametext": "During your control phase, cancel the game text of one unique (*) alien for remainder of turn. OR If you just forfeited an alien, cancel all remaining attrition against you.",
    "Icons": 0,
    "Cancels": "Game text of one unique alien.\\par All remaining attrition against you if you just forfeited an alien.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 532,
    "CardName": "Corellian Retort",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Threepio, you tell that slimy piece of worm-ridden filth he'll get no such pleasure from us!\"",
    "Gametext": "USED: Search your Reserve Deck, take one Captive Fury or Captive Pursuit into hand and reshuffle. LOST: If a bounty hunter (or gangster) and Han are involved in the same battle, you may add one battle destiny (add two if gangster is Jabba).",
    "Icons": 0,
    "Pulls": "Captive Fury\\par Captive Pursuit",
    "Combo": "Corellian Retort + Han Solo + Solo Han + Warrior's Courage",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 594,
    "CardName": "CZ-4",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Communications Droid",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Very common communications droid. Some have been modified to be defense drones. Programmed to warn their masters of an imminent attack.",
    "Gametext": "Opponent may not 'react' to or from same site. You may 'react' to a battle or Force drain at same or adjacent Jabba's Palace site by deploying (at normal use of the Force) one non-unique alien to that site from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "One non-unique alien.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 697,
    "CardName": "Den Of Thieves",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's palace is considered a safe haven to many on the run. It is also widely known to provide luxurious accommodations to its welcomed guests.",
    "Gametext": "Deploy on your side of table. Once per turn, you may cancel a Force drain by placing here from hand, one non-unique alien. Aliens may deploy from here as if from hand (if Effect canceled by opponent, any aliens here may immediately deploy for free).",
    "Icons": 0,
    "Information": "Dreaded Imperial Starfleet has same functionality for non-unique strfighters.\\par -----\\par Strategic Reserves has same functionality for non-unique Imperials.\\par -----\\par Where Are Those Droidekas?! has similar functionality for non-unique destroyer droids.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Bargaining Table",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 705,
    "CardName": "Dengar's Modified Riot Gun",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Lore": "Originally at area-effect weapon. Modified by Dengar to concentrate on one target. Induces an extended period of unconsciousness.",
    "Gametext": "Use 2 Force to deploy on Dengar, or 5 on your other bounty hunter. May target a non-droid character using 3 Force. Draw destiny. Character immediately captured if destiny +3 > defense value.",
    "Icons": 0,
    "IsPulled": "Jabba's Through With You",
    "MatchingWeapon": "Dengar\\par Dengar (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 722,
    "CardName": "Devaronian",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "\\b gambler\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Adept at sneaking through corridors and alleyways. Devaronians frequently surprise opponents. Regarded as drunkards, \\b gamblers\\b0  and fools by many species.",
    "Gametext": "Power +2 at Mos Eisley, any mobile site or any docking bay. Adds 2 to power of anything he pilots. When playing sabacc, may use clone cards to 'clone' his own destiny number.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 756,
    "CardName": "Don't Forget The Droids",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"We're on our way!\"",
    "Gametext": "USED: Cancel 3,720 To 1 if it was just inserted or revealed. (Immune to Sense.) LOST: Cancel one opponent's battle destiny just drawn by sacrificing (losing) one of your droids in that battle.",
    "Icons": 0,
    "Cancels": "3,720 To 1\\par One opponent's battle destiny just drawn by sacrificing (losing) one of your droids in that battle.",
    "IsCanceledBy": "Cold Feet (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 764,
    "CardName": "Double Laser Cannon",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Vehicle",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Characteristics": "cannon, laser cannon",
    "Destiny": 7,
    "Lore": "Similar power output to the Atgar P-tower. Equipped with a hydraulic coolant system. Effective in dealing with raiding swoop gangs.",
    "Gametext": "Use 4 Force to deploy on Jabba's Sail Barge or your sandcrawler; it is power +3 and immune to attrition < 5. If your warrior aboard, may target a vehicle using 2 Force. Draw destiny. Target hit if destiny +2 > defense value.",
    "Icons": 0,
    "IsPulled": "Vizam (when with Advosze)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 784,
    "CardName": "Droopy McCool",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Kitonak \\b musician\\b0. Lead jizz wailer. Searching for other Kitonak rumored to be living free on Tatooine. Rarely uses his real name, Snit.",
    "Gametext": "Power +2 at any desert or Tatooine site. Immune to Gravel Storm, Sandwhirl and desert landspeed requirements. While at Audience Chamber, all your other Kitonaks are forfeit +2. Immune to attrition < number of your musicians on table.",
    "Icons": 0,
    "Combo": "Droopy McCool + 3 Kitonaks at same site",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 796,
    "CardName": "Dune Sea Sabacc",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Popular among Tatooine's native population. Apart from the Jawas, no one else seems to understand the rules.",
    "Gametext": "\\b Requirements:\\b0  A Jawa at a Tatooine site. \\b Wild cards (0-7):\\b0  Sandcrawler sites, Magnetic Suction Tube, Jawa Siesta and Jawa Pack. \\b Clone cards:\\b0  Tatooine locations, sandcrawlers, Jawa weapons, and Utinni! \\b Stakes:\\b0  One device or droid without armor.",
    "Icons": 0,
    "Counterpart": "Dune Sea Sabacc",
    "Combo": "Dune Sea Sabacc (or any Sabacc really) + Trinto Duaba + Voyeur\\par Play Sabacc to get cards in their Used Pile, then the other 2 Interrupts to make them lose Force/other cards. (maxbeedo)\\par -----\\par Dune Sea Sabacc + Iasa, The Traitor Of Jawa Canyon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 797,
    "CardName": "Dune Sea Sabacc",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "R'kik D'nec remains undefeated in this version of sabacc. Or at least there are no witnesses to the contrary.",
    "Gametext": "\\b Requirements:\\b0  A Jawa at a Tatooine site. \\b Wild cards (0-7):\\b0  Sandcrawler sites, Magnetic Suction Tube, Jawa Siesta and Jawa Pack. \\b Clone cards:\\b0  Tatooine locations, sandcrawlers, Jawa weapons, and Utinni! \\b Stakes:\\b0  One device or droid without armor.",
    "Icons": 0,
    "Counterpart": "Dune Sea Sabacc",
    "Combo": "Dune Sea Sabacc + R'kik D'nec, Hero Of The Dune Sea\\par -----\\par Dune Sea Sabacc + Lift Tube Escape + Lift Tube\\par These two cards can be tracked pretty easily for perfect Sabacc. (Indiana Jones Jedi Knight)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 828,
    "CardName": "Elom",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Many Elom commit sabotage and theft against the Empire to avenge the invasion of their homeworld. Experts in adapting stolen equipment for use by the Rebellion.",
    "Gametext": "Power +3 at same site as an Imperial. For remainder of game, Plastoid Armor is an Effect, is not unique, is immune to Alter while on table, and it deploys only on a Rebel or alien at same mobile site as Elom (character is now 'disguised').",
    "Icons": 0,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Rules": "(AR 1.7.1, F-2)\\par Errata.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 878,
    "CardName": "Ephant Mon",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b smuggler\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 2,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Chevin \\b smuggler\\b0. One of Jabba's few truly loyal associates. Keeps Jabba informed as to the various plots against his life. \\b Leader\\b0.",
    "Gametext": "Opponent's spies, gamblers and thieves may not deploy or move to same site. When with Jabba in a battle, power +2 and, if forfeited, may satisfy all remaining battle damage and attrition against you.",
    "Icons": 0,
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine\\par Power Of The Hutt",
    "Combo": "Ephant Mon + Jabba The Hutt (V)\\par Ephant Mon works perfect with Jabba The Hutt (V), who needs a leader to protect him from targeting of weapons.\\par -----\\par Ephant Mon + any Jabba",
    "Rules": "If this card is affected by a condition that prevents it from being 'forfeited to satisfy attrition,' his text may still be used when forfeited to satisfy all remaining battle damage. The remaining attrition at the end of the battle would still need to be satisfied normally.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 887,
    "CardName": "EV-9D9",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Supervisor Droid",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 2,
    "Lore": "MerenData EV supervisor droid. Particularly enjoys torturing power droids. A clumsy designer nearly broke this unit before it was shipped. She formerly worked at Cloud City.",
    "Gametext": "During your control phase, may search Reserve Deck, take one power droid or Torture into hand and reshuffle. May Force drain at Droid Workshop, Droid Junkheap or Incinerator (+1 for each other droid present, including captive droids).",
    "Icons": 0,
    "Pulls": "One power droid.\\par EG-6 (Eegee-Six)\\par Torture",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 924,
    "CardName": "Fallen Portal",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba ordered the two-meter thick door to keep the rancor in. He never thought it would be the instrument of the rancor's demise.",
    "Gametext": "Target one creature or up to two characters present that just initiated an attack or battle against you at Back Door, Rancor Pit, Tatooine: Jabba's Palace or any docking bay. Draw destiny. Target(s) immediately lost if destiny +2 > total defense value.",
    "Icons": 0,
    "IsPulled": "Skull",
    "IsCanceledBy": "Establish Control prevents the targeting of a character with Fallen Portal.\\par They're Still Coming Through! may re-target Fallen Portal by choosing up to two of opponent's characters there instead of your own.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 962,
    "CardName": "Florn Lamproid",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Aggressive, serpent-like colonizers. Found on many jungle and forest planets. Have poison stinger that they use when defending themselves.",
    "Gametext": "May deploy as a 'react' to any jungle or forest site. Power and forfeit +2 while Dice Ibegon at Audience Chamber. Poison stinger \\b cumulatively\\b0  adds 1 to attrition against opponent in battles at same site.",
    "Icons": 0,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 978,
    "CardName": "Fozec",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b spy\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "\\b Spy\\b0  for the Empire. Keeping tabs on Jabba's activities for the ISB. Secretly hoping to leave the Empire and pursue lucrative opportunities in the underworld.",
    "Gametext": "Adds 2 to power of anything he pilots. While at a site you control, Imperials are immune to Ke Chu Ke Kukuta? at that site.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Murttoc Yine",
    "Combo": "Fozec + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1003,
    "CardName": "Gailid",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b tax collector\\b0, \\b accountant\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Mosep's assistant. Accountant. \\b Tax collector\\b0. Enjoys tending to Jabba's skiffs with Barada.",
    "Gametext": "Deploys free to same site as Mosep. Adds 2 to power of anything he pilots. While at Audience Chamber, adds 1 to your Force drains at Jabba's Palace sites.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Game text is canceled by Freon Drevan.\\par -----\\par Game text is suspended by Loje Nella.",
    "Combo": "Gailid + Mosep",
    "IsCanceledBy": "Game text canceled by Freon Drevan if at same or adjacent site.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1008,
    "CardName": "Gamorrean Ax",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Built by Snogrutt, a Gamorrean engineer. Ax head contains an ultrasonic generator. Jabba's Gamorrean guards sometimes switch the power off to prove their might.",
    "Gametext": "Use 1 Force to deploy on your Gamorrean. Adds 1 to power. When present at a site, Gamorrean draws one battle destiny if not able to otherwise. May target a character or creature for free. Draw destiny. Target hit if destiny > defense value.",
    "Icons": 0,
    "Information": "Gamorreans are:\\par \\par Gamorrean Guard\\par Ghana Gleemort\\par Ortugg\\par Thok & Thug",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1009,
    "CardName": "Gamorrean Guard",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "\\b Gamorrean\\b0",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Big. Strong. Dumb.",
    "Gametext": "Deploys only to Tatooine. Power -1 when not at a Tatooine site. May be sacrificed (lost) to cancel an attack just initiated by a creature present.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1012,
    "CardName": "Garon Nas Tal",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Saurin combat expert. Hired by Jabba to train his Gamorrean guards. Regrets taking the job. Dislikes Jabba and his henchbeings. Plotting to kill Jabba.",
    "Gametext": "While at Audience Chamber, all your other Saurins are forfeit +2 and all your characters trained by Sai'torr Kal Fas are power and forfeit +1.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1014,
    "CardName": "Geezum",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Snivvian \\b scout\\b0. Enjoys exploring new planets and charting difficult terrain. Paid very well by Jabba to do so. Unsure of his employer's motivations.",
    "Gametext": "During your control phase, if at an exterior planet site, may use 2 Force to search your Reserve Deck, take a related site into hand and reshuffle. While at Audience Chamber, all your other Snivvians are forfeit +2.",
    "Icons": 0,
    "Pulls": "Related exterior planet site.",
    "IsPulled": "General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1037,
    "CardName": "Ghoel",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Wol Cabbasshite. Immobile. Species evolved from parasites. Mistakenly left in Jabba's palace. No one suspects his intelligence. Often tries to lick passersby.",
    "Gametext": "Deploys only at interior sites. Cannot move. During a battle at same site, may target one character present. Draw destiny. If destiny +3 > ability, target may not use ability toward drawing battle destiny this turn.",
    "Icons": 0,
    "Combo": "Ghoel + Affect Mind\\par Ghoel makes Affect Mind much more useful, as the removal of up to six ability, plus two from Affect Mind, can total eight ability away from battle destiny, a significant amount, especially if your opponent is relying on Vader.",
    "Cancels": "Target's ability toward drawing destiny",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1041,
    "CardName": "Giran",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Kajain'sa'Nikto. Loyal to Jabba. Helps tend the rancor with Malakili. Hopes to snare a krayt dragon someday and pit it against the rancor.",
    "Gametext": "Deploys only on Tatooine. Power +3 when defending a battle at a Jabba's Palace site. May forfeit in place of one of your alien leaders present who was 'hit' by a weapon, restoring that leader to normal.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1059,
    "CardName": "Gran",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "From an ancient civilization. Pacifists. Those who commit acts of violence are banished from their home planet, Kinyen. Organizes peaceful protests against the Empire.",
    "Gametext": "May retrieve 1 Force whenever opponent initiates battle at same or adjacent site (if at same site, retrieved Force may be taken into hand).",
    "Icons": 0,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1092,
    "CardName": "H'nemthe",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "female",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Starfaring explorers. H'nemthe have a reputation for being sly and unforgiving. Many abandoned their homeworld after the Empire invaded. The females ritually kill their mates.",
    "Gametext": "Adds 2 to power of anything she pilots. Adds 2 to deploy cost of each opponent's male Imperial when that Imperial is deploying to same or adjacent site.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1128,
    "CardName": "Herat",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jawa\\b0 , female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Female Jawa shaman. Advised Wittin during his plotting with Jabba. Agreed to fan the Hutt in return for his cooperation to help usurp Kalit.",
    "Gametext": "Deploys only on Tatooine. During your control phase may search Reserve Deck, take one Utinni! or Jawa into hand and reshuffle. If you have 3 or more Jawas on table, may play Utinni! to cancel a Force drain at a related site or to cancel Control.",
    "Icons": 0,
    "Pulls": "Any Jawa\\par Utinni!\\par Daroe\\par Dathcha\\par Herat\\par Iasa, The Traitor Of Jawa Canyon\\par Jawa\\par Jawa (EP1)\\par Nebit\\par Wittin",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1130,
    "CardName": "Hermi Odle",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Baragwin assigned by Jabba to be the palace's master weaponsmith. Enemy of Pote Snitkin.",
    "Gametext": "When in a battle, you may 'react' by deploying any one non-unique blaster (for free) on Hermi from Reserve Deck; reshuffle. When present with your Advosze at a site, allows your character weapons to transfer for free there.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1138,
    "CardName": "Hidden Compartment",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Destiny": 5,
    "Lore": "Standard astromech internal cargo area measures 20 centimeters by 8 centimeters. Some models have a custom compressed-air launcher for shooting flares.",
    "Gametext": "Deploy on any R-unit droid. At start of a battle, you may 'react' by deploying one character weapon (at normal use of the Force) from Reserve Deck on a warrior present; reshuffle.",
    "Icons": 0,
    "Pulls": "One character weapon at start of battle.",
    "IsPulled": " Corporal Beezer\\par Hero Of A Thousand Devices\\par Portable Scanner",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1139,
    "CardName": "Hidden Weapons",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Boba Fett's Mandalorian armor was so versatile that his opponents never knew what to expect.",
    "Gametext": "If Boba Fett, or your character with Mandalorian Armor is present during the weapons phase of a battle, target one opponent's character present. Draw destiny: (0-1) no effect (2-3) target immediately captured (4-5) target hit (6+) target immediately lost.",
    "Icons": 0,
    "Information": "Jodo Kast and Jodo Kast (V) may be targeted by Hidden Weapons.",
    "IsPulled": "Quick Reflexes when in Lost Pile.",
    "Rules": "(AR 1.7.1, B-8)\\par Mandalorian Armor refers to the device card, because it is not a characteristic (Jodo Kast may be targeted by Hidden Weapons only because his game text allows it, not because of his lore; if his game text is canceled, he can no longer be targeted).",
    "IsCanceledBy": "Fett's Blaster Rifle (V)\\par Hear Me Baby, Hold Together (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1151,
    "CardName": "Holoprojector",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Common feature on astromechs. Displays technical information. Sometimes used by princesses to send distress calls to old Jedi Knights, but not often.",
    "Gametext": "Deploy on any R-unit droid. During your control phase, may use 1 Force to search your Reserve Deck, take one hologram or dejarik card into hand and reshuffle.",
    "Icons": 0,
    "Information": "R-unit droids are:\\par \\par Artoo\\par Artoo (V)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par Artoo, Brave Little Droid\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par R2-X2 (Artoo-Extoo)\\par R3-A2 (Arthree-Aytoo)\\par R3-T2 (Arthree-Teetoo)\\par R4-E1 (Arfour-Eeone)\\par R5-D4 (Arfive-Defour)\\par R5-M2 (Arfive-Emmtoo)",
    "Pulls": "Critical Error Revealed\\par Grimtaash\\par Help Me Obi-Wan Kenobi\\par Help Me Obi-Wan Kenobi (V)\\par Houjix\\par K'lor'slug\\par K'lor'slug (V)\\par Mantellian Savrip\\par Projection Of A Skywalker",
    "IsPulled": "Corporal Beezer\\par Hero Of A Thousand Devices\\par Portable Scanner",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1192,
    "CardName": "Hutt Bounty",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Chissaa, picha gawanki Chewbacca. Yupon cogorato kama walpa kyess kashung kawa Wookiee.\"",
    "Gametext": "Deploy on an opponent's smuggler, gambler, or thief. If subsequently captured by a bounty hunter and then transfered to Jabba's Palace: Dungeon, retrieve Force equal to character's forfeit (+6 if Han) and lose Effect. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Nal Hutta\\par Sonic Bombardment (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1195,
    "CardName": "Hutt Smooch",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "\"We have powerful friends. You're gonna regret this.\" \"Rota go ma namatota.\"",
    "Gametext": "Capture one opponent's Undercover spy (\"cover is broken\"). OR If opponent just deployed a spy to a site where opponent has no presence or Force icons, return spy to hand. Any Force used to deploy the spy remains used, and spy may not deploy again this turn.",
    "Icons": 0,
    "Information": "Combo Card: Defensive Fire & Hutt Smooch\\par -----\\par The 'or' in 'Hutt Smooch' means where he doesn't have presence AND where he doesn't have Force icons.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1218,
    "CardName": "I Must Be Allowed To Speak",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Jedi mod spienko eek.\"",
    "Gametext": "Deploy on a Jabba's Palace site. Luke may deploy at this site regardless of presence or location deployment restrictions. When he is deployed here, relocate Effect to Luke; he is immune to attrition while on Tatooine. (Immune to Alter.)",
    "Icons": 0,
    "Abbreviation": "IMBATS",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1310,
    "CardName": "Information Exchange",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Chisa nyooda ishaley. Kun Jabba neguda len malta.\" \"Ikkit ui! Yobbit, yobbiy. Nelan tui ke bada.\"",
    "Gametext": "Deploy on your side of table. Whenever you have an information broker at a location where you just initiated a battle, you may examine the top four cards of opponent's Reserve Deck. You may then lose 1 Force to immediately cancel the battle.",
    "Icons": 0,
    "Information": "Information brokers are:\\par \\par 4-LOM\\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle(V)\\par Dodo Bodonawieedo\\par Grotto Werribee\\par Labria\\par Lathe\\par Murttoc Yine\\par Televan Koreyy",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1329,
    "CardName": "Ishi Tib",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Armor": 3,
    "Ability": 1,
    "Lore": "Extremely efficient organizers. Sought after by transgalactic corporations. Spend a large part of their life underwater. Protected by rough, thick skin.",
    "Gametext": "Power +1 at any swamp. During your draw phase, may place one card from your hand on bottom of Used Pile to draw a card from Reserve Deck.",
    "Icons": 0,
    "Information": "Swamps are:\\par \\par Dagobah: Swamp\\par Naboo: Swamp\\par Swamp",
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1339,
    "CardName": "Ithorian",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Good natured, optimistic herders from Ithor. Plant trees and reforest areas. Sided with the Rebellion at great risk to their home planet.",
    "Gametext": "Power and forfeit +2 while Momaw Nadon at Audience Chamber. While at any jungle, swamp, forest or exterior Endor site, adds one (Dark Side Force icon) icon and one (Light Side Force icon) icon. Prevents (selective creature icon) creatures from attacking where present.",
    "Icons": 0,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1342,
    "CardName": "J'Quille",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Whiphid \\b spy\\b0  in league with Lady Valarian. Yearns for battle. Enjoys hearing the screams of his victims. Plotting to kill Jabba.",
    "Gametext": "Power +2 on Hoth. At the start of a battle, may cause one opponent's character of ability < 3 present to be excluded from the battle. While at Audience Chamber, all your other Whipids are forfeit +2.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Murttoc Yine\\par Sy Snootles",
    "Counterpart": "Tanus Spijek",
    "Combo": "J'Quille + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1346,
    "CardName": "Jabba The Hutt",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gangster\\b0, \\b leader\\b0, \\b Hutt\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 6,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Jabba Desilijic Tiure. Male heir to Zorba the Hutt. \\b Gangster\\b0. \\b Leader\\b0  of one of the largest criminal organizations in the galaxy. Over six hundred years old.",
    "Gametext": "Deploy -2 at Tatooine or Nal Hutta. To use his landspeed requires +2 Force. May escort a captive. While at Audience Chamber, adds 1 to forfeit of all your other aliens and allows you to activate 1 Force for whenever you Force drain with an alien. Immune to attrition < 4.",
    "Icons": 0,
    "Information": "Jabba personas are:\\par \\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V)\\par Mighty Jabba",
    "Combo": "Jabba The Hutt + 4-LOM With Concussion Rifle\\par 4-LOM adds one battle destiny with Jabba.\\par -----\\par Jabba Jabba The Hutt + Boelo\\par Cancel one opponent's battle destiny.\\par -----\\par Jabba The Hutt + Ephant Mon + Chokk",
    "Rules": "(AR 1.7.1, B-10)\\par The phrase \"to move requires +2 Force\" on this alien applies only when Jabba is using his own landspeed.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1350,
    "CardName": "Jabba's Palace Sabacc",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Jabba has won the service of many of his guards and other henchbeings through games of chance.",
    "Gametext": "\\b Requirements:\\b0  A Gambler, gangster, smuggler or information broker at a Jabba's Palace site. \\b Wild cards (1-6):\\b0  Passenger Deck and deserts. \\b Clone cards:\\b0  Aliens and Jabba's Palace sites. (Gamblers and Jabba may use clone cards as 4's.) \\b Stakes:\\b0  One character weapon or non-unique alien.",
    "Icons": 0,
    "Counterpart": "Jabba's Palace Sabacc",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1351,
    "CardName": "Jabba's Palace Sabacc",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Jabba could lick anyone at sabacc.",
    "Gametext": "\\b Requirements:\\b0  A Gambler, gangster, smuggler or information broker at a Jabba's Palace site. \\b Wild cards (1-6):\\b0  Passenger Deck and deserts. \\b Clone cards:\\b0  Aliens and Jabba's Palace sites. (Gamblers and Jabba may use clone cards as 4's.) \\b Stakes:\\b0  One character weapon or non-unique alien.",
    "Icons": 0,
    "Counterpart": "Jabba's Palace Sabacc",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1353,
    "CardName": "Jabba's Palace: Audience Chamber",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, may use 4 Force to cancel Scum and Villainy. Immune to Revolution.   Once per game you may deploy one alien here from Reserve Deck; reshuffle.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, may use 4 Force to cancel Scum and Villainy. Immune to Revolution.",
    "DarkSideText": "Once per game you may deploy one alien here from Reserve Deck; reshuffle.",
    "Icons": "Interior, Planet",
    "Planet": 1,
    "Interior": 1,
    "Pulls": "One alien from Reserve Deck once per game.",
    "IsPulled": "Tatooine: Jabba's Palace",
    "Counterpart": "Jabba's Palace: Audience Chamber",
    "Combo": "Jabba's Palace: Audience Chamber + Gailid\\par Gailid adds 1 to Force drains at Jabba's Palace sites.",
    "Cancels": "Scum And Villainy for 4 Force.",
    "IsCanceledBy": "B'omarr Monk cancels Jabba's Palace Dark Side game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1354,
    "CardName": "Jabba's Palace: Audience Chamber",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Scum And Villainy is canceled. May deploy Bo Shuda from Reserve Deck; reshuffle.   Your alien leaders here are immune to attrition.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Scum And Villainy is canceled. May deploy Bo Shuda from Reserve Deck; reshuffle.",
    "DarkSideText": "Your alien leaders here are immune to attrition.",
    "Icons": "Interior, Planet",
    "Planet": 1,
    "Interior": 1,
    "Information": "While Kalit at Jabba's Palace: Audience Chamber, all your other Jawas are power +2.",
    "Pulls": "Bo Shuda",
    "IsPulled": "Mindful Of The Future",
    "Counterpart": "Jabba's Palace: Audience Chamber",
    "Cancels": "Scum And Villainy if you control this site.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1355,
    "CardName": "Jabba's Palace: Droid Workshop",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, with a droid here, Force drain +1 here.   Your droids deploy -1 here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, with a droid here, Force drain +1 here.",
    "DarkSideText": "Your droids deploy -1 here.",
    "Icons": "Interior, Planet, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "EV-9D9 may Force drain here (+1 for each other droid present, including captive droids).",
    "IsPulled": "Tatooine: Jabba's Palace",
    "IsCanceledBy": "B'omarr Monk cancels Jabba's Palace Dark Side game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1356,
    "CardName": "Jabba's Palace: Dungeon",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "prison",
    "Destiny": 0,
    "Gametext": "If you control, may use 3 Force to release an imprisoned captive here.   Whenever a bounty hunter delivers a captive here, retrieve 2 Force (once per captive).",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, may use 3 Force to release an imprisoned captive here.",
    "DarkSideText": "Whenever a bounty hunter delivers a captive here, retrieve 2 Force (once per captive).",
    "Icons": "Interior, Planet",
    "Planet": 1,
    "Interior": 1,
    "Information": "This site is a prison.\\par -----\\par Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Jabba's Palace: Dungeon",
    "IsPulled": "Sonic Bombardment\\par Sonic Bombardment (V)\\par Tatooine: Jabba's Palace",
    "IsCanceledBy": "B'omarr Monk cancels Jabba's Palace Dark Side game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1357,
    "CardName": "Jabba's Palace: Entrance Cavern",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Force drain +1 here and your aliens deploy -2 here.   Bib Fortuna deploys -3 here. If you control, with a Gamorrean here, Force drain +1 here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Force drain +1 here and your aliens deploy -2 here.",
    "DarkSideText": "Bib Fortuna deploys -3 here. If you control, with a Gamorrean here, Force drain +1 here.",
    "Icons": "Interior, Exterior, Planet",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "IsPulled": "Tatooine: Jabba's Palace",
    "Counterpart": "Jabba's Palace: Entrance Cavern",
    "IsCanceledBy": "B'omarr Monk cancels Jabba's Palace Dark Side game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1358,
    "CardName": "Jabba's Palace: Entrance Cavern",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Force drain +1 here.   Gamorrean Guards are power and forfeit +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Force drain +1 here.",
    "DarkSideText": "Gamorrean Guards are power and forfeit +1 here.",
    "Icons": "Interior, Exterior, Planet",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "IsPulled": "Mindful Of The Future",
    "Counterpart": "Jabba's Palace: Entrance Cavern",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1360,
    "CardName": "Jabba's Palace: Rancor Pit",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If your character here is 'eaten,' opponent retrieves Force equal to character's forfeit.   Dark Waters may deploy here. If a creature present, cards cannot move from here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "If your character here is 'eaten,' opponent retrieves Force equal to character's forfeit.",
    "DarkSideText": "Dark Waters may deploy here. If a creature present, cards cannot move from here.",
    "Icons": "Interior, Underground, Planet",
    "Planet": 1,
    "Interior": 1,
    "Underground": 1,
    "IsPulled": "Tatooine: Jabba's Palace",
    "IsCanceledBy": "B'omarr Monk cancels Jabba's Palace Dark Side game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1362,
    "CardName": "Jabba's Sail Barge",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 7,
    "Armor": 5,
    "Landspeed": 2,
    "Lore": "Ubrikkian sail barge. Custom built for Jabba with an armored hull and weaponry. Top speed of 100 kph. Used by the Hutt crimelord on his many trips to Mos Eisley.",
    "Gametext": "Deploys only on Tatooine; you may immediately deploy Passenger Deck from your Reserve Deck and reshuffle. May add 1 driver and 7 passengers. Your aliens deploy -1 aboard.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "Pulls": "Jabba's Sail Barge: Passenger Deck",
    "IsPulled": "Power Of The Hutt",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1364,
    "CardName": "Jabba's Sail Barge: Passenger Deck",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your characters may enter/exit here for 4 Force each.   If you occupy, Sail Barge is immune to attrition.",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "LightSideText": "Your characters may enter/exit here for 4 Force each.",
    "DarkSideText": "If you occupy, Sail Barge is immune to attrition.",
    "Icons": "Interior, Vehicle",
    "Interior": 1,
    "Vehicle": 1,
    "IsPulled": "Jabba's Sail Barge\\par Jabba's Sail Barge (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1388,
    "CardName": "Jedi Mind Trick",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"You will bring Captain Solo and the Wookiee to me.\"",
    "Gametext": "USED: Cancel a Force drain at a site if Luke is at an adjacent site. LOST: If your character of ability > 4 is present with an opponent's leader, release a captive from a related prison (canceled if opponent loses 2 Force).",
    "Icons": 0,
    "Cancels": "A Force drain at a site if Luke is at an adjacent site.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1393,
    "CardName": "Jess",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, female",
    "Destiny": 1,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Popular \\b musician\\b0. Often seen with Bib Fortuna. Captivates those around her. Hoping to join a band and leave Jabba's palace.",
    "Gametext": "May retrieve 1 Force each time you deploy a musician to same site. During your turn, may use 1 Force to 'charm' one male alien of ability < 3 present; that male is forfeit = 0 for remainder of turn.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1394,
    "CardName": "Jet Pack",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Destiny": 4,
    "Lore": "Mitrinomon Z-6 jet pack. Exhaust vents are used to maneuver in mid-flight. Gyro-stabilizer automatically applies counterthrust when landing.",
    "Gametext": "Use 3 Force to deploy on any alien (except Boba Fett or Jabba). May 'fly' (landspeed = 3). May use 2 Force to move as a 'react'.",
    "Icons": 0,
    "IsPulled": "Any Methods Necessary (V)",
    "IsCanceledBy": "Game text canceled by Mandalorian Mishap.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1408,
    "CardName": "Kalit",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Jawa\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Jawa \\b leader\\b0. Seeking to peacefully settle a long-standing disagreement with his rival, Wittin. Wants Jabba to mediate their talks.",
    "Gametext": "Deploys only on Tatooine. Your Jawa Siesta is not unique (*), is doubled, deploys free (or for 6 Force from each player) and \\b cumulatively\\b0  affects your Jawas' forfeit. While at Audience Chamber or Jawa Camp, all your other Jawas are power +2.",
    "Icons": 0,
    "IsPulled": "Aved Luun\\par Princess Organa to deploy to same location.",
    "Combo": "Kalit + Jawa Siesta",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1417,
    "CardName": "Ke Chu Ke Kukuta?",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "\"Balka. Hachu ma blinki?\"",
    "Gametext": "If opponent just deployed an Imperial to a Jabba's Palace site (and you have no Rebels at any Jabba's Palace site), return Imperial to opponent's hand. Any Force used to deploy that Imperial remains used and Imperial may not be deployed for remainder of turn.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1435,
    "CardName": "Kiffex",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy with exactly 2 starships, your total power here is +2 and Vul Tazaene anywhere is doubled.   If you occupy with exactly 2 starships, your total power here is +2.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "If you occupy with exactly 2 starships, your total power here is +2 and Vul Tazaene anywhere is doubled.",
    "DarkSideText": "If you occupy with exactly 2 starships, your total power here is +2.",
    "Parsec": 2,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Counterpart": "Kiffex",
    "Combo": "Kiffex + Vul Tazaene",
    "Rules": "(AR 1.7.1, B-10)\\par While this system's game text \"doubles\" a character, it means that:\\par - Every printed number on that card is doubled (thus a 1 becomes a 2, a 2 becomes a 4, etc.)\\par - Every printed indication of number of uses is doubled (thus \"once\" becomes \"twice,\" \"twice\" becomes \"four times\" etc.). Apply any additional modifiers and other effects to the new values (e.g., a doubled Tonnika Sisters with Mandalorian Armor is power = 6, and a Vul Tazaene that has competed Jedi Test 3 will be ability 4, not ability 6).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1442,
    "CardName": "Kirdo III",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy, once per turn, may search Reserve Deck and take any desert, Kitonak, or Sandwhirl into hand; reshuffle.   If you control, Force drain -1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you occupy, once per turn, may search Reserve Deck and take any desert, Kitonak, or Sandwhirl into hand; reshuffle.",
    "DarkSideText": "If you control, Force drain -1 here.",
    "Parsec": 1,
    "Icons": "Planet",
    "Planet": 1,
    "Pulls": "Desert\\par Kitonak\\par Sandwhirl",
    "IsPulled": "A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1444,
    "CardName": "Kithaba",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b assassin\\b0",
    "Destiny": 2,
    "Power": "*",
    "Deploy": 4,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Famous Klatooinian assassin. After disposing of a few more prisoners, plans to quit the killing business and become a full-time \\b musician\\b0. Rises to the challenges he faces.",
    "Gametext": "Deploys only on Tatooine. * Power = 1 + ability of opponent's highest-ability character present. Adds 1 to power of anything he pilots.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Ak-rev",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1447,
    "CardName": "Kitonak",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Characteristics": "\\b musician\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Natives of Kirdo III, a desert world, Kitonak possess tough, leathery skin. Many become \\b musicians\\b0. Very patient. Thousands have been enslaved by the Empire.",
    "Gametext": "Power +1 at a Tatooine site, or power +2 at any desert. Immune to Gravel Storm, Sandwhirl and desert landspeed requirements. Immune to attrition < the number of your musicians present.",
    "Icons": 0,
    "IsPulled": "Kirdo III\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1448,
    "CardName": "Klaatu",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Kadas'sa'Nikto. Barada's main assistant. In charge of repairing Jabba's skiffs. \\b Gambler\\b0. Always tries to make it back to the palace to watch the rancor get fed.",
    "Gametext": "Deploys only on Tatooine. Power +2 when with Barada or when defending a battle a a Jabba's Palace site. During a battle at same site, may forfeit a transport vehicle present to satisfy all remaining battle damage and attrition against you.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1449,
    "CardName": "Klatooinian Revolutionary",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Some Klatooinians escaped enslavement by Hutt organizations. Continually fighting to free their species. Hate all Hutts.",
    "Gametext": "Power +2 at any Jabba's Palace site. May 'react' by deploying or moving to same site as any Hutt.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1482,
    "CardName": "Laudica",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0, female",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Corellian gun-runner. Skilled markswoman. Friends with Brindy Truchong and the Tonnika sisters. Romantically involved with Rayc Ryjerd, against her better judgment.",
    "Gametext": "When in a battle, you may 'react' by deploying any one non-unique blaster (for free) on Laudica from Reserve Deck; reshuffle. When present with your non-unique Corellian at a site, allows your character weapons to transfer for free there.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Blasters that deploy on Laudica:\\par \\par Blaster\\par Cloud City Blaster\\par Mos Eisley Blaster\\par Naboo Security Officer Blaster\\par Stun Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1505,
    "CardName": "Leslomy Tacema",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Female Duros. Expert pilot. Helps run the docking facilities in Mos Eisley. Friends with Ellorrs Madak. Approves all cargo manifests. Forgiving of minor transgressions.",
    "Gametext": "Adds 3 to power of anything she pilots. While at Audience Chamber, adds 2 to the power bonus provided by Ellorrs Madak.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1546,
    "CardName": "Life Debt",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"I'm all right, pal. I'm all right.\"",
    "Gametext": "If Han and Chewie are in a battle together, add two battle destiny. OR Search your Reserve Deck, take \\ul Falcon\\ul0  into hand, and reshuffle. OR If Han is defending a battle alone, you may 'react' by deploying Chewie there (for free) from your Reserve Deck; reshuffle.",
    "Icons": 0,
    "Information": "This card is giving Han, Chewie And The Falcon a total of 4 destiny draws.\\par -----\\par Destiny-adding Interrupts:\\par Don't Get Cocky, Gift Of The Mentor, Skywalkers, Rug Hug, Old Pirates, Protector, Surreptitious Glance, This Is Even Better, We'l Find Han, Artoo, I Have A Bad Feeling About This, and Life Debt",
    "Pulls": "Gold Squadron 1\\par Han, Chewie, And The Falcon\\par Lando In Millennium Falcon\\par Millennium Falcon\\par The Falcon\\par Chewie\\par Chewie (V)\\par Chewie With Blaster Rifle\\par Chewie With Bowcaster\\par Chewie, Enraged\\par Chwbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector",
    "Combo": "Life Debt + That's One\\par That's One makes Life Debt a Used Interrupt.",
    "IsCanceledBy": "Furry Fury",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1575,
    "CardName": "Loje Nella",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b accountant\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Accountant. Descended from a species of cliff boring worms. Reluctant assistant to Mosep. Purposefully mismanages funds to obstruct Jabba's nefarious activities.",
    "Gametext": "While at Audience Chamber, suspends Gailid's and Mosep's game text and allows you to activate 1 Force whenever you Force drain with an alien.",
    "Icons": 0,
    "Combo": "Loje Nella + Arcona",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1633,
    "CardName": "Malakili",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Corellian. Worked for Circus Horrificus. Disapproves of Jabba's treatment of the rancor. Plotting with Lady Valarian to steal the immense beast away from Jabba's palace.",
    "Gametext": "Deploys only on Tatooine. During your control phase, may snare (steal) one creature or unoccupied creature vehicle present. Creatures at same site (except Sarlacc) do not attack and cannot be attacked.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1638,
    "CardName": "Mandalorian Mishap",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Most space-faring adventurers meet their fate with a calm, quiet dignity.",
    "Gametext": "If Boba Fett is defending a battle, draw one destiny. Subtract that amount from opponent's attrition and total power (cannot fall below zero). OR Cancel, for remainder of turn, the game text of Jet Pack or any weapon that may fire repeatedly.",
    "Icons": 0,
    "Information": "This a rather bland card that may find a use against the many bounty hunter decks running around. If people continue to play with their favorite character, Boba Fett, we may see a use for the first part of this destiny 5, Used Interrupt. It allows you to draw destiny and to subtract that number from the opponents power and attrition total if Fett is defending in the battle. The second function simply cancels Jet Pack's game text or any weapon that fires repeatedly. Neither of these are used very often and despite the high destiny on the card, it will probably be too specific to see much time in the field.",
    "Cancels": "Game text of Jet Pack.\\par Game text of any weapon that may fire repeatedly.\\par Game text of Antipersonnel Laser Cannon.\\par Game text of AT-ST Dual Cannon.\\par Game text of Boba Fett's Blaster Rifle.\\par Game text of Dr. Evazan's Sawed-off Blaster.\\par Game text of Light Repeating Blaster Rifle.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1660,
    "CardName": "Max Rebo",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b musician\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Ortolan \\b musician\\b0  and \\b gambler\\b0. Head of The Max Rebo Band. Signed a lifetime contract to Jabba in exchange for unlimited food.",
    "Gametext": "Power +2 on Hoth. If at same site as another of your musicians, you may play Bith Shuffle to cancel a Force drain at an adjacent site. While at Audience Chamber, all your other musicians are deploy -1 and forfeit +3.",
    "Icons": 0,
    "Information": "Oddly enough, people may begin to play with Bith Shuffle because of this card alone. Max's ability to cancel a Force drain at a neighboring site can do wonders for saving Force, especially if Max is sitting at a location that your opponent doesn't particularly want to go. Thus, Max usually requires a bodyguard of some kind.",
    "Combo": "Max Rebo vs. Walker Garrison - If played correctly, Max can be the centerpiece of a deck which has to play against AT-AT's a lot. With his Power bonus, he becomes a reasonably potent character, and with his Force drain cancelling game text, he can stop at least one of the massive drains pumped out by Walker Garrison.\\par \\par Max Rebo + Audience Chamber in a Jess-based deck - The musician deck is ready to rock as Max's deploy bonus decreases the already low deploy cost of the musicians, and Jess's text is made more useful.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1698,
    "CardName": "Mos Eisley Blaster",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "blaster",
    "Destiny": 5,
    "Lore": "BlasTech DL-18. Carried by Jabba's guards. Typically used for covering fire, to protect a comrade or pin an enemy down. Nicknamed \"Mos Eisley Special.\"",
    "Gametext": "Use 1 Force to deploy on your alien warrior (free if on Tatooine). May target a character for free. Draw destiny. Target is forfeit -2 for remainder of turn if destiny +2 > defense value.",
    "Icons": 0,
    "IsPulled": "Jabba's Through With You\\par Mara Jade, The Emperor's Hand",
    "Counterpart": "Mos Eisley Blaster",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1699,
    "CardName": "Mos Eisley Blaster",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "blaster",
    "Destiny": 5,
    "Lore": "Easily obtained by the Rebellion. Many are copies of the BlasTech DL-18 design. Plentiful on Tatooine. Used for suppressive fire.",
    "Gametext": "Use 1 Force to deploy on your alien warrior (free if on Tatooine). May target a character for free. Draw destiny. Target is forfeit -2 for remainder of turn if destiny +2 > defense value.",
    "Icons": 0,
    "Information": "The Mos Eisley Blaster enhances the Light Side's biggest advantage over the Dark Side in Star Wars, their forfeit values.\\par The Dark Side, especially the aliens in Jabba's Palace, has surprisingly low forfeit values, and a savvy Light Side player can quickly exploit that. The Mos Eisley Blaster helps that out tremendously, knocking off two forfeit in one destiny draw. Against powerhouses like Vader and Boba Fett, this is hardly a scratch, but the Dark Side aliens will struggle to have any forfeit at all after being hit with one of these.",
    "IsPulled": "Portable Scanner",
    "Counterpart": "Mos Eisley Blaster",
    "Combo": "Mos Eisley Blaster + A Gift\\par Use these two cards together to gain a big advantage in the attrition race. The Dark Side loses two off of its destiny draws, reducing the attrition that you take. Add in the Mos Eisley Blaster, and your opponent takes the same amount of attrition, but that attrition tends to go a little bit farther, by reducing a key character (such as Ortugg or J'Quille) to attrition fodder.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1713,
    "CardName": "Murttoc Yine",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b information broker\\b0, \\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "\\b Information broker\\b0. \\b Spy\\b0. Has many nefarious contacts in the underworld. Contact point for many seeking employment with Jabba.",
    "Gametext": "During your control phase, if at a Jabba's Palace site you control, may use 3 Force to search your Reserve Deck, take one other alien that is a smuggler, information broker, thief or spy into hand and reshuffle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "Advosze\\par Arica\\par Arica (V)\\par Dodo Bodonawieedo\\par Dr. Evazan\\par Dr. Evazan & Ponda Baba\\par Ephant Mon\\par Fozec\\par Fozec (V)\\par Garindan\\par Garindan (V)\\par Gela Yeens\\par Gela Yeens (V)\\par Grotto Werribee\\par Grotto Werribee (V)\\par J'Quille\\par Labria\\par Labria\\par Lathe\\par Mara Jade, The Emperor's Hand\\par Mercenary Pilot\\par Mercenary Pilot (V)\\par Outer Rim Scout\\par Ponda Baba\\par Ponda Baba (V)\\par Pote Snitkin\\par Reegesk\\par Ree-Yees\\par Shada (V)\\par Televan Koreyy\\par Thul Fain\\par Tonnika Sisters\\par Umpass-Stay\\par Velken Tezeri (V)\\par Wooof\\par Wooof (V)\\par Yade M'rak",
    "Combo": "Murttoc Yine + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1750,
    "CardName": "Nal Hutta",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Force drain -1 here and opponent's Nal Hutta game text is canceled.   During your control phase, may search Reserve Deck, take one Bounty or Hutt Bounty into hand; reshuffle.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, Force drain -1 here and opponent's Nal Hutta game text is canceled.",
    "DarkSideText": "During your control phase, may search Reserve Deck, take one Bounty or Hutt Bounty into hand; reshuffle.",
    "Parsec": 3,
    "Icons": "Planet",
    "Planet": 1,
    "Pulls": "Bounty\\par Hutt Bounty",
    "IsPulled": "Commander Merrejk\\par Jabba's Haven (V)\\par Kuat Drive Yards (V)",
    "Combo": "Nal Hutta + Vengeance\\par Vengeance is power +2 at Nal Hutta.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1753,
    "CardName": "Nar Shaddaa Wind Chimes",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "One of the few possessions Jabba brought with him from Nar Shaddaa, the smugglers moon orbiting Nal Hutta. A symbol of renewal in Hutt Society.",
    "Gametext": "Once per game, target one non-unique character on table. Draw destiny. If destiny < X, retrieve X Force, where X = the number of copies of that card you have on table. (Immune to Sense.) OR Search your Reserve Deck and take one non-unique alien into hand; reshuffle.",
    "Icons": 0,
    "Information": "Combo Card: Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Pulls": "Alderaan Operative\\par Anoat Operative\\par Arcona\\par Baragwin\\par Baragwin (V)\\par B'omarr Monk\\par Bothan Spy\\par Bothawui Operative\\par Chadra-Fan\\par Clak'dor VII Operative\\par Cloud City Technician\\par Cloud City Trooper\\par Corellian\\par Devaronian\\par Droid Merchant\\par Elom\\par Ewok Sentry\\par Ewok Spearman\\par Ewok Tribesman\\par Florn Lamproid\\par Gran\\par Gungan General\\par Gungan Guard\\par Gungan Warrior\\par H'nemthe\\par Ishi Tib\\par Ithorian\\par Jawa\\par Jawa (EP1)\\par Kashyyyk Operative\\par Kiffex Operative\\par Kirdo III Operative\\par Kitonak\\par Klatooinian Revolutionary\\par Moisture Farmer\\par Ortolan\\par Palace Raider\\par Palace Raider (V)\\par Ralltir Freighter Captain\\par Ralltir Operative\\par Saurin\\par Shistavanen Wolfman\\par Sic-Six\\par Snivvian\\par Talz\\par Tibanna Gas Miner\\par Tibrin Operative\\par Wookiee\\par Yarkora",
    "Counterpart": "Abyssin Ornament",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1780,
    "CardName": "Nikto",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Several different types if Nikto were sold to Jabba by slavers. Compete with Weequay to prove themselves the stronger species.",
    "Gametext": "Deploys only to a Jabba's Palace site. Power and forfeit +2 when defending a battle at a Jabba's Palace site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1781,
    "CardName": "Nizuc Bek",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Guard from Corulag. Former bouncer at the Mos Eisley cantina. Assigned by Jabba to guard celebrities visiting Jabba's palace. Friend of Wuher. Loves juri juice.",
    "Gametext": "Power +3 when present with your musician. When present at start of a battle, may cause one opponent's character of ability < X to move away for free (or that character is immediately lost) where X = the number of your musicians present.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1795,
    "CardName": "None Shall Pass",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "Jabba's Gamorrean guards keep a watchful eye for unwelcome guests.",
    "Gametext": "If opponent just deployed a Rebel to a Jabba's Palace site (and you have no Imperials at any Jabba's Palace site), return Rebel to opponent's hand. Any Force used to deploy that Rebel remains used, and Rebel may not be deployed for the remainder of turn.",
    "Icons": 0,
    "Information": "Ounee Ta makes None Shall Pass a unique (*) Lost Interrupt.",
    "IsCanceledBy": "Inconsequential Barriers",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1802,
    "CardName": "Nysad",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Kajain'sa'Nikto. Fiercely loyal to Jabba. Stands guard over the sail barge during the Hutt's many trips to Mos Eisley.",
    "Gametext": "Deploys only on Tatooine. May deploy as a 'react' to a Jabba's Palace site or aboard a vehicle at a Tatooine site. Power +3 when defending a battle at a Jabba's Palace site.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1842,
    "CardName": "Oola",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0 , female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Female Twi'lek \\b musician\\b0. Became a dancer to live a life of luxury. Has worked for Jabba for only two days. Desperate to escape.",
    "Gametext": "During your control phase, may cause opponent to reveal entire hand by using X Force, where X = number of cards in opponent's hand. All unique (*) male Imperials or unique (*) male aliens there are placed in opponent's Used Pile.",
    "Icons": 0,
    "Counterpart": "M'iiyoom Onith",
    "Combo": "Oola + It Can Wait",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1861,
    "CardName": "Ortolan",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Squat, floppy-eared food lovers. Ortolans come from the frigid planet Orto. Communicate above the auditory range of most species.",
    "Gametext": "Power and forfeit +2 on Hoth or at Dining Room. While at a marker site, \\b cumulatively\\b0  adds 1 to number of Hoth sites required for opponent to gain a Force drain bonus from Walker Garrison.",
    "Icons": 0,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Combo": "Ortolan + CZ-3 + Arcona",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1862,
    "CardName": "Ortugg",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Gamorrean\\b0",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Gamorrean in charge of the Gamorreans at Jabba's palace. Posted to stand guard at the entrance cavern. Assigned by Jabba to keep an eye on Tessek.",
    "Gametext": "Deploys only on Tatooine. Functions as a leader if present with another Gamorrean. While at Audience Chamber, all your other Gamorreans are forfeit +2.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1890,
    "CardName": "Palejo Reshad",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Corellian spice trader. Makes a large profit by selling spice in Jabba's court. Secretly uses part of the profit to help fund the Rebellion.",
    "Gametext": "Adds 2 to power of anything he pilots. While at Audience Chamber, all your Corellians are power and forfeit +1 (+2 if non-unique) and your Force generation at the Corellia system is +2.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Palejo Reshad follows the representative theory that is the basis for many aliens in Jabba's Palace. He makes your Corellians a little bit better, even Wedge and Han. Granted, they don't get quite the bonus that a non-unique Corellian would, they do receive the bonus. So what can you do with this extra power?Well, besides increasing your battle damage, enhanced power increases your resistance to Counter Assault, and makes using weapons like the Bowcaster a lot easier.",
    "Combo": "Palejo Reshad + Corellia",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1928,
    "CardName": "Pote Snitkin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Skrilling \\b smuggler\\b0. Supplied Jabba's henchmen with weapons when he was Hermi Odle's predecessor. An excellent driver.",
    "Gametext": "When driving a vehicle, that vehicle is power +3 and moves for free. While at Audience Chamber, all your other Skrillings are power +2 and forfeit +1.",
    "Icons": 0,
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1945,
    "CardName": "Princess Leia Organa",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, female",
    "Destiny": 1,
    "Power": 3,
    "Deploy": "*",
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Captured by Jabba. Princess Leia provided a distraction for his henchbeings. Waiting for the first chance to escape. Really made Jabba's tail wiggle.",
    "Gametext": "* Deploys free as an escorted captive of Jabba, or a bounty hunter (you may not initiate battle there on same turn). While a captive, opponent's unique (*) aliens at same site are forfeit -2. If released, retrieve 5 Force. Immune to attrition < 3.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187\\par -----\\par One of the hallmarks of the set, the new Princess Leia is a terrific character, with one extreme drawback, in that you must deploy her as a captive. This is simplified if your opponent helps you out by deploying a bounty hunter or Jabba to a site alone, or near alone. Simply deploy her one turn, hold on to your attack force, and assault the lone hunter another turn. If your opponent is more built up, or playing a Bounty/All Wrapped Up based deck, you'll have to be more crafty, with weapons and destiny-adding interrupts.\\par \\par Another strategy is to simply leave her as a captive. The reduction in your opponent's forfeit values can be near-devastating, since the Dark Side's aliens are already low in forfeit. Add in some high destinies during battle, and you can wipe out an entire site with surprisingly little effort. ",
    "IsPulled": "Leia's Back\\par Seeking An Audience\\par Seeking An Audience (V)",
    "Combo": "Princess Leia Organa replacing another Leia\\par -----\\par Princess Leia Organa (captive) + Luke Skywalker + Anakin's Lightsaber\\par -----\\par Princess Leia Organa + Jerus Jannick",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster",
    "Rules": "(AR 1.7.1, B-13)\\par This version of the Leia persona enters play either by deploying as a captive or, on rare occasion, by replacing a different Leia using the persona replacement rule (only if that other Leia is a captive of Jabba or a bounty hunter). Leia must still obey all normal deployment rules (e.g., she cannot deploy without presence or Force icons or to an opponent's starship or vehicle). All of this character card's game text should be applied whenever appropriate, even when she's a captive (this is a specific exception to the rules).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1956,
    "CardName": "Projection Of A Skywalker",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "**",
    "Characteristics": "hologram",
    "Destiny": 5,
    "Lore": "\"Greetings, Exalted One. Allow me to introduce myself. I am Luke Skywalker, Jedi Knight and friend to Captain Solo.\" \\b Hologram\\b0.",
    "Gametext": "Deploy on your side of table. Your Force drains are +1 at holosites and opponent must lose an additional 1 Force to draw a card with Shot In The Dark. (Immune to Alter.) OR Deploy on any planet site. Opponent's Force drains are -1 here.",
    "Icons": 0,
    "Information": "BG-J38 adds 2 to the destiny of each of your holograms and dejariks drawn for battle destiny or weapon destiny.",
    "Abbreviation": "POAS",
    "IsPulled": "Holoprojector\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Counterpart": "Image Of The Dark (V)",
    "Combo": "Projection Of A Skywalker + a holosite",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1964,
    "CardName": "Pucumir Thryss",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b miner\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Former gas miner. One of the Rebellion's contacts on Cloud City before it was taken over by the Empire. Wishes to return to Bespin and retake the floating city.",
    "Gametext": "While on Cloud City, adds 1 to your Force drains at Cloud City sites and adds 4 to destiny of each of your miners drawn for battle destiny. During your deploy phase, may deploy one non-unique Rebel to same Cloud City site from Reserve Deck; reshuffle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Here is the guy that is basically Echo Base Operations in one character card. He bumps up all of your Force drains on Cloud City while he is there. Also, if you combine the site function with a Clouds deck based around Cloud City, the increased destiny of your miners in battles can be a really big surprise for your opponent.\\par \\par He can also provide the support you need by getting non-unique Rebels from your Reserve Deck. This allows you to clear all of those low destiny troopers out of your Reserve Deck, and get them on the table. You can quickly amass a pretty formidable fighting force to defend Cloud City. Include couple of Rebel Pilots to help you get a destiny draw, or Rebel Guards for a power boost on defense.",
    "Pulls": "One non-unique Rebel to same Cloud City site.\\par Corellia Operative\\par Dresselian Commando\\par Endor Scout Trooper\\par Gray Squadron Y-wing Pilot\\par Green Squadron Pilot\\par Incom Engineer\\par Rebel Commander\\par Rebel Guard\\par Rebel Pilot\\par Rebel Scout\\par Rebel Squad Leader\\par Rebel Tech\\par Rebel Trooper\\par Rebel Trooper (V)\\par Rebel Trooper Recruit\\par Rogue Gunner\\par Tauntaun Handler\\par Tibrin Operative\\par Veteran Rogue (V)",
    "IsPulled": "Lando Calrissian (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1972,
    "CardName": "Quarren",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Nicknamed \"squidheads.\" Quarren share their watery homeworld with the Mon Calamari. Betrayed their planet to the Empire. Dwell on the past. Rarely look to the future.",
    "Gametext": "If present at a non-shielded site, your Imperials may deploy there (regardless of location deployment restrictions). When at a planet site, Tactical Support, Imperial Reinforcements and Full Scale Alert are Used Interrupts.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1978,
    "CardName": "Quick Reflexes",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "Boba Fett's helmet has infrared capabilities, a motion tracking system, a macrobinocular viewer, an internal comlink and a broadband antenna. He doesn't miss a thing.",
    "Gametext": "Deploy on your side of table. During your draw phase, you may use 2 Force to search your Lost Pile. Take one Hidden Weapons into hand or take any one blaster and immediately deploy it (for free).",
    "Icons": 0,
    "Pulls": "Hidden Weapons from Lost Pile.\\par Any one blaster from Lost Pile.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1988,
    "CardName": "R'kik D'nec, Hero Of The Dune Sea",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jawa\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "A tribe of Tusken Raiders, a herd of angry banthas, a raging Krayt Dragon and R'kik. Minutes later, the Jawa emerged from the Dune Sea, a bantha tusk over his shoulder.",
    "Gametext": "Deploys only on Tatooine. Jawa weapons deploy free on R'kik; when firing one, may add up to 3 to total weapon destiny just drawn. When he is playing Dune Sea Sabacc and wins, he wins double.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Aved Luun to deploy to same location.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2021,
    "CardName": "Rancor",
    "Grouping": "Dark",
    "CardType": "Creature",
    "Subtype": "Creature",
    "ModelType": "Gigantic Predator",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Characteristics": "ferocious",
    "Destiny": 1,
    "Ferocity": "*",
    "CreatureDefenseValue": 5,
    "CreatureDefenseValueName": "Armored Hide",
    "Deploy": 6,
    "Forfeit": 0,
    "Lore": "Indigenous to Dathomir, but found on several dozen worlds throughout the galaxy. Vicious predator. Sometimes kept as pets by eccentrics and crime lords.",
    "Gametext": "* Ferocity = 8 + destiny. Habitat: Rancor Pit and exterior planet sites. Deploys only to the Rancor Pit or to where Malakili is the only character. Moves towards another Rancor whenever possible.",
    "Icons": 0,
    "IsPulled": "Swamp",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2026,
    "CardName": "Rayc Ryjerd",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "An 'honest' \\b smuggler\\b0. Working for Jabba to pay off debts for his ship. Rycar's son. Even more of an idiot.",
    "Gametext": "Adds 2 to power of anything he pilots (or 4 if trained by Rycar Ryjerd). Any starfighter Rayc pilots is immune to Tallon Roll and is not lost if an asteroid sector is drawn for asteroid destiny.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Rayc, as a character, won't make it into many general use decks. He's a little expensive for a power 2, ability 2 character. However, in a space deck, he is near invaluable. Tallon Roll is one of the more effective means for the Dark Side to get rid of pesky starfighters (like the Falcon.) Rayc makes his starfighter immune to this tricky maneuver, protecting you from a world of hurt. Also, against an Asteroids deck, he can be extremely useful, avoiding the nasty Asteroid sector draw. Put him on a high maneuver ship, like an X-Wing on the Falcon, and he'll almost never be hit by a rock. Send him in to the Asteroids on Rycar's Run, which he performs better than any character in the game.",
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Rayc Ryjerd + Rycar Ryjerd",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2077,
    "CardName": "Ree-Yees",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b smuggler\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Gran convicted of murder. Exiled from his homeworld. \\b Smuggler\\b0  and \\b bounty hunter\\b0. Slowly going insane. Fond of making things explode. Plotting to kill Jabba.",
    "Gametext": "Thrice per battle at same site, if you just drew a battle destiny of 3, may use 3 Force to add 3 to that destiny.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Double Back\\par Elis in Hinthra\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2087,
    "CardName": "Rennek",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Nerf herder. Personally oversees the herding of Jabba's nerfs. Scruffy-looking appearance conceals his expertise in unusual combat techniques.",
    "Gametext": "Creatures at same site (except Sarlacc) do not attack and cannot be attacked. Up to three times per turn, may use 1 Force to cumulatively add 1 to his power for remainder of turn.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Since the Hoth expansion came out, people have been wondering about Rennek: would it be a strange new alien, a Jawa or Han Solo's long lost brother? The answer came out with Jabba's Palace, when we learned that Rennek was the king of the sruffy-looking nerf herders. With Power and Ability of only one, the little Rennek seems pretty ordinary, but when you look at his game text, you realize he has the power to change the course of a game. First, he prevents all creatures from attacking at his site (except the almighty Sarlacc, who don't listen to anything but it's stomach), thus protecting you from such nasties as Bubo, the Wampas and especially the roaming Rancors. By keeping Rennek with your small power characters, you can use their game texts longer. The second part of his game text is also interesting: you can raise Rennek's Power three times per turn for only one Force each time! In the mid-game, when you have plenty of Force, Rennek is an argument that your opponent will have to consider. With Who's Scruffy-Looking?, you can double Rennek's Power, thus showing that unusual combat techniques are sometimes the best.",
    "Combo": "Rennek + Who's Scruffy-Looking?",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2096,
    "CardName": "Resistance",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Oola had to choose between giving in to Jabba's constant advances or resisting him and inciting his wrath.",
    "Gametext": "Deploy on your side of table. While you occupy at least 3 battlegrounds or opponent occupies no battlegrounds, you lose no more than 2 Force from each Force drain or 'insert' card. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Ultimatum",
    "Rules": "(AR 1.7.1, B-13)\\par See Ultimatum.\\par \\par (AR 1.7.1, B-16)\\par Ultimatum\\par The text of this card comes into effect as an automatic action when you lose your second Force (and meet all other requirements of the card). For example, if you are being drained for 5 Force and you satisfy the battleground requirements of Ultimatum as well as having It Could Be Worse in hand and 2 Force saved. If you choose to play It Could Be Worse to reduce the Force loss by 2, you have not lost any Force to the drain, and must still lose 2 Force before Ultimatum will take effect (and you then will not have to lose any more Force).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2109,
    "CardName": "Revealed",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Where am I?\" \"Jabba's palace.\" \"Who are you?\"",
    "Gametext": "Place one opponent's Undercover spy in opponent's Used Pile. OR If opponent just deployed a spy to a site where opponent has no presence or Force icons, return spy to hand. Any Force used to deploy spy remains used and that card may not deploy this turn.",
    "Icons": 0,
    "Information": "Combo Card: Path Of Least Resistance & Revealed",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2156,
    "CardName": "Saelt-Marae",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Male Yarkora. Mysterious member of Jabba's court. Posing as an alien artifact trader. Associates with the B'omarr monks at Jabba's palace. No one knows his true motivations.",
    "Gametext": "During battle, if an opponent's alien present, may use 3 Force to peek at top card of any Reserve Deck. While at Audience Chamber, all your other Yarkora are power and forfeit +2.",
    "Icons": 0,
    "Combo": "Saelt-Marae + Kal'Falnl C'ndros",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2159,
    "CardName": "Salacious Crumb",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Male Kowakian. Prankster. Humiliates others for Jabba's amusement. His life depends on making Jabba laugh at least once per day.",
    "Gametext": "Opponent may initiate battle at same site for free. At same or adjacent site, whenever an opponent draws a card for battle destiny, if it is: Even, opponent must use 1 Force (if possible); Odd, destiny card is lost. (AH-hahahahaha!)",
    "Icons": 0,
    "IsPulled": "Hondo Ohnaka",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2170,
    "CardName": "Sandwhirl",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Mobile",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "<>",
    "Destiny": 4,
    "Lore": "Called \"Teeth Of The Wind\" by Tusken Raiders. Only those familiar with Tatooine's vast deserts can navigate successfully during its furious onslaught.",
    "Gametext": "Deploy on a desert. Specify starting direction. All characters (except Jawas and Tusken Raiders) present at same non-interior site are missing. During your control phase, moves to next adjacent site (reversing directions as necessary), but lost if at an interior site.",
    "Icons": 0,
    "Information": "CubsFan in the PC Rules Questions Forum Mon Aug 21, 2006 9:56 pm\\par \\par Control may be played as a response to the deployment of Sandwhirl, before it has a chance to resolve. Therefore, you may cancel Sandwhirl before it makes the characters go lost.\\par \\par This only works, however, if Control is actually declared as a response. If Sandwhirl is successfully deployed, Controlling it later won't help your poor missing characters.\\par -----\\par Sonn in the PC Rules Questions Forum Tue Aug 22, 2006 12:02 am\\par \\par Any interrupt that cancels may be played during the optional response portion of the deploying action, and thus cancel it before it ever reaches play. This is why Surreptitious Glance can cancel Dark Deal against TDIGWATT, because the objective doesn't flip until Dark Deal hits the table.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Sandwhirl",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2171,
    "CardName": "Sandwhirl",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Mobile",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "<>",
    "Destiny": 4,
    "Lore": "Jawa shamans often predict when and where a sandstorm is going to take place. Even when caught in such a storm, the Jawas know how to avoid misfortune.",
    "Gametext": "Deploy on a desert. Specify starting direction. All characters (except Jawas and Tusken Raiders) present at same non-interior site are missing. During your control phase, moves to next adjacent site (reversing directions as necessary), but lost if at an interior site.",
    "Icons": 0,
    "Information": "CubsFan in the PC Rules Questions Forum Mon Aug 21, 2006 9:56 pm\\par \\par Control may be played as a response to the deployment of Sandwhirl, before it has a chance to resolve. Therefore, you may cancel Sandwhirl before it makes the characters go lost.\\par \\par This only works, however, if Control is actually declared as a response. If Sandwhirl is successfully deployed, Controlling it later won't help your poor missing characters.\\par -----\\par Sonn in the PC Rules Questions Forum Tue Aug 22, 2006 12:02 am\\par \\par Any interrupt that cancels may be played during the optional response portion of the deploying action, and thus cancel it before it ever reaches play. This is why Surreptitious Glance can cancel Dark Deal against TDIGWATT, because the objective doesn't flip until Dark Deal hits the table.",
    "IsPulled": "Kirdo III\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Sandwhirl",
    "Combo": "Sandwhirl + Kitonaks",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2188,
    "CardName": "Scum And Villainy",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "A relief in Nal Hutta sandstone. Hand-carved by slaves of the great Hutt artist Dreyba. Commissioned by Jabba to illustrate his vast influence. Titled \"Ne Ganna Dateel Jabba.\"",
    "Gametext": "Deploy on Audience Chamber. While all your ability on table is provided only by aliens and [Independent] starship pilots, your aliens and starships deploy -1 and you retrieve 2 Force whenever you initiate battle. (Immune to Alter if you control at least three Jabba's Palace sites.)",
    "Icons": 0,
    "Information": "Jabba at Jabba's Palace: Audience Chamber makes Scum And Villainy immune to Alter.",
    "Abbreviation": "S&V, Scum",
    "IsPulled": " Jabba The Hutt (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-14)\\par You may not receive any of the benefits of this Effect if you do not already have ability on table either provided by an alien or a pilot of an independent starship.",
    "IsCanceledBy": "Jabba's Palace: Audience Chamber (Dark Side) Light Side text for 4 Force.\\par -----\\par Jabba's Palace: Audience Chamber Light Side\\par -----\\par Force retrieval is canceled by You've Got A Lot Of Guts Coming Here while Han at a battleground.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2227,
    "CardName": "Sergeant Doallyn",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0",
    "Destiny": 4,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Humanoid mercenary. \\b Gambler\\b0. Blackmailed into working for Jabba. Friend of Yarna d'al' Gargan. Expert in breathing apparatus. Needs Hydron 3 cartridges to breathe.",
    "Gametext": "When Doallyn is on Tatooine, Tusken Breath Mask may target one of your characters on Tatooine, is immune to Alter, is not unique, doubles its power and forfeit bonuses and provides protection from Gravel Storm and Sandwhirl.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Yarna d'al' Gargan (V)",
    "Combo": "Sergeant Doallyn + Sandwhirl",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2247,
    "CardName": "Shasa Tiel",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b accountant\\b0, female",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Armor": 3,
    "Ability": 1,
    "Lore": "Ishi Tib accountant. One of Mosep's assistants. Formerly worked for SoroSuub Inc. Blackmailed into working for Jabba. Hates her job. Searching for a means of escape.",
    "Gametext": "Power +1 at any swamp. During opponent's control phase, may use 3 Force to examine the cards in opponent's Force Pile, reorder however you wish and replace. While at Audience Chamber, all your other Ishi Tibs are power and forfeit +2.",
    "Icons": 0,
    "Information": "Swamps are:\\par \\par Dagobah: Swamp (Light Side)\\par Naboo: Swamp\\par Swamp\\par -----\\par This is one expensive lady. For the 3 Force you are paying out, you are only getting an immediate power of 1 and ability of 1. Though she seems vulnerable to weapons fire (low ability number) actually, she does have armor of 3. Like the other Ishi Tibs, Shasa is power +1 at swamps. A rather useless game function currently considering the number of swamps that are played with. What she can do though, is mess with the order of your Force Pile. During your opponents control phase, you can pay 3 Force to sort throuh their Force Pile and rearrange the cards any way you choose. Quirky hun? It may take some time, but I wonder if anyone can find a cool way to use this game text? Finally, she is also a Representative for her race while she is in the Audience Chamber and will add +2 to the power and forfeit of all other Ishis.",
    "Combo": "Shasa Tiel + Frozen Assets",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2263,
    "CardName": "Sic-Six",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Gifted engineers. Sic-six believe their technology is superior. Have a poison stinger. Spin vast and intricate webs which create a hazard for landing starships. Avoided by pilots.",
    "Gametext": "Subtracts 2 from forfeit of each opponent's pilots at same site. Prevents characters from moving to or from same or adjacent site using Elis Helrot or Nabrun Leids.",
    "Icons": 0,
    "Information": "The Sic-Six embody the aliens in the Star Wars universe. Wierd-looking. However, despite this, the Sic-Six can provide an extremely useful service. Elis Helrot is one of the more effective ways to move characters as the Dark Side, and enough Sic-Six can bring that strategy to a grinding halt. Note, though, that you lose the ability to use Nabrun Leids. However, generally, you'll not be relying on Nabrun Leids, not as much as your opponent will rely on Elis Helrot. ",
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Counterpart": "Lobel",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2273,
    "CardName": "Skiff",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "skiff",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 3,
    "Landspeed": 3,
    "Maneuver": 3,
    "Lore": "Repulsorlift engine. 9.2 meters long. Controlled by two directional steering vanes. Jabba's fleet of skiffs is maintained by Barada.",
    "Gametext": "Deploy -1 to a Tatooine site. May add 1 driver and 5 passengers. May move as a 'react.' If lost, any characters aboard may \"jump off\" (disembark).",
    "Icons": 0,
    "Information": "Skiffs are:\\par \\par Racing Skiff\\par Skiff\\par -----\\par This open transport vehicle is one of the better rides available for Light Side and Dark Side characters alike. It deploys -1 to Tatooine sites, Tatooine being one of the fairly popular planets on the tournament scene.\\par A Skiff has excellent capacity, easily accommodating one driver and up to five passengers. Remember that the driver need not be a pilot, and doesn't add a piloting bonus to the transport vehicle if he/she is a pilot. However, the driver makes use of his/her personal power along with the passengers since they're all on an open vehicle. Although this makes them vulnerable to weapons fire, any or all the characters on board may surely fire back. \\par Dark Side Skiff users may wish to take advantage of an Anti-personnel Laser Cannon deployed on the vehicle as well. The most powerful feature of the Skiff is its ability to move as a react. Being able to move as many as six characters to a battle or Force drain is always advantageous. To protect those characters, they may all disembark should the Skiff become lost, unlike most other vehicles. Taking into account of its attractive features, the Skiff is best utilized with mains and other tough characters to protect multiple exterior sites by reacting to where they're needed. (Just beware of Sense!) Skiffs can play a powerful role in many decks encompassing ground forces by keeping them highly mobile. Mobility is a definite tactical advantage.",
    "Counterpart": "Skiff",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2274,
    "CardName": "Skiff",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "skiff",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 3,
    "Landspeed": 3,
    "Maneuver": 3,
    "Lore": "Top speed of 250 kph. Repulsorlift engine. Equipped with two electromagnetic load lifters. Frequently used by shipping companies to transfer cargo between freighters.",
    "Gametext": "Deploy -1 to a Tatooine site. May add 1 driver and 5 passengers. May move as a 'react.' If lost, any characters aboard may \"jump off\" (disembark).",
    "Icons": 0,
    "Information": "Skiffs are:\\par \\par Racing Skiff\\par Skiff\\par -----\\par This open transport vehicle is one of the better rides available for Light Side and Dark Side characters alike. It deploys -1 to Tatooine sites, Tatooine being one of the fairly popular planets on the tournament scene.\\par A Skiff has excellent capacity, easily accommodating one driver and up to five passengers. Remember that the driver need not be a pilot, and doesn't add a piloting bonus to the transport vehicle if he/she is a pilot. However, the driver makes use of his/her personal power along with the passengers since they're all on an open vehicle. Although this makes them vulnerable to weapons fire, any or all the characters on board may surely fire back. \\par Dark Side Skiff users may wish to take advantage of an Anti-personnel Laser Cannon deployed on the vehicle as well. The most powerful feature of the Skiff is its ability to move as a react. Being able to move as many as six characters to a battle or Force drain is always advantageous. To protect those characters, they may all disembark should the Skiff become lost, unlike most other vehicles. Taking into account of its attractive features, the Skiff is best utilized with mains and other tough characters to protect multiple exterior sites by reacting to where they're needed. (Just beware of Sense!) Skiffs can play a powerful role in many decks encompassing ground forces by keeping them highly mobile. Mobility is a definite tactical advantage.\\par \\par \\par A much more modern version of your transport vehicles. This is a truly a card showing you get what you pay for. For your 3 Force you are getting a 3 power, forfeit, maneuver and landspeed. Not too bad. It will deploy for a -1 on Tatooine and may carry 6 passengers. I can really see this becoming this years exciting new model, while Deserts are on the table.",
    "Counterpart": "Skiff",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2275,
    "CardName": "Skrilling",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "\\b scavenger\\b0",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Regarded as whiners. Skrillings are a scavenger species. Steal from corpses left behind on battlefields. Feed on carrion and uncooked meat. Avoided by many species.",
    "Gametext": "Once per turn, may steal a weapon or device from an opponent's character just lost or forfeited where present. When you play Tusken Scavengers, may steal vehicles, weapons and devices found (place them in your Used Pile).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Combo": "Skrilling + Tusken Scavenger",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2276,
    "CardName": "Skull",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Bidlo Kwerve was involved in both the procurement and (posthumously) the loss of the rancor.",
    "Gametext": "During a battle or attack, place out of play one non-droid character, creature or creature vehicle from your Lost Pile. Add its destiny number to your total power. OR Search your Reserve Deck, take Fallen Portal or Blast the Door, Kid! into hand and reshuffle.",
    "Icons": 0,
    "Information": "The Skull is a strange card in that it actually forces you to put your own character out of play. In general, this is a bad thing, but it's important to note that the out of play rules don't affect non-unique characters. Also, they don't stop you from putting multiple copies of a unique card out of play. If you can manage to get a high destiny character into your Lost Pile early (like Wedge Antilles or Leesub Sirlin), then you can use their skulls for a massive power boost. Jawas are naturally a destiny of 3, making them very good choices for skull-throwing.",
    "Pulls": "Blast The Door, Kid!\\par Fallen Portal",
    "Combo": "Skull + Fallen Portal -- This combo is obvious, but is very helpful. Fallen Portal is a powerful card, especially if you can lure your opponent into one of the sites mentioned on the card. With the low-ability aliens running around, Fallen Portal can be a surprisingly effective way of taking out your opponent's characters.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2292,
    "CardName": "Snivvian",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Cadomai is the homeworld of the generally artistic Snivvians. Its cold, dark climate makes them excellent \\b scouts\\b0.",
    "Gametext": "May deploy as a 'react'. Power +2 under \"nighttime conditions\". When at a site, if opponent cancels Nightfall on the related system, causes Effect to go to Used Pile and may retrieve 2 Force.",
    "Icons": 0,
    "IsPulled": "General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control)\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2300,
    "CardName": "Someone Who Loves You",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Han's apprehension toward his mysterious liberator was rather quickly overcome.",
    "Gametext": "If Han was just lost and Leia is on table (or vice versa), place the just-lost character on your Used Pile instead. OR If Leia is present at a site where Han is a captive, release Han. OR Cancel a Force drain at a prison.",
    "Icons": 0,
    "Cancels": "A Force drain at a prison",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2361,
    "CardName": "Strangle",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 7,
    "Lore": "\"Aacccck!\"",
    "Gametext": "Target an escort alone and its captive. Draw destiny. Escort lost if destiny + captive's power > escort's ability + power. OR During a battle at a site where Leia is an escorted captive, add one battle destiny.",
    "Icons": 0,
    "Information": "Ah, one of the very rare 7 destiny cards in the game. Typically these cards fall into the \"never used except for destiny draws\" category but this one may be different. Not only will it give your captive a shot at freedom from a weaker escort, but it will allow you to add one battle destiny whenever Leia is an escorted captive at the same site. This card has actually been used often in conjunction with deploying Leia to Jabba. Drop your captive Leia onto Jabba and then \"Aacccck!\" no more Jabba. Of course, you need to draw a good destiny to pull it off, but hey use enough Strangles and you got it made!",
    "Combo": "Strangle + Princess Leia Organa\\par This is an obvious combo that is used quite often. As mentioned above, use this to either destroy Jabba during a critical turn, or to get your Leia out.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2415,
    "CardName": "Tamtel Skreej",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b spy\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Gambler\\b0. Lando Calrissian posed as a guard for Jabba in order to \\b spy\\b0  on the Hutt. Feared that he would be recognized by some of Jabba's companions.",
    "Gametext": "Deploys only on Tatooine. Adds 2 to power of anything he pilots. Once per game, Undercover may deploy on Tamtel from Reserve Deck; reshuffle. While at a site you control, Rebels are immune to None Shall Pass at that site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Unlikely Hero (V)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V) (Dark Side)",
    "Pulls": "Undercover",
    "IsPulled": "Seeking An Audience\\par Seeking An Audience (V)\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Tamtel Skreej + Undercover + Double Agent",
    "Matching": "Gold Squadron 1\\par Lando's Luxury Yacht (V)\\par Millennium Falcon",
    "MatchingWeapon": "Lando's Blaster Rifle",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2420,
    "CardName": "Tanus Spijek",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Male Elom. Former \\b spy\\b0  for the Rebellion. Hired by the Alliance to carry messages between Alderaan and the Rebel base on Yavin 4.",
    "Gametext": "When at a Yavin 4 site, adds 1 to your Force drains at Alderaan system for each Yavin 4 site you control. While at Audience Chamber, all your other Elom are power and forfeit +1.",
    "Icons": 0,
    "Information": "Tanus Spijek is a card that allows the Light Side an opportunity to use Alderaan for its own benefit. His text for the +1 Force drain bonus at the Alderaan system for each Yavin 4 site you control is simple to use because there are a decent amount of Light Side Yavin 4 sites, and most are without Dark Side icons, which serves two purposes. This allows the Light player to accumulate Force without supplying the Dark player with much and it keeps most Dark characters away. However, spies should not worry you.",
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control).",
    "Counterpart": "J'Quille",
    "Combo": "Tanus Spijek + Double Agent\\par -----\\par Our Most Desperate Hour + Tatooine System + 3+ Ability Characters\\par Since you're already playing the Alderaan system, why not use it to your advantage. Captain Han in the Falcon works well in pulling this one off, plus you can avoid all the nasty stuff down below by remaining in space and on Yavin 4. One of the easiest ways to retrieve Force.\\par \\par Death Star Docking Bay + Death Star Trash Compactor + Death Star Plans + A Droid\\par Fairly simple to pull off since you're playing all the Yavin 4 sites. Simple cards like Tunnel Vision or Hiding In The Garbage will help you get those Death Star sites.\\par \\par Kessel System + Kessel Run + A Smuggler\\par OK, I like to retrieve Force. A Force drain for three may be easier than usual because many Dark players are focused on capturing at sites with Bounty Hunters. Deploy another ship to the Alderaan system where Captain Han is hovering in the Falcon and send him to Kessel.\\par \\par Effective Repairs + Utinni Effects\\par Not only does it cancel the annoying Limited Resources, but this card also allows you to retrieve any Utinni Effect into your hand, which is what all those precious Force retrieval cards just happen to be.\\par \\par Tanus Spijek doesn't actually play much of a part in the Force retrieval, but after reading his card I came up with all of this. The few card which his game text makes essential for a deck around him is so nicely complimented by the Force retrieval opportunities. This deck has already won a couple times for me and is a lot of fun to play. Your opponent begins to become angry the third or fourth time you've successfully retrieved your entire Lost Pile! If you're still worried about Dark Side spies popping up or other ways for the Dark player to infiltrate Yavin 4, a card like Houjix is excellent in case you get totally taken by surprise and majorly overpowered in a battle, but the deck is character-heavy and those high destinies on the Force retrieval cards will serve you well in firing weapons and battle destinies.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2442,
    "CardName": "Tatooine: Desert",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 0,
    "Gametext": "Your character movement from here (except for scouts) requires +1 landspeed.   Your character movement from here (except for scouts) requires +1 landspeed.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your character movement from here (except for scouts) requires +1 landspeed.",
    "DarkSideText": "Your character movement from here (except for scouts) requires +1 landspeed.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Imperial Entanglements\\par Neimoidian Advisor",
    "Counterpart": "Tatooine: Desert",
    "Rules": "(AR 1.7.1, B-15)\\par This non-unique location's game text prevents characters with landspeed less than 2 from moving away; however, it does not affect the movement of vehicles or other kinds of movement such as shuttling, landing and taking off. Characters with landspeed greater than 1 (e.g., Kal'Falnl C'ndros, Boba Fett) can move away from the desert, but the average character needs some kind of assistance. (For example, a vehicle could be deployed to rescue characters trapped in the desert, and some Interrupt cards temporarily add landspeed.) ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2443,
    "CardName": "Tatooine: Desert",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 0,
    "Gametext": "Your character movement from here (except for scouts) requires +1 landspeed.   Your character movement from here (except for scouts) requires +1 landspeed.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your character movement from here (except for scouts) requires +1 landspeed.",
    "DarkSideText": "Your character movement from here (except for scouts) requires +1 landspeed.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Information": "The first non-unique site, the Desert increases further the vast wasteland that is the Tatooine Desert. The vast nature of the desert can be used as an effective deterrent for the Dark side if he is attempting to reach Jabba's Palace or Obi-Wan's Hut from Mos Eisley. Also, 2 Deserts make for incredibly slow travel, and can be extremely annoying in conjunction with sites such as the Light Side Jundland Wastes.",
    "IsPulled": "Yarna d'al' Gargan (V)",
    "Counterpart": "Tatooine: Desert",
    "Combo": "2 Deserts -- With two of these in hand, you can effectively trap a character at a site. This is especially nasty if you can trap Vader or someone similarly important at a relatively harmless site such as the Dune Sea or the Jawa Camp. They can also help in trapping someone at the Jawa Camp if you have dreams of free Jawas streaming from your hand to defeat the Imperial Army. Just make sure you have a Sandcrawler!",
    "Rules": "(AR 1.7.1, B-15)\\par This non-unique location's game text prevents characters with landspeed less than 2 from moving away; however, it does not affect the movement of vehicles or other kinds of movement such as shuttling, landing and taking off. Characters with landspeed greater than 1 (e.g., Kal'Falnl C'ndros, Boba Fett) can move away from the desert, but the average character needs some kind of assistance. (For example, a vehicle could be deployed to rescue characters trapped in the desert, and some Interrupt cards temporarily add landspeed.) ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2449,
    "CardName": "Tatooine: Great Pit Of Carkoon",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "   During your control phase may cause Sarlacc to immediately attack one captive present.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "DarkSideText": "During your control phase may cause Sarlacc to immediately attack one captive present.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Imperial Entanglements\\par Neimoidian Advisor",
    "Rules": "(AR 1.7.1, B-15)\\par When performing an attack using this site's game text, the Sarlaac may attack any captive present with it (even on board an open vehicle); thus Expand The Empire will not allow it to attack characters at adjacent sites, because they are not present with the Sarlaac.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2450,
    "CardName": "Tatooine: Hutt Canyon",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy with a Jawa, opponent may not draw battle destiny here.   If you occupy with a Tusken Raider, opponent may not draw battle destiny here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you occupy with a Jawa, opponent may not draw battle destiny here.",
    "DarkSideText": "If you occupy with a Tusken Raider, opponent may not draw battle destiny here.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Information": "This site works the best in a Jawa-based deck, but will work effectively in any Tatooine ground deck. Providing a Force drain, plus removing your opponent's battle destiny capability can be rather potent. Watch out for Tusken Raiders, who can cancelyour drawing ability, and Surprise, which can move a Revolution to this site.",
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Combo": "Tatooine: Hutt Canyon + Jawa Camp + 2 Sandcrawlers -- Hordes of free Jawas simply streaming out of your hand as fast as you can draw them. Simply use a Jawa to drive the Sandcrawler over to the Jawa Camp, and wait a turn. Then deploy a Jawa horde, and move them to the Canyon, while the other Sandcrawler moves to the Jawa Camp for another army.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2452,
    "CardName": "Tatooine: Jabba's Palace",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, opponent's Jabba's Palace game text here is canceled. Immune to Revolution.   During your deploy phase, may deploy one Jabba's Palace site from Reserve Deck; reshuffle.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, opponent's Jabba's Palace game text here is canceled. Immune to Revolution.",
    "DarkSideText": "During your deploy phase, may deploy one Jabba's Palace site from Reserve Deck; reshuffle.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Pulls": "One Jabba's Palace site\\par Jabba's Palace: Audience Chamber\\par Jabba's Palace: Droid Workshop\\par Jabba's Palace: Dungeon\\par Jabba's Palace: Entrance Cavern\\par Jabba's Palace: Lower Passages\\par Jabba's Palace: Rancor Pit",
    "Counterpart": "Tatooine: Jabba's Palace",
    "IsCanceledBy": "B'omarr Monk cancels Jabba's Palace Dark Side game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2488,
    "CardName": "Taym Dren-garen",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Instigator of several Sand People raids on Tatooine. Keeps the Tusken Raiders well supplied so they can keep local authorities distracted from Jabba's activities.",
    "Gametext": "When on Tatooine, may cancel any result of Krayt Dragon Bones. While at Audience Chamber, all your Tusken Raiders are power = 3 and forfeit +2.",
    "Icons": 0,
    "IsPulled": "Bantha Fodder",
    "Combo": "Taym Dren-garen + Krayt Dragon Bones",
    "Cancels": "Any result of Krayt Dragon Bones when on Tatooine.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2507,
    "CardName": "Tessek",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b accountant\\b0",
    "Destiny": 1,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Quarren accountant. Embezzling from Jabba. \\b Leader\\b0. Escaped Mon Calamari after its subjugation by the Empire. Plotting to kill Jabba and free the Hutt's captives.",
    "Gametext": "Whenever your opponent deploys a character of destiny 1, you may activate 1 Force. While at Audience Chamber, adds 1 to your Force drains where you have a non-unique alien and all your non-unique aliens are deploy -1.",
    "Icons": 0,
    "Information": "Tessek's game text is very useful in that, over time, he pays for himself. Chances are your opponent is going to play as many as three or four 1-destiny characters. After 3, he's paid for himself, and you begin to bring a profit from his text. His ability to add to Force drains as well as reduce deploy costs can be extremely helpful, especially if you spread out across multiple planets. Most decks aren't prepared to handle a battle on many fronts, unless they use Elis Helrot. With Quite A Mercenary, you can nail quite a few characters. Make sure you have a weapon to fool him into thinking you're saving the Force for something else, though, or have All Wrapped Up on the table.",
    "IsPulled": "Princess Organa\\par Yarna d'al' Gargan (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2543,
    "CardName": "The Signal",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "With a quick motion of his hand, Luke signaled Artoo and dramatically changed the situation.",
    "Gametext": "USED: Use 3 Force to search your Reserve Deck and take one Effect of any kind into hand; reshuffle. STARTING: Deploy from your Reserve Deck one Effect which has no deploy cost; reshuffle. Place Interrupt in Lost Pile.",
    "Icons": 0,
    "Information": "We Wish To Board At Once also uploads an Effect of any kind.\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6437\\par \\par This list is only of legal targets for The Signal if deployed at start of game. You must still obey all deployment restrictions listed on those cards, so there are some on the list that cannot actually be started with at this time, but may in the future. Read the card before trying to use it. \\par \\par A New Secret Base\\par A Remote Planet\\par A Tragedy Has Occurred\\par Access Denied\\par Aim High\\par Anger, Fear, Aggression\\par Another Pathetic Lifeform\\par Asteroid Sanctuary\\par Bargaining Table\\par Battle Plan\\par Battle Plan & Draw Their Fire\\par Beldon's Eye\\par Beldon's Eye (V)\\par Bo Shuda\\par Brisky Morning Munchen\\par Chasm\\par Civil Disorder\\par Civil Disorder (V)\\par Close Air Support\\par Cloud City Celebration\\par Colo Claw Fish\\par Commando Training\\par Commence Recharging\\par Corellian Engineering Corporation\\par Coruscant Celebration\\par Count Me In\\par Crash Site Memorial\\par Disarmed\\par Do, Or Do Not\\par Do, Or Do Not & Wise Advice\\par Don't Do That Again\\par Down With The Emperor!\\par Down With The Emperor! (V)\\par Draw Their Fire\\par Echo Base Garrison\\par Echo Base Operations\\par Echo Base Sensors\\par Ellorrs Madak\\par Entrenchment\\par Evacuation Control\\par Evacuation Control (V)\\par Ewok Celebration\\par Eyes In The Dark\\par Faithful Service\\par Flash Of Insight\\par For Luck\\par For Luck (V)\\par Frostbite\\par Frozen Assets\\par Get To Your Ships!\\par Goo Nee Tay\\par Great Shot, Kid!\\par Grounded Starfighter\\par Gungan Energy Shield\\par Haven\\par Hero Of A Thousand Devices\\par Hindsight\\par Honor Of The Jedi\\par Hopping Mad\\par I Hope She's All Right\\par I Must Be Allowed To Speak\\par I Must Be Allowed To Speak (V)\\par I Wonder Who They Found\\par I'm With You Too\\par Incom Corporation\\par Ineffective Maneuver\\par Insurrection\\par Insurrection & Aim High\\par It's On Automatic Pilot!\\par Jawa Siesta\\par K'lor'slug\\par K'lor'slug (V)\\par Keeping The Empire Out Forever\\par Koensayr Manufacturing\\par Lando's Not A System, He's A Man\\par Launching The Assault\\par Leia Of Alderaan\\par Let's Keep A Little Optimism Here\\par Lightsaber Proficiency\\par Maneuvering Flaps\\par Maneuvering Flaps (V)\\par Meditation\\par Menace Fades\\par Merc Sunlet\\par Naboo Celebration\\par Never Tell Me The Odds\\par Nick Of Time\\par Nightfall\\par Opee Sea Killer\\par Ounee Ta\\par Polarized Negative Power Coupling\\par Projection Of A Skywalker\\par Quick Draw\\par Rebel Fleet\\par Reflection\\par Rycar Ryjerd\\par S-Foils\\par Sai'torr Kal Fas\\par Sai'torr Kal Fas (V)\\par Sando Aqua Monster\\par Scanner Techs\\par Scramble\\par Scrambled Transmission\\par Secure Route\\par Security Control\\par Seeking An Audience\\par Seeking An Audience (V)\\par Senate Hovercam\\par Slayn & Korpil Facilities\\par Smuggler's Blues\\par Solomahal\\par Squadron Assignments\\par Staging Areas\\par Steady, Steady\\par Strike Planning\\par Strikeforce\\par Strikeforce (V)\\par Superficial Damage\\par Tatooine Celebration\\par That's One\\par The Camp\\par The Planet That It's Farthest From\\par The Shield Is Down!\\par The Way Of Things\\par Twilight Is Upon Me\\par Uh-oh!\\par Ultimatum\\par Ultimatum (V)\\par Uncontrollable Fury\\par Undercover\\par Underworld Contacts\\par Wars Not Make One Great\\par We Didn't Hit It\\par Weapons Display\\par Weather Vane\\par Wesa Ready To Do Our-sa Part\\par Wise Advice\\par Wokling (V)\\par Yarna d'al' Gargan\\par Yoda's Gimer Stick\\par Yoda's Hope\\par You've Got A Lot Of Guts Coming Here\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Pulls": "One Effect of any kind.",
    "Counterpart": "Twi'lek Advisor",
    "Combo": "The Signal + Haven",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2556,
    "CardName": "Thermal Detonator",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Strictly regulated. Dangerously unstable. Explosive baradium core. Class-A type has blast radius of 20 meters. Can be programmed with a very sensitive deadman's switch.",
    "Gametext": "Use 3 Force to deploy on any bounty hunter. When collecting a bounty, adds 3 to Force retrieved. Also, may 'detonate' at same site. Draw three destiny. All cards (except Effects) with any of those destiny numbers at that site are lost. Thermal Detonator also lost.",
    "Icons": 0,
    "IsPulled": "Jabba's Through With You",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2589,
    "CardName": "Thul Fain",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "\\b Gambler\\b0  who bets on how long the Rancor's victims will last. Formerly an Imperial pilot who worked with Lieutenant Tanbris. Now a \\b smuggler\\b0  for Jabba.",
    "Gametext": "Deploys free to your [Independent] starship. Adds 2 to power of anything he pilots. When with Lieutenant Tanbris in a battle at a system, adds 2 to each of your battle destiny draws.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2593,
    "CardName": "Tibrin",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy, during your control phase, may exchange three cards in hand for any one card in your Lost Pile.   If you control, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you occupy, during your control phase, may exchange three cards in hand for any one card in your Lost Pile.",
    "DarkSideText": "If you control, Force drain +1 here.",
    "Parsec": 2,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Combo": "Tibrin + On The Edge",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2617,
    "CardName": "Torture",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"We have been without an interpreter since our master got angry with our last protocol droid and disintegrated him.\"",
    "Gametext": "USED: Cancel Never Tell Me The Odds if it was just inserted or revealed. (Immune to Sense.) LOST: Target a droid at Droid Workshop that you have captured or stolen. Droid is lost. Retrieve Force equal to droid's forfeit (doubled if stolen).",
    "Icons": 0,
    "IsPulled": "EV-9D9\\par Interrogation Array",
    "Cancels": "Never Tell Me The Odds",
    "IsCanceledBy": "8D8",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2628,
    "CardName": "Trandoshan",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Trandoshans refer to themselves as T'doshok. Hate Wookiees. Many have come to work for Jabba, attempting to emulate the success of Bossk.",
    "Gametext": "Power and forfeit +1 at same site as a Wookiee or while Bossk at Audience Chamber. When in battle at same site as a bounty, adds 1 to attrition against opponent.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Chevin (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2630,
    "CardName": "Trap Door",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Boscka!\"",
    "Gametext": "If you have no characters at Rancor Pit at end of your deploy phase, target a character (even a captive) at Audience Chamber. Draw destiny. If destiny +2 > ability, target relocated to Rancor Pit and, if a captive, released to the Light Side of Rancor Pit (not Used Pile).",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2651,
    "CardName": "Twi'lek Advisor",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"He's no Jedi.\"",
    "Gametext": "USED: Use 3 Force to search your Reserve Deck and take one Effect of any kind into hand; reshuffle. STARTING: Deploy from your Reserve Deck one Effect which has no deploy cost; reshuffle. Place Interrupt in Lost Pile.",
    "Icons": 0,
    "Information": "We Must Accelerate Our Plans also uploads an Effect of any kind.\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6507\\par \\par This list is only of legal targets for Twi'lek Advisor if deployed at start of game. You must still obey all deployment restrictions listed on those cards, so there are some on the list that cannot actually be started with at this time, but may in the future. Read the card before trying to use it. \\par \\par 3720 to 1\\par A Bright Center To The Universe\\par A Day Long Remembered\\par A Day Long Remembered (V)\\par A Million Voices Crying Out\\par Ability, Ability, Ability\\par Ability, Ability, Ability (V)\\par Abyss\\par Activate The Droids\\par All Wrapped Up\\par Allegations Of Corruption\\par An Entire Legion Of My Best Troops\\par Aratech Corporation\\par Aratech Corporation (V)\\par At Last We Are Getting Results\\par Awwww, Cannot Get Your Ship Out\\par Bad Feeling Have I\\par Baniss Keeg\\par Battle Order\\par Battle Order & First Strike\\par Begin Landing Your Troops\\par Besieged\\par  Biker Scout Gear\\par Blast Door Controls\\par Blaster Rack\\par Blaster Rack (V)\\par Blown Clear\\par Bounty\\par Br0ken Concentration\\par Carbon-Freezing\\par Closed Door\\par Cloud City Occupation\\par Colo Claw Fish\\par Combat Response\\par Come Here You Big Coward!\\par  Conduct Your Search\\par Corrosive Damage\\par Crossfire\\par Crush The Rebellion\\par Dark Deal\\par Dark Forces\\par Dark Hours\\par Dark Waters\\par Death Squadron\\par Den Of Thieves\\par Desilijic Tattoo\\par Despair (V)\\par Desperate Counter\\par Do They Have A Code Clearance?\\par Dreaded Imperial Starfleet\\par Early Warning Network\\par Emperor's Power\\par Empire's New Order\\par Endor Shield\\par Endor Shield (V)\\par Establish Control\\par Establish Control (V)\\par Establish Secret Base\\par Expand The Empire\\par Fanfare\\par Fear Will Keep Them In Line\\par Field Promotion\\par Fighters Straight Ahead\\par Firepower\\par First Strike\\par Flagship Operations\\par Forced Servitude\\par Frostbite\\par He Is Not Ready\\par His Name Is Anakin\\par Hutt Bounty\\par Hutt Influence\\par Hyperwave Scan\\par I Had No Choice\\par I Want That Ship\\par I Will Find Them Quickly, Master\\par I'm Sorry\\par Image Of The Dark Lord (V)\\par Imperial Academy Training\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Imperial Decree\\par Imperial Decree (V)\\par Imperial Domination\\par Imperial Domination (V)\\par Imperial Justice\\par Imperial Justice (V)\\par Inconsequential Losses\\par Information Exchange\\par Jabba's Influence\\par Ket Maliss\\par Knowledge And Defense\\par Kuat Drive Yards\\par Kuat Drive Yards (V)\\par Leave Them to Me\\par Location, Location, Location\\par Maneuver Check\\par Mobilization Points\\par Molator\\par Much Anger In Him\\par Naboo Occupation\\par Ni Chuba Na??\\par No Bargain\\par No Escape\\par Opee Sea Killer\\par Open Fire!\\par Oppressive Enforcement\\par Overseeing It Personally\\par Perimeter Patrol\\par Pinned Down\\par Planetary Subjugation\\par Power Of The Hutt\\par Prepare For A Surface Attack\\par Presence Of The Force\\par Quick Reflexes\\par Quietly Observing\\par Rebel Base Occupation\\par Relentless Tracking\\par Rendili StarDrive\\par Resistance\\par Restricted Access\\par Royal Escort\\par Sando Aqua Monster\\par Scum And Villainy\\par Search And Destroy\\par Secret Plans\\par Security Precautions\\par Senate Hovercam\\par Shot In The Dark\\par Sienar Fleet Systems\\par Something Special Planned For Them\\par Something Special Planned For Them (V)\\par Special Delivery\\par Strategic Reserves\\par Sudden Impact\\par Sunsdown\\par Sunsdown & Too Cold For Speeders\\par Swilla Corey\\par Tarkin's Bounty\\par Tatooine Occupation\\par The Dark Path\\par The Hutts Are Gangsters\\par The Phantom Menace\\par The Shield Doors Must Be Closed\\par There Is No Try\\par There Is No Try & Oppressive Enforcement\\par They Must Never Again Leave This City\\par They Will Be No Match For You\\par Undercover\\par Vader's Bounty\\par Watto's Box\\par We Shall Double Our Efforts\\par Weather Vane\\par Well Guarded\\par Well-earned Command\\par Where Are Those Droidekas?!\\par Wipe Them Out, All Of Them\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points\\par You May Start Your Landing\\par You Want This, Don't You?\\par Your Eyes Can Deceive You",
    "Pulls": "One Effect of any kind.",
    "Counterpart": "The Signal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2665,
    "CardName": "Ultimatum",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Jabba! This is your last chance. Free us or die.\"",
    "Gametext": "Deploy on your side of table. While you occupy at least 3 battlegrounds or opponent occupies no battlegrounds, you lose no more than 2 Force from each Force drain or 'insert' card. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par \\par Ultimatum is arguably the most powerful card in the entire expansion. With the ability to force your opponent out into the open, decks can now be more focused on battling, rather than Force draining. The Light Side might be a little bit more prepared for this event, especially in space. With Captain Han and the Falcon, you can be prepared for just about any Dark side assault. On the ground, none match Son Of Skywalker's versatility. With a deck made for fighting, Ultimatum can be the key to bringing your opponent to you, rather than waiting for him.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Resistance",
    "Combo": "Ultimatum in a Teamwork deck -- The ultimate fighting deck gets infinitely better with the addition of this equalizer. Not only can you drop a nasty surprise on your opponent in the form of multiple destiny adding interrupts, but you can weaken his strategy if he does not fall for you ruse. Either way, you have the advantage.\\par \\par Ultimatum in an Asteroid Sanctuary deck -- Note that neither Resistance nor Ultimatum affect Asteroid Sanctuary in the slightest, giving the Asteroid Sanctuary deck a slight edge over its opponent, who is probably using either Force drain or inserts as a damage dealing strategy. Load up with Tentacles and Controls to stop Alter, and protect the Asteroids. Add Rycar's Run for some Force retrieval.",
    "Rules": "(AR 1.7.1, B-16)\\par The text of this card comes into effect as an automatic action when you lose your second Force (and meet all other requirements of the card). For example, if you are being drained for 5 Force and you satisfy the battleground requirements of Ultimatum as well as having It Could Be Worse in hand and 2 Force saved. If you choose to play It Could Be Worse to reduce the Force loss by 2, you have not lost any Force to the drain, and must still lose 2 Force before Ultimatum will take effect (and you then will not have to lose any more Force).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2679,
    "CardName": "Unfriendly Fire",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "\"Get the gun! Point it at the deck!\"",
    "Gametext": "If an AT-AT, an AT-ST, Jabba's Sail Barge or Planet Defender Ion Cannon has just been lost at a site, draw destiny. All cards with that destiny number at that site are lost.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2706,
    "CardName": "Vedain",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Kajain'sa'Nikto \\b scout\\b0. Sold by his family into slavery to Jabba. \\b Gambler\\b0. Plays sabacc with his fellow Nikto.",
    "Gametext": "Deploys only on Tatooine. During your control phase, if at a Jabba's Palace site, may use 2 Force to make a 'wager'. Both players draw one destiny. Player with lower number loses 1 Force.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2711,
    "CardName": "Velken Tezeri",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Assigned by Jabba to work with Hermi Odle. Former technician for the Empire. Developed a method to remotely control seekers. Plotting to kill Jabba.",
    "Gametext": "When at a site you control, allows your Seekers to deploy free there. Also allows your Seekers to move for free and to ignore any or all potential target(s) whenever you choose.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Counterpart": "Attark",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2713,
    "CardName": "Vibro-Ax",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "SoroSuub BD-1 Cutter vibro-ax. Powered by an ultrasonic generator concealed in the shaft. Jabba's skiff guards use them to prod victims into the Sarlacc's nest.",
    "Gametext": "Use 3 Force to deploy on any alien warrior. Adds 1 to power. May target a character using 1 Force. Both players draw destiny. Target immediately excluded from battle if warrior's power + your destiny > target's power + opponent's destiny.",
    "Icons": 0,
    "IsPulled": "Jabba's Through With You\\par Mara Jade, The Emperor's Hand\\par Snoova",
    "Counterpart": "Vibro-Ax",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2714,
    "CardName": "Vibro-Ax",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Vibrating blade powered by an energy cell hidden within the shaft. Used by many moisture farmers to prod banthas and other animals.",
    "Gametext": "Use 3 Force to deploy on any alien warrior. Adds 1 to power. May target a character using 1 Force. Both players draw destiny. Target immediately excluded from battle if warrior's power + your destiny > target's power + opponent's destiny.",
    "Icons": 0,
    "Information": "The Vibro-Ax seems like a better card for the Dark Side at first. However, the edges that the Light Side has can make it just as deadly for the Light as the Dark. First, the Light Side has the highest power for ability alien in the game, in Chewbacca. Granted, Kitik Keed'kak has a higher power, because of his low ability and low Forfeit, he rarely, if ever makes it into play, especially for his massive deploy cost. Therefore, Chewie can reasonably swing a Vibro-Ax with impunity, with his power boosted marginally by the Ax, and when present with Han, his power becomes 8. Also, the Light Side has considerably better destiny than the Dark, making hitting with the Vibro-Ax even better.",
    "IsPulled": "Portable Scanner",
    "Counterpart": "Vibro-Ax",
    "Combo": "Vibro-Ax + Clash Of Sabers\\par Taking your opponent's characters out of battle can be a terrific ability, and this combo can not only take out Vader, but Tarkin as well! Give Chewie a Vibro-Ax, to swing at Tarkin, and have Luke or Obi-Wan Clash Vader.",
    "Rules": "(AR 1.7.1, B-16)\\par The destiny drawn by the player whose character is being targeted by the Vibro-Ax is not a weapon destiny.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2724,
    "CardName": "Vizam",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Kajain'sa'Nikto. Keeps Jabba's vehicles and starships well armed. Has hidden several weapon caches on board Jabba's sail barge.",
    "Gametext": "Deploys only on Tatooine. Power +3 when defending a battle. If with your Advosze during your control phase, may search Reserve Deck, take one vehicle weapon into hand and reshuffle. Your vehicle weapons deploy free at same site.",
    "Icons": 0,
    "Pulls": "One vehicle weapon (when with Advosze).\\par AAT Laser Cannon\\par Antipersonnel Laser Cannon\\par AT-AT Cannon\\par AT-ST Dual Cannon\\par Double Laser Cannon\\par Energy Shell Launchers\\par Speeder Bike Cannon\\par STAP Blaster Cannons",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2730,
    "CardName": "Vul Tazaene",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Security officer from Kiffex searching for the Tonnika sisters. In love with one of them, he's not sure which.",
    "Gametext": "Adds 2 to power of anything he pilots. Twice during battle at same system, may use 2 Force to add 2 to any destiny of 2. If present with Tonnika Sisters, Vul and Tonnika Sisters are lost.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Ok, all of the players who have played longer than a year raise your hands. Ok, all you players who have dealt with the horrific Tonnika Sisters raise your hands. Thought so. Despite the fact that the Tonnika Sisters came from way back when, they are still a headache to all Lightside players to date. Well, now it is the Light players turn. Enter, Vul Tazaenne. This guy is actually pretty good in the navy. As a starship pilot he can not only add 2 to the power of any starship he pilots but, can add 2 to any destiny of 2 for only 2 force, twice per battle. What that means in English is that the you can modify a battle significantly if you so choose. Not bad for a destiny 2 card with 2 ability.",
    "Combo": "Vul Tazaenne + Red Leader in Red 1/Gold Leader in Gold 1 + 2 Landing Claws + Kiffex = The coolness of this is it's simplicity. This is not a 6 card combo, but a situation that you can prepare for. You will have the ability to drain for two at Kiffex while keeping a safe distance from your opponent. If they decide to battle you, hide. If you draw any of these cards for destiny, they are all a two's. Also, if you control Kiffex itself with the two starships, Vul will add 4 to all 4's. Not bad for a little 2 deploy character.\\par -----\\par Vul Tazaene + Kiffex",
    "Rules": "(AR 1.7.1, B-16)\\par See Kiffex.\\par \\par (AR 1.7.1, B-10)\\par Kiffex\\par While this system's game text \"doubles\" a character, it means that:\\par - Every printed number on that card is doubled (thus a 1 becomes a 2, a 2 becomes a 4, etc.)\\par - Every printed indication of number of uses is doubled (thus \"once\" becomes \"twice,\" \"twice\" becomes \"four times\" etc.). Apply any additional modifiers and other effects to the new values (e.g., a doubled Tonnika Sisters with Mandalorian Armor is power = 6, and a Vul Tazaene that has competed Jedi Test 3 will be ability 4, not ability 6).",
    "Cancels": "If present with Tonnika Sisters, Vul and Tonnika Sisters are lost.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2771,
    "CardName": "Weapon Levitation",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "A Jedi is taught to use the anger of his opponents (and their weapons) against them.",
    "Gametext": "USED: Search your Used Pile, take one weapon into hand and reshuffle. LOST: Cancel You Are Beaten. OR If a battle was just initiated, one of your characters of ability > 3 present may steal one character weapon present.",
    "Icons": 0,
    "Information": "This is a multi-useful, unique Light Used or Lost Interrupt with a destiny of 4. Its Used function searches through your Used Pile to take one weapon into hand and reshuffle. This can come in handy when looking for that elusive matching weapon that could make a difference in a key battle. One of its Lost functions flat-out cancels the nasty interrupt You Are Beaten, a card that should be canceled when at all possible. Apart from Sense, this is the best way to cancel that Dark interrupt. The final Lost use of Weapon Levitation plays if a battle was just initiated, allowing one of your characters present with ability greater than three to steal one character weapon present. Stealing a troublesome weapon may come in handy from time to time, but all three functions and its attractive destiny number make it a good utility card to include in certain decks.\\par \\par The Dark Side has enjoyed this fantastic interrupt since Cloud City, and, finally, the Light Side gets its turn. Weapon Levitation can be a great way to swipe an important weapon such as Vader's Lightsaber, without putting yourself in too much of a random situation (like Sabacc.) While Luke cannot use Vader's Lightsaber, he can prevent it from being deployed again. He can also steal other important weapons like Thermal Detonators, Boba Fett's Blaster Rifle, and Dengar's Modified Riot Gun.",
    "Pulls": "One weapon from Used Pile.",
    "IsPulled": "Yoda's Hope",
    "Counterpart": "Weapon Levitation",
    "Combo": "Weapon Levitation + Sabacc -- Using these two strategies together, you can completely deprive your opponent of weapons, but there are more subtle parts to this strategy. Sabacc is a great way to manipulate your own Used Pile, so that if you draw Anakin's Lightsaber with Sabacc, you can use Weapon Levitation to get it back out of your Used Pile.",
    "Rules": "(AR 1.7.1, B-16)\\par You may not initiate a Weapon Levitation (Lost function) if the stealing character is incapable of \"carrying\" a weapon. For example, a B'omarr Monk, or a Disarmed character.",
    "Cancels": "You Are Beaten",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2788,
    "CardName": "Weequay Guard",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Weequay are extremely fierce warriors. Species name means, \"follower of Quay\". Very religious. Communicate through pheromones. Smell really bad.",
    "Gametext": "Deploys only on Tatooine. Deploy -1 to same site as any Weequay. When at same site as any Weequay, (except Weequay Guards), may draw one battle destiny if not able to otherwise.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Bantha Fodder",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2789,
    "CardName": "Weequay Hunter",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "To maintain religious practices, Weequay hunters capture banthas. The beasts are then sacrificed as part of a battle ceremony. Tusken Raiders tend not to appreciate this.",
    "Gametext": "Deploys only on Tatooine. When present at start of battle, may sacrifice (lose) one of your Banthas present; adds 2 to power of each Weequay there for remainder of turn. (May not sacrifice if Tusken Raiders present outnumber Weequay present).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Bantha Fodder",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2790,
    "CardName": "Weequay Marksman",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Patient and quiet. Jabba uses many of his Weequay henchmen as assassins. Use womp rats for target practice during their religious ceremonies.",
    "Gametext": "Deploys only on Tatooine. May fire one weapon during your control phase (at double use of Force). May use 2 Force to 'assassinate' any character just 'hit' by Weequay Marksman (victim is immediately lost).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Bantha Fodder",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2791,
    "CardName": "Weequay Skiff Master",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Many of the Weequay at Jabba's palace work for Barada. Enjoy racing their skiffs. Dislike the Nikto guards at Jabba's palace.",
    "Gametext": "Deploys only on Tatooine. Power +2 when defending a battle or when with another Weequay in a battle. Adds 3 to power of any skiff he drives.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Bantha Fodder",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2792,
    "CardName": "Well Guarded",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Most of Jabba's guards had been sold to the Hutt and were too scared (or too dumb) to leave. Jabba assigned his best guards to watch over his most prized possessions.",
    "Gametext": "Deploy on your side of table. While you have fewer than 13 cards in your hand, your non-unique cards in hand (except Effects of any kind and Interrupts) are immune to Grimtaash. (Immune to Alter while you occupy 2 battlegrounds).",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Yarna d'al' Gargan",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2804,
    "CardName": "Whiphid",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Whipids originate from Toola in the Kaelta system, a planet extremely distant from its sun. Accustomed to hunting for prey in the near dark and the bitter cold.",
    "Gametext": "Power +2 on Hoth. Forfeit +2 under \"nighttime conditions.\" When at a site, if opponent cancels Sunsdown at the related system, causes Effect to go to Used Pile and may retrieve 2 Force.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2817,
    "CardName": "Wittin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Jawa\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Male Jawa. \\b Leader\\b0  of a large tribe of Jawas. Plotting with Jabba to take control of a neighboring tribe's territory.",
    "Gametext": "Deploys only on Tatooine. Your Jawa Pack is not unique (*), is doubled, deploys free (or for 6 Force from each player) and \\b cumulatively\\b0  affects your Jawa's forfeit. While at Audience Chamber or Jawa Camp, all your other Jawas are power +2.",
    "Icons": 0,
    "IsPulled": "Herat to deploy to same location.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2827,
    "CardName": "Wooof",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Kadas'sa'Nikto. One of Jabba's best pilots. Often pilots Jabba's space yacht. \\b Smuggler\\b0. Prefers to be flying combat starfighters.",
    "Gametext": "Deploys only at Tatooine. Power +2 when defending a battle at a Jabba's Palace site. Adds 2 to power of anything he pilots (3 if piloting an [Independent] starship or if Jabba aboard).",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Elis in Hinthra\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2829,
    "CardName": "Worrt",
    "Grouping": "Light",
    "CardType": "Creature",
    "Subtype": "Creature",
    "ModelType": "Guard",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "ferocious",
    "Destiny": 4,
    "Ferocity": 3,
    "CreatureDefenseValue": 4,
    "CreatureDefenseValueName": "Jump",
    "Deploy": 2,
    "Forfeit": 0,
    "Lore": "Large, froglike creature often used by Jawas and other Tatooine denizens as guards. Keeps raiding parties and other unwelcomed guests at bay.",
    "Gametext": "Habitat: planet sites (except Hoth). Does not attack your characters. When at a Tatooine site, prevents opponent's characters present from using their landspeed.",
    "Icons": 0,
    "IsPulled": "Swamp",
    "Counterpart": "Bubo",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2831,
    "CardName": "Wounded Wookiee",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "When blaster fire from the barge's gun hit Chewie's skiff, his leg was injured by shrapnel. This setback distracted the Rebels, causing them to momentarily lose their advantage.",
    "Gametext": "During a battle, if opponent just drew more than two battle destiny, cancel all but two of those destiny draws (your choice). OR If your non-unique alien is in a battle, cancel game text of one Rebel present for remainder of turn. OR Cancel Clash Of Sabers.",
    "Icons": 0,
    "Information": "Combo Card: Abyssin Ornament & Wounded Wookiee",
    "Cancels": "Clash Of Sabers",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2844,
    "CardName": "Yarkora",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Mysterious, secretive aliens. Tend to be found as couriers, \\b scouts\\b0  and t'bac farmers. Some have helped the Alliance's efforts at counter-espionage.",
    "Gametext": "If at same site as an Undercover spy during your control phase, may draw destiny. Each of your Yarkoras on table may cumulatively subtract one from that destiny. Spy's \"cover is broken\" if destiny = spy's ability.",
    "Icons": 0,
    "Information": "While many of the other characters from Jabba's are there to create hardship for your opponent, this character is purely offensive. The true counter-espionage agent of your characters, Yarkora can infiltrate and destroy them. Adding a number of them together will only make it easy to crack the Undercover and remove those pesky problems.",
    "IsPulled": "General Crix Madine\\par Might Of The Republic\\par Soth Petikkin (when at a Jabba's Palace site you control)\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Combo": "Yarkora + Sorry About the Mess\\par Though Yarkora is not a warrior, use Sai'torr Kal Fas or just combine him with another character who can carry a weapon. This will create a team that is sure to beat the spies.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2845,
    "CardName": "Yarna d'al' Gargan",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Female dancer from Askajia. Very protective mother. Makes sure that all those she cares about are well protected.",
    "Gametext": "Deploy on your side of the table. While you have fewer than 13 cards in hand, your non-unique cards in hand (except Effects of any kind and Interrupts) are immune to Monnok. (Immune to Alter while you occupy 2 battlegrounds).",
    "Icons": 0,
    "Information": "This card has one purpose. Protection for a any of the viable non-unique theme decks. The real question is whether to start with it, or try to get it later in the game. Either way, many of the theme decks rely on effects to power them, so including additional copies of The Signal in this deck will probably be rewarded. This allows you to start with Yarna to avoid that first turn Monnok, and deploy your other effects (the Jawa effects for Jawa decks, Haven for a starship deck, Echo Base Operations, etc.) at a time later in the game when you are prepared to capitalize on them.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Kashyyyk: Sacred Forest (V)",
    "Counterpart": "Well Guarded",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2890,
    "CardName": "You Will Take Me To Jabba Now",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Et tu taka bu Jabba now.\"",
    "Gametext": "If Jabba is at a Jabba's Palace site, relocate one of your characters to that location from a related site. OR During your deploy phase, deploy one alien (at normal use of the Force) from Reserve Deck to Audience Chamber; reshuffle.",
    "Icons": 0,
    "Pulls": "One alien (to Audience Chamber).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2903,
    "CardName": "Yoxgit",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Ugnaught\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Male Ugnaught. Left Cloud City after the Empire took control. Works for Hermi Odle, helping to supply him with various weaponry. Hopes to someday return to Cloud City.",
    "Gametext": "Deploys free to a Cloud City or Jabba's Palace site. Power +2 on Cloud City. During your control phase, may use 3 Force to search your Lost Pile and take one weapon or device into hand.",
    "Icons": 0,
    "Information": "Overload is a potent card for the Dark side to remove an annoying Lightsaber from time to time. Yoxgit, while not affecting the unfortunate zero drawn for the Overload, can help you get those Lightsabers back into hand, as well as an Electrobinoculars, or any other useful weapon or device. As a character, he is relatively weak for a 2 deploy cost, except on Cloud City. If you have a Light side Cloud City Scenario deck, this character is possibly your best bet for a quick, cheap, powerhouse.",
    "Pulls": "One weapon from Lost Pile.\\par One device from Lost Pile.",
    "IsPulled": "Lando Calrissian (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2906,
    "CardName": "Yuzzum",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Characteristics": "\\b musician\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Native to Endor, Yuzzum compete with Ewoks for food and resources. Possess thick, wooly coats. Hunt in packs. Have a musical language, making them excellent \\b musicians\\b0.",
    "Gametext": "Deploys only on Endor or to same site as a bounty hunter. Power +2 when present with an Ewok. During your control phase, if a bounty hunter or Rodian present, may search Reserve Deck, take one We Have A Prisoner into hand and reshuffle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "We Have A Prisoner\\par We Have A Prisoner & I Can't Shake Him! (V)",
    "IsPulled": "Ak-rev",
    "Inventory": 0,
    "Needs": 0
  }
]