[
  {
    "id": 71,
    "CardName": "Agents In The Court/No Love For The Empire",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Hutt Trade Route and a Jabba's Palace site. May deploy Yarna d'al' Gargan. Reveal one unique (*) alien from your deck whose lore specifies its species. This card is your Rep.\\ul0 \\par \\b For\\b0  remainder of game, your Rep is a leader. Yarna d'al' Gargan is immune to Alter. You may not deploy 'insert' cards or operatives. While a rancor is at Rancor Pit, Trap Door is immune to Bo Shuda. \\par \\b Flip\\b0  this card if you occupy two battleground sites (must occupy a third with a non-unique alien of your Rep's species if a non-Tatooine location is on table).",
    "ObjectiveBack": "\\b While\\b0  this side up, once per turn you may cancel a Force drain or a just-drawn battle destiny by placing here from hand a copy of your Rep. Once during each of your control phases, you may retrieve a non-unique alien of your Rep's species. When two of your aliens are battling at any Tatooine location, add one destiny to total power. For remainder of game, your Rep may deploy from here as if from hand. \\par \\b Flip\\b0  this card if you do not occupy 2 battleground sites.",
    "ObjectiveFrontName": "Agents In The Court",
    "ObjectiveBackName": "No Love For The Empire",
    "Gametext": "[Front Side]: \\ul Deploy Hutt Trade Route and a Jabba's Palace site. May deploy Yarna d'al' Gargan. Reveal one unique (*) alien from your deck whose lore specifies its species. This card is your Rep.\\ul0 \\par \\b For\\b0  remainder of game, your Rep is a leader. Yarna d'al' Gargan is immune to Alter. You may not deploy 'insert' cards or operatives. While a rancor is at Rancor Pit, Trap Door is immune to Bo Shuda. \\par \\b Flip\\b0  this card if you occupy two battleground sites (must occupy a third with a non-unique alien of your Rep's species if a non-Tatooine location is on table).\\\\par[Back Side]: \\b While\\b0  this side up, once per turn you may cancel a Force drain or a just-drawn battle destiny by placing here from hand a copy of your Rep. Once during each of your control phases, you may retrieve a non-unique alien of your Rep's species. When two of your aliens are battling at any Tatooine location, add one destiny to total power. For remainder of game, your Rep may deploy from here as if from hand. \\par \\b Flip\\b0  this card if you do not occupy 2 battleground sites.",
    "Icons": 0,
    "Information": "Flip and deploy Bo Shuda.\\par -----\\par If you want to use this Objective only to start your locations you will still have to reveal a non-unique alien, because it's a mandatory action. If you do not, the Objective will be lost.\\par -----\\par Rep suggestions:\\par Chewbacca (ANH) and Wookies\\par Kabe and Chadra Fans\\par Corellians with Han (V), Dash, or Palejo Reshad\\par Ishi Tibs with Harc Seff or Shasa Tiel\\par Momaw Nadon and Ithorians\\par Jawas\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6911\\par \\par To qualify as a Rep, a character must be a unique alien that either a) states its species in its lore, or b) has its species defined in a rule entry. Not all characters on this list have non-unique members of their species, but all are considered legal targets for the objectives.\\par \\par Arleil Schous\\par Attark\\par Aved Luun\\par Boss Nass\\par Brainiac\\par Caldera Righim\\par Captain Tarpals\\par Chewbacca\\par Chief Chirpa\\par Dash Rendar\\par Deneb Both\\par Dice Ibegon\\par Doikk Na'ts\\par Droopy McCool\\par Figrin D'an\\par Freon Drevan\\par Garon Nas Tal\\par Geezum\\par General Jar Jar\\par Ghoel\\par Graak\\par Graxol Kelvyyn\\par Grugnak\\par Han\\par Han (V)\\par Harc Seff\\par Harc Seff (V)\\par Het Nkik\\par Ickabel G'ont\\par Jar Jar Binks\\par Joh Yowza\\par Kabe\\par Kal'Falnl C'ndros\\par Kalit\\par Kazak\\par Ketwol\\par Laudica\\par Leesub Sirln\\par Leslomy Tacema\\par Leslomy Tacema (V)\\par Loci Rosen\\par Logray\\par Lumat\\par Max Rebo\\par Melas\\par Mirax Terrik\\par Momaw Nadon\\par Murr Danod\\par Nalan Cheel\\par Oola\\par Palejo Reshad\\par Paploo\\par R'kik D'nec, Hero Of The Dune Sea\\par Rabin\\par Rep Been\\par Romba\\par Saelt-Marae\\par Shasa Tiel\\par Tanus Spijek\\par Tawss Khaa\\par Tedn Dahai\\par Teebo\\par Tessek\\par Thedit\\par Treva Horme\\par Trooper Utris M'toc\\par Tzizvvt\\par Uutkik\\par Wicket\\par Wiorkettle\\par Wioslea\\par Wuta\\par Yotts Orren\\par Yoxgit\\par Zutton",
    "Abbreviation": "AiTC",
    "Counterpart": "My Kind Of Scum/Fearless And Inventive",
    "Combo": "Nar Shaddaa Wind Chimes\\par Arleil Schous",
    "Rules": "(AR 1.7.1, B-1)\\par A character whose species is defined in the Glossary or Glossary Supplement may be revealed normally as a Rep as if that species was defined in that card's lore.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1194,
    "CardName": "Hutt Influence",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's criminal empire extends to all reaches of the Outer Rim.",
    "Gametext": "Deploy on table. Opponent may not cancel or modify Force drains at each Tatooine battleground site where you have two aliens with different card titles. Also, attrition against you is reduced by 2 when two of your non-unique aliens with different card titles are in battle.",
    "Icons": 0,
    "IsPulled": "Power Of The Hutt\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1352,
    "CardName": "Jabba's Palace: Antechamber",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Creatures cannot attack here. While no Rebels present, your total power here is +2.   Creatures cannot attack here. Force drain -1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Creatures cannot attack here. While no Rebels present, your total power here is +2.",
    "DarkSideText": "Creatures cannot attack here. Force drain -1 here.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Mindful Of The Future",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1359,
    "CardName": "Jabba's Palace: Lower Passages",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While your Lando here, opponent's Lower Passages game text is canceled. Force drain -1 here.   During your move phase, your aliens may move between here and any Jabba's Palace site.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "While your Lando here, opponent's Lower Passages game text is canceled. Force drain -1 here.",
    "DarkSideText": "During your move phase, your aliens may move between here and any Jabba's Palace site.",
    "Icons": "Interior, Planet",
    "Planet": 1,
    "Interior": 1,
    "IsPulled": "Tatooine: Jabba's Palace",
    "IsCanceledBy": "B'omarr Monk cancels Jabba's Palace Dark Side game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1473,
    "CardName": "Lando With Vibro-Ax",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b spy\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 6,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Gambler\\b0. \\b Spy\\b0  in Jabba's Court. Has walked the palace's passageways and overheard many details of Jabba's operations on Tatooine.",
    "Gametext": "Deploys -2 on Tatooine. When at a Tatooine site, adds one battle destiny. Permanent weapon is vibro-ax (may target character for free; both players draw destiny; target excluded from battle if your destiny +4 > target's power + opponent's destiny).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par \\par Lando Calrissian (Dark Side)",
    "IsPulled": "Lobot (V) as a 'react'.\\par Seeking An Audience (V)\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Lando With Vibro-Ax + Double Agent",
    "Matching": "Gold Squadron 1\\par Millennium Falcon",
    "Rules": "(AR 1.7.1, A-10)\\par This card gains (permanent weapon icon).\\par \\par (AR 1.7.1, B-10)\\par (Errata) See Vibro-ax.\\par \\par (AR 1.7.1, B-16)\\par Vibro-Ax\\par The destiny drawn by the player whose character is being targeted by the Vibro-Ax is not a weapon destiny.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1672,
    "CardName": "Mercenary Pilot",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "\\b Smugglers\\b0. Candidates who resent authority often abandon Imperial academies to sell their piloting skills to criminals. Will work for any high paying crime syndicate.",
    "Gametext": "Adds 2 to power of anything he pilots or drives. When driving a transport vehicle, adds one battle destiny. When piloting at a cloud sector, once per turn may add one battle destiny during battle at a related exterior site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1676,
    "CardName": "Mighty Jabba",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gangster\\b0, \\b leader\\b0, \\b Hutt\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 6,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Hutt \\b leader\\b0  of notorious criminal organization. \\b Gangster\\b0  of the vilest ilk. Would rather forfeit a fortune in cash than risk one whisper attesting to his mercy.",
    "Gametext": "Deploys -2 to a Jabba's Palace site. When with your alien leader, adds one battle destiny. May escort a captive. To use his landspeed requires +1 Force. May not be targeted by weapons unless your other aliens present are each 'hit'. Immune to attrition < 4.",
    "Icons": 0,
    "Information": "Jabba personas are:\\par \\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V)\\par Mighty Jabba",
    "Combo": "Mighty Jabba + 4-LOM With Concussion Rifle\\par 4-LOM adds one battle destiny with Jabba.\\par -----\\par Mighty Jabba + Boelo\\par Cancel one opponent's battle destiny.\\par -----\\par Mighty Jabba + Ephant Mon + Chokk",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1714,
    "CardName": "My Kind Of Scum/Fearless And Inventive",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Desert Heart and a Jabba's Palace site. May deploy Well Guarded. Reveal one unique (*) alien from your deck whose lore specifies its species. This card is your Rep.\\ul0 \\par \\b For\\b0  remainder of game, your Rep is a leader. Well Guarded is immune to Alter. You may not deploy 'insert' cards or operatives. While frozen Han on table, Rebels are immune to No Bargain and Bad Feeling Have I. \\par \\b Flip\\b0  this card if you occupy two battleground sites (must occupy a third with a non-unique alien of your Rep's species if a non-Tatooine location is on table).",
    "ObjectiveBack": "\\b While\\b0  this side up, once per turn you may cancel a Force drain or a just-drawn battle destiny by placing here from hand a copy of your Rep. Once during each of your control phases, you may retrieve a non-unique alien of your Rep's species. While Jabba and Bib on table, your battle destiny draws are each +2. Wounded Wookiee is destiny +3. Unless a non-Tatooine location is on table, your aliens are forfeit +2. For remainder of game, your Rep may deploy from here as if from hand. \\par \\b Flip\\b0  this card if you do not occupy 2 battleground sites.",
    "ObjectiveFrontName": "My Kind Of Scum",
    "ObjectiveBackName": "Fearless And Inventive",
    "Gametext": "[Front Side]: \\ul Deploy Desert Heart and a Jabba's Palace site. May deploy Well Guarded. Reveal one unique (*) alien from your deck whose lore specifies its species. This card is your Rep.\\ul0 \\par \\b For\\b0  remainder of game, your Rep is a leader. Well Guarded is immune to Alter. You may not deploy 'insert' cards or operatives. While frozen Han on table, Rebels are immune to No Bargain and Bad Feeling Have I. \\par \\b Flip\\b0  this card if you occupy two battleground sites (must occupy a third with a non-unique alien of your Rep's species if a non-Tatooine location is on table).\\\\par[Back Side]: \\b While\\b0  this side up, once per turn you may cancel a Force drain or a just-drawn battle destiny by placing here from hand a copy of your Rep. Once during each of your control phases, you may retrieve a non-unique alien of your Rep's species. While Jabba and Bib on table, your battle destiny draws are each +2. Wounded Wookiee is destiny +3. Unless a non-Tatooine location is on table, your aliens are forfeit +2. For remainder of game, your Rep may deploy from here as if from hand. \\par \\b Flip\\b0  this card if you do not occupy 2 battleground sites.",
    "Icons": 0,
    "Information": "Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6911\\par \\par To qualify as a Rep, a character must be a unique alien that either a) states its species in its lore, or b) has its species defined in a rule entry. Not all characters on this list have non-unique members of their species, but all are considered legal targets for the objectives.\\par \\par Ak-rev\\par Amanaman\\par Barada\\par Barquin D'an\\par Beedo\\par Bib Fortuna\\par Bib Fortuna\\par Bok Askol\\par Bossk\\par Bossk (V)\\par Bossk With Mortar Gun\\par Chall Bekan\\par Chokk\\par Dannik Jerriko\\par Daroe\\par Dathcha\\par Dengar\\par Dengar With Blaster Carbine\\par Djas Puhr\\par Djas Puhr (V)\\par Dodo Bodonawieedo\\par Ephant Mon\\par Feltipern Trevagg\\par Gardulla The Hutt\\par Garindan\\par Ghana Gleemort\\par Giran\\par Gragra\\par Greeata\\par Greedo\\par Greedo (V)\\par Hem Dazong\\par Herat\\par Hermi Odle\\par Iasa, The Traitor Of Jawa Canyon\\par J'Quille\\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V)\\par Kithaba\\par Kitik Keed'kak\\par Klaatu\\par Labria\\par Lathe\\par Lirin Car'n\\par Lyn Me\\par M'iiyoom Onith\\par Malakili\\par Mighty Jabba\\par Mosep\\par Myo\\par Nebit\\par Nysad\\par Ortugg\\par Ponda Baba\\par Pote Snitkin\\par Prince Xizor\\par RR'uruurrr\\par Rachalt Hyst\\par Rappertunie\\par Ree-Yees\\par Reegesk\\par Salacious Crumb\\par Sebulba\\par Snoova\\par Sy Snootles\\par Tech Mo'r\\par Thok & Thug\\par URoRRuR'R'R\\par Ugloste\\par Umpass-stay\\par Ur'Ru'r\\par Vedain\\par Vizam\\par Watto\\par Wittin\\par Wooof\\par Wooof (V)\\par Yade M'rak\\par Zuckuss",
    "Abbreviation": "MKOS",
    "Counterpart": "Agents In The Court/No Love For The Empire",
    "Rules": "(AR 1.7.1, B-11)\\par See Agents In The Court/No Love For The Empire\\par \\par (AR 1.7.1, B-1)\\par Agents In The Court/No Love For The Empire\\par A character whose species is defined in the Glossary or Glossary Supplement may be revealed normally as a Rep as if that species was defined in that card's lore.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1787,
    "CardName": "No Escape",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's influence is not easily ignored. Neither are his voracious and vile appetites. Even Jedi soon learn this lesson.",
    "Gametext": "Deploy on table. You may immediately take top card of Lost Pile into hand. Effects, Epic Events, and Objectives are immune to Honor Of The Jedi. At each opponent's <> site, your characters and vehicles are each deploy -3 and your Force generation is +1. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "Top card of Lost Pile into hand.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Ounee Ta",
    "Rules": "(AR 1.7.1, B-12)\\par If this Effect is deployed at the start of the game, it will not allow you to take your starting interrupt into hand because that interrupt will still be resolving, and thus not yet in the Lost Pile when this Effect is deployed.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1866,
    "CardName": "Ounee Ta",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's decadent behavior makes him susceptible to deception. Leia and Lando exploited this weakness, posing as Jabba's kind of scum.",
    "Gametext": "Deploy on table. You may immediately take top card of Lost Pile into hand. None Shall Pass is unique (*) and a Lost Interrupt. At each opponent's <> site, your characters and vehicles are each deploy -3 and your Force generation is +1. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Top card of Lost Pile into hand.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "No Escape",
    "Rules": "(AR 1.7.1, B-12)\\par See No Escape.\\par \\par (AR 1.7.1, B-12)\\par No Escape\\par If this Effect is deployed at the start of the game, it will not allow you to take your starting interrupt into hand because that interrupt will still be resolving, and thus not yet in the Lost Pile when this Effect is deployed.",
    "IsCanceledBy": "Let's Keep A Little Optimism Here (V) - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1889,
    "CardName": "Palace Raider",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "\\b Smugglers\\b0  from many worlds are hunted by the Empire for providing arms and supplies to the Alliance. The Outer Rim is their refuge.",
    "Gametext": "Adds 2 to power of anything he pilots (or 3 to power of anything he drives). When driving a transport vehicle, it moves for free and he adds one battle destiny.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control)\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1930,
    "CardName": "Power Of The Hutt",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba runs his organization out of a palace built around a B'omarr monastery. His fortress near the border of the western Dune Sea is safe from enemies in Mos Eisley.",
    "Gametext": "Deploy on table. Once during each of your turns, may deploy one Boelo, Bib, Ephant Mon, Jabba's Sail Barge, Jabba's Space Cruiser, or Hutt Influence from Reserve Deck; reshuffle. Also, your aliens aboard Jabba's Sail Barge are immune to attrition < 6. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "Boelo\\par Bib Fortuna\\par Bib Fortuna (EP1)\\par Ephant Mon\\par Jabba's Sail Barge\\par Jabba's Sail Barge (V)\\par Jabba's Space Cruiser\\par Hutt Influence",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2009,
    "CardName": "Racing Skiff",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "skiff",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Landspeed": 3,
    "Maneuver": 4,
    "Lore": "Barada and Klaatu strip down and rebuild old skiffs to race on the Dune Sea. Jabba allows the practice to continue for now.",
    "Gametext": "May deploy with a driver (must be Barada, Klaatu, or a non-unique alien) as a 'react'. May add 1 driver and 3 passengers. May move as a 'react'. If lost, any characters aboard may \"jump off\" (disembark).",
    "Icons": 0,
    "Information": "Skiffs are:\\par \\par Racing Skiff\\par Skiff",
    "Counterpart": "Racing Skiff",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2010,
    "CardName": "Racing Skiff",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "skiff",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Landspeed": 3,
    "Maneuver": 4,
    "Lore": "Repulsorlift skiffs are used by traders and merchants to safely cross the deserts of Tatooine. Young thrill seekers sometimes upgrade them with high-powered engines.",
    "Gametext": "May deploy with a non-unique alien driver as a 'react'. May add 1 driver and 3 passengers. May move as a 'react'. If lost, any characters aboard may \"jump off\" (disembark).",
    "Icons": 0,
    "Information": "Skiffs are:\\par \\par Racing Skiff\\par Skiff",
    "Counterpart": "Racing Skiff",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2204,
    "CardName": "Seeking An Audience",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"With your wisdom, I'm sure that we can work out an arrangement which will be mutually beneficial and enable us to avoid any unpleasant confrontation.\"",
    "Gametext": "Deploy on table. Once during each of your turns, may deploy one Underworld Contacts, [Jabba's Palace] Lando, [Jabba's Palace] Leia, R2-D2, or C-3PO from Reserve Deck; reshuffle. Also, while Luke is at a Jabba's Palace site, opponent's aliens there must use +1 Force to use their landspeed.",
    "Icons": 0,
    "Pulls": "Princess Leia Organa\\par Tamtel Skreej\\par Underworld Contacts\\par Underworld Contacts (V)\\par Underworld Contacts & Uncharted Settlements (V)\\par Artoo\\par Artoo (V)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par Artoo, Brave Little Droid\\par Artoo, Brave Little Droid (V)\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par R2-D2, Subversive Droid (V)\\par C-3PO (See-Threepio)\\par C-3PO (See-Threepio) (V)\\par See-Threepio\\par See-Threepio (V)\\par Threepio\\par Threepio With His Parts Showing",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par You Will Take Me To Jabba Now (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2366,
    "CardName": "Stun Blaster",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "blaster",
    "Destiny": 3,
    "Lore": "High-tech Merr-Sonn police immobilizer. Magnetic pulse slows victim's voluntary brain signals. Creatures with thickly insulated cerebral cavities are not affected.",
    "Gametext": "Deploy on your warrior. May target a character or creature (except rancor or Sarlacc) using 2 Force. Draw destiny. Return character (and cards deployed on character) to owner's hand if destiny +1 > defense value. Creature lost if destiny +3 > defense value.",
    "Icons": 0,
    "Information": "Can be deployed from Reserve Deck on a trooper with Blast Points.",
    "IsPulled": "Jabba's Through With You\\par Mara Jade, The Emperor's Hand",
    "Counterpart": "Stun Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2367,
    "CardName": "Stun Blaster",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "blaster",
    "Destiny": 3,
    "Lore": "Stolen Merr-Sonn blaster. Causes no permanent damage, though efficiently immobilizes its target. Effects are more severe on animals without a thick hide.",
    "Gametext": "Deploy on your warrior. May target a character or creature (except rancor or Sarlacc) using 2 Force. Draw destiny. Return character (and cards deployed on character) to owner's hand if destiny +1 > defense value. Creature lost if destiny +3 > defense value.",
    "Icons": 0,
    "IsPulled": "Portable Scanner",
    "Counterpart": "Stun Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2444,
    "CardName": "Tatooine: Desert Heart",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your character movement from here (except for Jawas) requires +1 landspeed.   Your character movement from here (except for Jawas) requires +1 landspeed.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Your character movement from here (except for Jawas) requires +1 landspeed.",
    "DarkSideText": "Your character movement from here (except for Jawas) requires +1 landspeed.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Imperial Entanglements\\par Neimoidian Advisor",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2451,
    "CardName": "Tatooine: Hutt Trade Route (Desert)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your characters here aboard vehicles are each power +1.   Unless you control Hutt Trade Route, your game text on Tatooine: Jabba's Palace is canceled.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Your characters here aboard vehicles are each power +1.",
    "DarkSideText": "Unless you control Hutt Trade Route, your game text on Tatooine: Jabba's Palace is canceled.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2676,
    "CardName": "Underworld Contacts",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Influence, like any commodity, has a price in the Outer Rim territories.",
    "Gametext": "Deploy on a Tatooine site. Your Force generation here is +1. Opponent may not cancel or modify Force drains at each Tatooine battleground site where you have two aliens with different card titles. At any time, you may use 2 Force to raise your converted Tatooine site to top.",
    "Icons": 0,
    "IsPulled": "Seeking An Audience\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0
  }
]