[
  {
    "id": 617,
    "CardName": "Dark Forces",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"The ability to destroy a planet is insignificant next to the power of the Force.\"",
    "Gametext": "Deploy on your side of table. When Surprise Assault is played, may use 1 Force to add one destiny to your total. Also, when Sense or Alter is played, may use X Force to exclude X Jedi from being the highest-ability character.\"",
    "Icons": 0,
    "IsPulled": "A Dangerous Time\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "For Luck",
    "Rules": "(AR 1.7.1, B-5)\\par When this Effect is deployed, and Alter is played as a response to cancel it, Dark Forces has not had its result yet and thus will not affect that Alter. (See actions.)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 880,
    "CardName": "Eriadu",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Force drain +1 here   Tarkin deploys free here. If you control, all Imperials with ability > 2 on table are forfeit +2.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Force drain +1 here",
    "DarkSideText": "Tarkin deploys free here. If you control, all Imperials with ability > 2 on table are forfeit +2.",
    "Parsec": 1,
    "Icons": "Planet",
    "Planet": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 966,
    "CardName": "For Luck",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Before swinging across the treacherous abyss, Leia gave Luke a kiss for luck. Despite an incessant storm of laserblasts, they made it.",
    "Gametext": "Deploy on table. If Counter Assault is played, may use 1 Force to add one destiny to your total. If Sense or Alter just played, may use X Force to exclude X Dark Jedi from being the \"highest-ability character.\"",
    "Icons": 0,
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Dark Forces",
    "Rules": "(AR 1.7.1, B-7)\\par (Errata) See Dark Forces.\\par \\par (AR 1.7.1, B-5)\\par Dark Forces\\par When this Effect is deployed, and Alter is played as a response to cancel it, Dark Forces has not had its result yet and thus will not affect that Alter. (See actions.)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1065,
    "CardName": "Gravity Shadow",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Traveling through hyperspace ain't like dustin' crops, boy!\" Gravititational phenomena cast shadows in hyperspace, posing a serious threat to lightspeed navigation.",
    "Gametext": "If opponent's starship has just begun to move through hyperspace, draw destiny. If destiny > pilot's ability, starship must return to original location and may not move this turn. If destiny = pilot's ability, starship is lost.",
    "Icons": 0,
    "Information": "Almost always a surprise to your opponent.\\par You move or deploy a huge fleet to a system your opponent occupies and wait for his move phase when he tries to move all his ships away.\\par Unless your opponent is really savvy and moves them one at a time, you can choose which will be the target of Gravity Shadow. And even if he does move one at a time, grab one of the last ones. It's now your huge fleet vs. his one ship for a beatdown, made even better with Lateral Damage. This card can also be used to manipulate a Light Side deck whose ships are running around on you.",
    "Rules": "(AR 1.7.1, B-7)\\par Gravity Shadow may target a starship whenever it attempts to move through hyperspace, even during a battle (for example, using a card such as Hit And Run or Hyper Escape). This Interrupt targets a starship and its highest-ability pilot (whether a permanent pilot or a character acting as a pilot). See Starships - Permanent Pilots, Ch. 9.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1094,
    "CardName": "Han",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b Corellian\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Corellian. Graduated with honors from the Imperial Academy. Dishonorably discharged. Wanders the galaxy building a reputation as a \\b gambler\\b0  and hot-shot pilot.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Solo\\par TK-422",
    "IsPulled": "Han's Back",
    "Combo": "Han + Life Debt\\par Deploy Chewie for free from Reserve Deck if Han is defending a battle alone.",
    "Matching": "Millennium Falcon\\par The Falcon",
    "MatchingWeapon": "Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1491,
    "CardName": "Leia",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b leader\\b0 , female",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Adopted daughter of the Viceroy and First Chairman of Alderaan. Became a political \\b leader\\b0  at a young age. The injustices of the New Order led her to join the Rebellion.",
    "Icons": 0,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187",
    "IsPulled": "I Know\\par Leia's Back\\par Seeking An Audience (V)\\par Yavin 4: Massassi War Room (V)",
    "Combo": "Leia + Warrior's Courage\\par Add two battle destinies if Leia is defending a battle alone at a site.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1608,
    "CardName": "Luke's T-16 Skyhopper",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Shuttle",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Landspeed": "*",
    "Maneuver": 5,
    "Lore": "\\b Enclosed\\b0  vehicle used by Luke Skywalker for his early pilot training. Often raced with Biggs Darklighter through Beggar's Canyon.",
    "Gametext": "Requires 1 pilot to use. May carry 1 passenger. May move as a 'react.' May 'bullseye' one Womp Rat per turn. * Landspeed = 4, OR 1 character may shuttle to or from same site for free.",
    "Icons": 0,
    "Matching": "Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke With Lightsaber\\par Master Luke\\par Son of Skywalker",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1703,
    "CardName": "Motti",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Considered an overrated \\b leader\\b0  by many subordinates. Has a disturbing lack of faith. Became a member of the Death Star's command triumvirate despite his failings.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Motti personas are:\\par \\par Admiral Motti\\par Admiral Motti (V)\\par Motti",
    "IsPulled": "  The Empire's Back",
    "Combo": "Motti + Lone Pilot",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2424,
    "CardName": "Tarkin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b leader\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Imperial Governor of the Seswenna Sector. Conceived and implemented the Death Star project. A \\b leader\\b0  in the effort to crush the Rebellion.",
    "Icons": 0,
    "Information": "Tarkin personas are:\\par \\par Tarkin\\par Tarkin (V)\\par Grand Moff Tarkin\\par Grand Moff Tarkin (V)",
    "IsPulled": " The Empire's Back",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2491,
    "CardName": "Tedn Dahai",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jedi Pack",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b scout\\b0, \\b Bith\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Male Bith \\b musician\\b0. Member in good standing of the Intergalactic Federation of Musicians. Plays the Fanfar in Figrin D'an's band. Once worked for the Empire as a \\b scout\\b0.",
    "Gametext": "For each other musician at same site, during any control phase you may use 1 Force to choose one opponent's alien present. That alien cannot utilize its game text for remainder of that turn.",
    "Icons": 0,
    "IsPulled": "General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0
  }
]