[
  {
    "id": 677,
    "CardName": "Death Star: Docking Control Room 327",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Premiere 2 Player",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, with a Rebel with ability > 2 present, Force drain +2 here   If you control, may deploy a docking bay directly from your Reserve Deck. Reshuffle deck.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, with a Rebel with ability > 2 present, Force drain +2 here",
    "DarkSideText": "If you control, may deploy a docking bay directly from your Reserve Deck. Reshuffle deck.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "Evader relocates to Used Pile one Imperial just lost from any Death Star location.",
    "Pulls": "Blockade Flagship: Docking Bay\\par Cloud City: East Platform (Docking Bay)\\par Coruscant: Docking Bay (EP1)\\par Coruscant: Docking Bay\\par Death Star II: Docking Bay\\par Death Star: Docking Bay 327\\par Endor: Landing Platform (Docking Bay)\\par Executor: Docking Bay\\par Hoth: Echo Docking Bay\\par Naboo: Theed Palace Docking Bay\\par Spaceport Docking Bay\\par Starkiller Base: Docking Bay\\par Tatooine: Docking Bay 94\\par Tatooine: Mos Espa Docking Bay\\par Yavin 4: Docking Bay",
    "IsPulled": "Set Your Course For Alderaan/The Ultimate Power In The Universe",
    "Combo": "Death Star: Docking Control Room 327 + Lt. Pol Treidum",
    "Rules": "(AR 1.7.1, A-5)\\par Both sides of this site gain [Scomp link icon].",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 679,
    "CardName": "Death Star: Level 6 Core Shaft Corridor",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Premiere 2 Player",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Luke and Obi-Wan are power +2 on Death Star.   If you control, opponent needs 2 ability to control each Death Star site.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If the Light Side controls this site, Luke and Obi-Wan are each power +2.",
    "DarkSideText": "If you control, opponent needs 2 ability to control each Death Star site.",
    "Icons": "Interior, Mobile",
    "Mobile": 1,
    "Interior": 1,
    "IsPulled": "Mindful Of The Future",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1590,
    "CardName": "Luke",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Premiere 2 Player",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Raised by guardians Owen and Beru Lars on a moisture farm on Tatooine, where Owen wanted him to stay. Nicknamed 'Wormie' by childhood friends Camie and Fixer.",
    "Gametext": "Must deploy on Tatooine, but may move elsewhere. May not be deployed if two or more of opponent's unique (*) characters on table. Your warriors at same site as Luke, or adjacent sites, are forfeit +1.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, The Last Jedi\\par Luke Skywalker, The Rebellion's Hope\\par Luke With Lightsaber\\par Master Luke\\par Son Of Skywalker",
    "IsPulled": "Camie\\par Luke's Back",
    "MatchingWeapon": "Luke's Blaster Pistol\\par Luke's Blaster Pistol (V)\\par Luke's Hunting Rifle\\par Luke's Hunting Rifle (V)\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2138,
    "CardName": "Run Luke, Run!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Premiere 2 Player",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "After seeing Vader strike down Obi-Wan, Luke attacked recklessly until he heard the old Jedi Master's voice warn, \"Run Luke, Run!\"",
    "Gametext": "At any time, move Luke as a regular move (using landspeed for free) to a battle just initiated at an adjacent site. Luke is power +2 during that battle, unless Vader is present or adjacent to the battle site. OR You may cancel Vader's Obsession.",
    "Icons": 0,
    "Information": "Just look at that face! Want to have luke in three places at once? That is just what this card allows Luke to do. With all the versions of Luke currently available, this card is a favorite in my tournament decks. With a destiny of 6, this card becomes even better.\\par \\par Just think about this situation. Son Of Skywalker, carrying his trusty lightsaber, is standing at Cloud City: Incinerator with R2-D2 busy looking for C-3PO. He hears a clatter back at Cloud City: Guest Quarters where he left Princess Leia last turn. He hears a voice in the back of his mind saying \"Run Luke, Run!\" and dashes back to the Cloud City: Guest Quarters to find Boba Fett attacking the princess. This angers him and he becomes Power +2. Family pride, Skywalkers, increases the battle destiny to three draws. Boba better hightail it out of there or he's going to be toast.\\par \\par If this wasn't enough, you can also use this card to avoid Epic Duels. ",
    "Combo": "Run Luke, Run! + Son Of Skywalker",
    "Cancels": "Vader's Obsession",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2693,
    "CardName": "Vader",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Premiere 2 Player",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 7,
    "Forfeit": 5,
    "Ability": 6,
    "ForceAptitude": "Dark Jedi",
    "Lore": "Sought to extinguish all Jedi. Former student of Obi-Wan Kenobi. Seduced by the dark side of the Force.",
    "Gametext": "Must deploy on Death Star, but may move elsewhere. May not be deployed if two or more of opponent's unique (*) characters on table. If in a losing battle, draw destiny. If destiny > 4, 'choke' (lose) one Imperial present (your choice).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Darth Vader personas are:\\par \\par Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, Emperor's Enforcer\\par [Death Star Assault Squadron]\\par Lord Vader\\par Vader",
    "IsPulled": "Blizzard 4\\par Sith Fury (V)\\par The Empire's Back",
    "Combo": "Vader + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Vader + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.",
    "MatchingWeapon": "Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Vader's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2703,
    "CardName": "Vader's Obsession",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Premiere 2 Player",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Vader sought to hunt down and destroy all Jedi. After completing the circle with Obi-Wan, he turned his attention to the young Skywalker.",
    "Gametext": "During your move phase, if Vader moves to Luke's site from an adjacent site, begin a duel between them. Each adds two destiny to power. Winner retrieves lost Force equal to the difference. Loser loses same amount of Force, plus the character.",
    "Icons": 0,
    "IsCanceledBy": "Run Luke, Run!",
    "Inventory": 0,
    "Needs": 0
  }
]