[
  {
    "id": 16,
    "CardName": "A Close Race",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"Poodoo!\"",
    "Gametext": "Plays on table. If you just lost a Podrace, your Force loss is limited to half the difference between the winning race total and your highest race total (round up). While you occupy three battlegrounds, Watto's Box is suspended.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 34,
    "CardName": "A Remote Planet",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "In unfamiliar and potentially hostile territory, Qui-Gon knew that success would require patience and caution.",
    "Gametext": "Deploy on table. At [Episode 1] Tatooine battleground sites, your Force drains are +1 and opponent's cards with ability are deploy -1. While Padme at a Tatooine battleground site, opponent's Force drains at related sites are -1. Place Effect in Used Pile if canceled.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "[Episode 1] Tatooine battleground sites (LS):\\par Tatooine: City Outskirts\\par Tatooine: Marketplace\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Podrace Arena\\par Tatooine: Podracer Bay\\par Tatooine: Watto's Junkyard\\par \\par [Episode 1] Tatooine battleground sites (DS):\\par Tatooine: Marketplace\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Podrace Arena\\par Tatooine: Watto's Junkyard",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 37,
    "CardName": "A Tragedy Has Occurred",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Senator Palpatine was quick to point out the aggressions of the Trade Federation in front of the Galactic Senate.",
    "Gametext": "Plays on table. Once per game, may use 1 Force to stack one Interrupt just played here. To play any new Interrupt of the same name, player must first stack it here and use +1 Force for each Interrupt in stack, even if Interrupt is normally free.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Light Side grabbers are:\\par \\par A Tragedy Has Occurred\\par A Tragedy Has Occurred - Defensive Shield\\par Grappling Hook\\par It's True, All Of It\\par What're You Tryin' To Push On Us?\\par Strikeforce (V)",
    "Counterpart": "Allegations Of Corruption - Defensive Shield",
    "Rules": "This card is a grabber.",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1,
    "Errata": 1
  },
  {
    "id": 40,
    "CardName": "A Useless Gesture",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Imperial officers aboard the Death Star considered the Rebellion a minor threat.",
    "Gametext": "Plays on table. Cancels Don't Underestimate Our Chances. When opponent plays an Interrupt and has 3 smugglers on table, if that Interrupt is placed in Lost Pile, place it out of play. Ketwol may exchange a docking bay only once per game.",
    "Icons": 0,
    "Cancels": "Don't Underestimate Our Chances",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 75,
    "CardName": "Aim High",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The destruction of a command vehicle negatively impacts Imperial battle efficiency.",
    "Gametext": "Plays on table. Whenever opponent retrieves X cards, opponent must first use X Force or that retrieval is canceled. (X is equal to the full amount of Force allowed to be retrieved, regardless of the number of cards in opponent's Lost Pile.)",
    "Icons": 0,
    "Counterpart": "Secret Plans - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 93,
    "CardName": "Allegations Of Corruption",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "With the Republic groaning under the weight of its own bureaucracy, senators accuse, bicker, and fight to further their own agendas.",
    "Gametext": "Plays on table. Once per game, may use 1 Force to stack one Interrupt just played here. To play any new Interrupt of the same name, player must first stack it here and use +1 Force for each Interrupt in stack, even if Interrupt is normally free.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V)\\par Tentacle\\par There'll Be Hell To Pay",
    "IsPulled": "Cold Feet (V)",
    "Counterpart": "A Tragedy Has Occurred - Defensive Shield",
    "Rules": "This card is a grabber.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 107,
    "CardName": "An Unusual Amount Of Fear",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Starting",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The peacekeepers of the galaxy are not to be taken lightly.",
    "Gametext": "Before any starting cards are revealed, deploy on table with up to 10 cards from outside your deck face-down under here. Cards under here do not count toward your deck limit. Three times per game, may play a Defensive Shield from here, as if from hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Abbreviation": "AUAOF",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Fear Is My Ally",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 117,
    "CardName": "Another Pathetic Lifeform",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Young Obi-Wan has much to learn about the living Force. Patience with others is also high on that list.",
    "Gametext": "Plays on table. While opponent has a non-unique alien or non-unique starfighter in battle, opponent may not draw more than two battle destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Wipe Them Out, All Of Them - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 132,
    "CardName": "Armament Dismantled",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Divide and conquer.",
    "Gametext": "Use 4 Force (or 1 Force if Obi-Wan is armed with a lightsaber) to deploy on table if Maul present with Obi-Wan. (Obi-Wan may not move that turn.) Maul's lightsaber may add only 1 to Force drains, and may be 'swung' only once per battle. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 173,
    "CardName": "Aurra Sing's Blaster Rifle",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 7,
    "Lore": "Aurra Sing's weapon of choice when she isn't using an opponent's lightsaber against them. Targeting mechanism is so complex only Aurra Sing herself can decipher it.",
    "Gametext": "Deploy on Aurra Sing. May target a character or creature for free. Target loses any immunity to attrition for remainder of turn. Draw destiny. Target hit if destiny +1 > defense value. Jedi hit by Aurra Sing are power = 0 for remainder of battle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Any Methods Necessary (V)\\par Jabba's Through With You",
    "MatchingWeapon": "Aurra Sing\\par Aurra Sing (V)\\par Aurra Sing, Deadly Assassin (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 209,
    "CardName": "Battle Order",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Administration of the Imperial installation on Endor includes coordination of troops on the ground and tight security provided by the Empire's space fleet.",
    "Gametext": "Plays on table. Unless Battle Plan on table, for either player to initiate a Force drain, that player must first use 3 Force unless that player occupies a battleground site and a battleground system.",
    "Icons": 0,
    "Counterpart": "Battle Plan - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 212,
    "CardName": "Battle Plan",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Even though the landing of the stolen shuttle was successful, the Rebel strike team on Endor was forced to rethink their plans when Leia disappeared.",
    "Gametext": "Plays on table. For either player to initiate a Force drain, that player must first use 3 Force unless that player occupies a battleground site and a battleground system.",
    "Icons": 0,
    "Counterpart": "Battle Order - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 233,
    "CardName": "Bib Fortuna (EP1)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Twi'lek who serves as Jabba's major-domo. First to discover the profitability of ryll spice found on Ryloth.",
    "Gametext": "While with Jabba, power +3 and, during your draw phase, may use 1 Force to count the number of cards in your Force Pile, place your Force Pile in your Used pile, and then activate Force up to the counted number.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Bib Fortuna personas are:\\par \\par Bib Fortuna\\par Bib Fortuna (EP1)",
    "IsPulled": "Power Of The Hutt\\par Sy Snootles",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 271,
    "CardName": "Blizzard 4",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-AT",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 4,
    "Power": 8,
    "Deploy": 5,
    "Forfeit": 5,
    "Armor": 4,
    "Ability": 4,
    "Landspeed": 1,
    "Lore": "Staffed by an experienced crew. Blizzard 4's role in all engagements is to seek out new terrain uncovered by the initial offensive thrust and unload troops to hold it. \\b Enclosed\\b0.",
    "Gametext": "May add 6 passengers. Permanent pilots provide ability of 4. When deployed, you may deploy (for free) an Imperial warrior aboard from your Reserve Deck; reshuffle. End of your turn: * Use 1 or (X).",
    "Icons": "Pilot x 2, Scomp Link",
    "Pilot": 2,
    "ScompLink": 1,
    "Information": "Imperials and combat vehicles are deploy -1 at Hoth: Mountains.",
    "Pulls": "Admiral Chiraneau\\par Admiral Motti\\par Admiral Motti (V)\\par Admiral Piett\\par Agent Kallus\\par Arica (V)\\par Baron Soontir Fel\\par Biker Scout Trooper\\par Captain Bewil\\par Captain Bewil (V)\\par Captain Godherdt\\par Captain Khurgee\\par Captain Lennox\\par Captain Needa\\par Captain Sarkli\\par Chief Retwin\\par Colonel Davod Jon\\par Colonel Dyer\\par Colonel Wullf Yularen\\par Colonel Wullf Yularen (V)\\par Commander Gherant\\par Commander Igar\\par Commander Praji\\par Corporal Avarik\\par Corporal Derdram\\par Corporal Drazin\\par Corporal Drelosyn\\par Corporal Grenwick\\par Corporal Misik\\par Corporal Oberk\\par Corporal Prescott\\par Corporal Vandolay\\par Corporal Vandolay (V)\\par Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, Emperor's Enforcer\\par Death Star Trooper\\par Death Trooper\\par Director Orson Krennic\\par DS-61-2\\par DS-61-3\\par Elite Squadron Stormtrooper\\par General Nevar\\par General Tagge\\par General Veers\\par General Veers (V)\\par Grand Admiral Thrawn\\par Grand Admiral Thrawn (V)\\par Grand Moff Tarkin\\par Grand Moff Tarkin (V)\\par Imperial Gunner\\par Imperial Squad Leader\\par Imperial Trooper Guard Dainsom\\par Kir Kanos\\par Kir Kanos (V)\\par Lieutenant Cecius\\par Lieutenant Commander Ardan\\par Lieutenant Endicott\\par Lieutenant Grond\\par Lieutenant Renz\\par Lieutenant Sheckil\\par Lieutenant Suba\\par Lieutenant Venka\\par Lieutenant Watts\\par Lord Vader\\par Lt. Pol Treidum\\par Lt. Pol Treidum (V)\\par Lt. Shann Childsen\\par Maarek Stele, The Emperor's Reach\\par Major Hewex\\par Mara Jade, The Emperor's Hand\\par Mara Jade With Lightsaber\\par Moff Jerjerrod\\par Myn Kyneugh\\par Myn Kyneugh (V)\\par Navy Trooper\\par Navy Trooper Fenson\\par Navy Trooper Shield Technician\\par Navy Trooper Vesden\\par OS-72-10\\par Royal Guard\\par Sandtrooper\\par Sergeant Barich\\par Sergeant Elsek\\par Sergeant Irol\\par Sergeant Major Bursk\\par Sergeant Major Enfield\\par Sergeant Narthax\\par Sergeant Tarl\\par Sergeant Torent\\par Sergeant Wallen\\par Snowtrooper\\par Snowtrooper Officer\\par Stormtrooper\\par Stormtrooper Garrison\\par Stormtrooper Patrol\\par Tarkin (V)\\par The Grand Inquisitor\\par Trooper Davin Felth\\par Vader\\par Veers\\par Veers (V)\\par Ysanne Isard",
    "IsPulled": "Battle Deployment\\par Walker Garrison",
    "Combo": "Blizzard 4 + Trample",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 279,
    "CardName": "Blockade Flagship: Hallway",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your Jedi deploy +2 here.   If you occupy, Force generation +1 for you here, and opponent's characters may not move from here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your Jedi deploy +2 here.",
    "DarkSideText": "If you occupy, Force generation +1 for your here, and opponent's characters may not move from here.",
    "Icons": "Interior, Starship, Mobile Episode 1",
    "Mobile": 1,
    "Interior": 1,
    "Starship": 1,
    "Episode1": 1,
    "IsPulled": "We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 280,
    "CardName": "Blow Parried",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Offense may win battles, but defense keeps you alive long enough to mount an offense.",
    "Gametext": "Take top card of Force Pile into hand. OR If opponent just revealed a combat card, it is canceled (place in opponent's Used Pile) and opponent must draw destiny instead (that destiny is reduced by 1). OR Cancel Glancing Blow, Clash Of Sabers, or Obi-Wan's Journal.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Top card of Force Pile.",
    "Cancels": "Clash Of Sabers\\par Glancing Blow\\par Obi-Wan's Journal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 292,
    "CardName": "Boba Fett, Bounty Hunter",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 3,
    "Power": 7,
    "Deploy": 5,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 3,
    "Lore": "The most feared \\b bounty hunter\\b0  in the galaxy. Justifiably, his fee is as large as his reputation.",
    "Gametext": "Adds 3 to power of anything he pilots. Adds one battle destiny if with your alien or Imperial (or adds two battle destiny if with your bounty hunter or Vader). Immune to attrition < 5. End of your turn: * Use 2 or (!) Lose 2 or (X).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Boba Fett personas are:\\par \\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V)\\par [Boba Fett In Slave I]\\par [Boba Fett In Slave I (V)]\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter",
    "Abbreviation": "BFBH, Broken Fett, Boba Fett, BH",
    "IsPulled": "Double Back",
    "Combo": "Boba Fett + Lyn Me\\par Free deployment of Boba Fett at her site.\\par -----\\par Boba Fett + Res Luk Ra'auf\\par Add two battle destinies if Boba Fett is defending a battle alone.\\par -----\\par Boba Fett, Bounty Hunter + any bounty hunter or any Vader\\par Adds two battle destinies.\\par -----\\par Boba Fett, Bounty Hunter + Zuckuss In Mist Hunter + 4-LOM With Concussion Rifle\\par Four battle destinies.",
    "Matching": "Slave I\\par Slave I, Symbol of Fear",
    "MatchingWeapon": "Boba Fett's Blaster Rifle",
    "Cancels": "Mace Windu (V) prevents Fetts from adding battle destiny draws at same location.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 403,
    "CardName": "Chewie, Enraged",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0, \\b Wookiee\\b0",
    "Destiny": 3,
    "Power": 9,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 4,
    "Ability": 2,
    "Lore": "\\b Smuggler\\b0. Very few people need to be told that angry Wookiees should be given a wide berth.",
    "Gametext": "X = number of Imperials present. While with Han or Leia, adds 2 to your battle destiny draws here. During your turn, target one Imperial of power < 5 present. Target's game text canceled for remainder of turn. End of your turn: * Use 2 or (!) Lose 1 or (X).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Bossk and Zuckuss may reduce Chewbacca's forfeit to zero here.\\par -----\\par Chewbacca personas are:\\par \\par [Han, Chewie, And The Falcon]\\par Chewbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewie With Blaster Rifle\\par Chewie With Bowcaster\\par Chewie\\par Chewie (V)\\par Chewie, Enraged",
    "Abbreviation": "Angry Chewie",
    "IsPulled": "Life Debt\\par Wookiee Roar",
    "Matching": "Chewie's AT-ST\\par Millennium Falcon\\par The Falcon",
    "MatchingWeapon": "Chewbacca's Bowcaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 419,
    "CardName": "Clinging To The Edge",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "There are some times, more than others, when you should not look down.",
    "Gametext": "If opponent's Dark Jedi with at least one combat card just initiated lightsaber combat against your Jedi with none, draw 3 destiny and choose 2 to use for lightsaber combat destiny. You may take other card into hand, or return it to top of Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 469,
    "CardName": "Colo Claw Fish",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Elongated fish found in the depths of Naboo oceans. It utilizes its large claw-like appendages to hold onto its prey for long periods of time before finally consuming its meal.",
    "Gametext": "Deploy on table. Cancels Opee Sea Killer. While no card here, you may place a card from hand face-up here. If you just drew weapon or battle destiny (limit once per destiny draw), you may exchange it for card here, which then counts as that destiny draw. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "CCF",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Colo Claw Fish",
    "Rules": "(AR 1.7.1, B-4)\\par This card allows you to exchange a card drawn for destiny with a card stacked on this effect. When this happens, any modifiers to your destiny are now transferred over to the new card, regardless of when they were played. Because this card was exchanged, it is considered to have been \"just drawn\" for all purposes (except, obviously, for modifiers that you have already applied to the card) and is not considered a substituted destiny (meaning it can be modified, canceled, or reset as normal).",
    "Cancels": "Opee Sea Killer",
    "IsCanceledBy": "Death Star Sentry (V) - Defensive Shield\\par Sando Aqua Monster\\par Yavin Sentry (V) - Defensive Shield",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 470,
    "CardName": "Colo Claw Fish",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The colo claw fish's front end is dominated by a large snout covered with two large eyes that can see deep into the murky depths. Able to survive due to its exceptional vision.",
    "Gametext": "Deploy on table. Cancels Opee Sea Killer. While no card here, you may place a card from hand face-up here. If you just drew weapon or battle destiny (limit once per destiny draw), you may exchange it for card here, which then counts as that destiny draw. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Abbreviation": "CCF",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Colo Claw Fish",
    "Rules": "(AR 1.7.1, B-4)\\par This card allows you to exchange a card drawn for destiny with a card stacked on this effect. When this happens, any modifiers to your destiny are now transferred over to the new card, regardless of when they were played. Because this card was exchanged, it is considered to have been \"just drawn\" for all purposes (except, obviously, for modifiers that you have already applied to the card) and is not considered a substituted destiny (meaning it can be modified, canceled, or reset as normal).",
    "Cancels": "Opee Sea Killer",
    "IsCanceledBy": "Death Star Sentry (V) - Defensive Shield\\par Yavin Sentry (V) - Defensive Shield\\par Sando Aqua Monster",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 485,
    "CardName": "Come Here You Big Coward",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"Chewie! Come here!\"",
    "Gametext": "Plays on table. While you occupy a battleground and opponent occupies less than two battlegrounds, cancel: Asteroid Sanctuary, opponent's Force drains at non-battleground locations, and opponent's Force retrieval.",
    "Icons": 0,
    "Cancels": "Asteroid Sanctuary\\par Opponent's Force drains at non-battleground locations.\\par Opponent's Force retrieval.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 518,
    "CardName": "Conduct Your Search",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"... and bring his companions to me.\"",
    "Gametext": "Deploy on table. Once during your deploy phase, you may deploy a non-Interrupt card with \"door\" in title from your Reserve Deck; reshuffle. At Endor sites where you have a scout, Rebel scouts are power -1 and forfeit -3. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "A non-Interrupt card with door in its title.\\par Blast Door Controls\\par Closed Door\\par Endor: Back Door\\par The Shield Doors Must Be Closed",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 589,
    "CardName": "Crossfire",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Scout walker pilots are trained to set up a deadly heavy fire zone. This tactic can be disrupted by enemy weapons fire.",
    "Gametext": "Plays on table. S-foils and Maneuvering Flaps are suspended where you have either a weapon present or a starship (or vehicle) with maneuver > 3 present.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 624,
    "CardName": "Dark Rage",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "While Qui-Gon meditated to regain strength lost during the ferocious duel, Darth Maul paced impatiently outside the energy barrier like a caged krayt dragon.",
    "Gametext": "If opponent just initiated a duel, use 3 Force to cancel it. OR Take Deep Hatred into hand from Reserve Deck; reshuffle. OR If Maul has no combat cards, target a Jedi to place one of their combat cards (random selection) in opponent's Used Pile. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Deep Hatred",
    "Cancels": "A duel.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 632,
    "CardName": "Darth Maul's Demise",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Despite coming face to face with the first Sith to be seen in a millennia, the young Padawan was still a force to be reckoned with.",
    "Gametext": "If your [Episode 1] Jedi just defeated Maul in lightsaber combat, draw destiny. Add 2 if Qui-Gon out of play. If total > 6, place Maul out of play and you may search your Lost Pile and take any one card into hand. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 686,
    "CardName": "Deep Hatred",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on table. You may not play Sniper or You Are Beaten. During any deploy phase, you may place one card face-down under one of your Dark Jedi. (These are that character's combat cards.) No character may have more than two combat cards at once. Instead of drawing lightsaber combat destiny or duel destiny, your participating character may use one of his combat cards. Place character's combat cards in owner's Used Pile when used (or if that character leaves the table).",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Dark Rage",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 719,
    "CardName": "Desperate Times",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Han's best tactic when outnumbered? Shoot first and don't worry about asking questions later.",
    "Gametext": "During a battle where your opponent has more characters participating than you, fire (for free) one blaster that cannot fire repeatedly, even if that blaster was already fired this battle. Add 1 to your total weapon destiny.",
    "Icons": 0,
    "Rules": "(AR 1.7.1, A-5)\\par The [Episode 1] icon has been stricken.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 740,
    "CardName": "Diversionary Tactics",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Rebel pilots understand that what they lack in numbers, they must make up for in strategy. They often use diversions to remove dangerous opponents from a conflict.",
    "Gametext": "If your starfighter with a pilot character aboard is in a battle, target an opponent's starfighter present that has no characters aboard. For remainder of battle, both starfighters are power = 0, and target starfighter is forfeit = 0. (Immune to Sense.)",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 743,
    "CardName": "Do They Have A Code Clearance?",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Imperial officers are always on the lookout for Rebel espionage.",
    "Gametext": "Plays on table. If opponent just retrieved Force using an Interrupt or Utinni Effect, you may place that card here. Opponent's Force retrieval is reduced by X, where X = number of cards here.",
    "Icons": 0,
    "Information": "Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V)\\par Tentacle\\par There'll Be Hell To Pay",
    "Rules": "This card is a grabber.",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1,
    "Errata": 1
  },
  {
    "id": 746,
    "CardName": "Do, Or Do Not",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "A Jedi may choose to intervene in the natural course of events, but must accept responsibility for the consequences.",
    "Gametext": "Plays on table. Sense and Alter are now Lost Interrupts. When any player makes a destiny draw for Sense or Alter, and that destiny draw is successful, that player loses 2 Force.",
    "Icons": 0,
    "Abbreviation": "DDN",
    "Counterpart": "There Is No Try - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 755,
    "CardName": "Don't Do That Again",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The Jedi won't tolerate silly behavior for very long.",
    "Gametext": "Plays on table. Once per game may take any Immediate Effect into hand from Reserve Deck; reshuffle. While opponent occupies no battleground systems, Mobilization Points is suspended.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "A Gift\\par A Vergence In The Force\\par Advantage\\par At Peace\\par Descent Into The Dark\\par Disarming Creature\\par \\Energy Walls\\par Grappling Hook\\par Heroic Sacrifice\\par I Can't Believe He's Gone\\par Imperial Atrocity\\par Legendary Starfighter\\par The Time For Our Attack Has Come\\par They Win This Round\\par Weapon Of A Fallen Mentor\\par What Was It?\\par What're You Tryin' To Push On Us?",
    "Counterpart": "Fanfare - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 806,
    "CardName": "Echo Base Sensors",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"The sensors are in place. You'll know if anything comes around.\"",
    "Gametext": "Deploy on North Ridge if Main Power Generators on table. When opponent deploys a character or vehicle to a marker site, activate 1 Force and that card may not move that turn. Effect lost if opponent occupies an Echo site, or your Ice Storm on table. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "A New Secret Base\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 869,
    "CardName": "Energy Walls",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Divide and conquer can be a powerful warfare tactic.",
    "Gametext": "During your control phase, deploy on Theed Palace Generator Core. No more than one character may deploy to here each turn, and characters may not move to or from here. Immediate Effect lost at end of opponent's turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Energy Walls",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 870,
    "CardName": "Energy Walls",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Theed security protocol proved to be a deciding variable in the duel of the fates.",
    "Gametext": "During your control phase, deploy on Theed Palace Generator Core. No more than one character may deploy to here each turn, and characters may not move to or from here. Immediate Effect lost at end of opponent's turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Energy Walls",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 898,
    "CardName": "Ewok Celebration",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Na na, beecha na noooooooooooooooowa.\"",
    "Gametext": "Deploy on table. At Endor sites where you have an Ewok, your characters are forfeit and defense value +1 (+3 if you have two Ewoks at that site.) In battles at Endor sites where all your ability is provided by Ewoks, add one battle destiny. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 921,
    "CardName": "Fall Of A Jedi",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "The blow, when it came, was lightning swift and fatal. But Qui-Gon's death gave new life to his former Padawan.",
    "Gametext": "If your Jedi was just defeated in lightsaber combat, you may either: Reveal a Dark Jedi's combat cards and place one in opponent's Lost Pile (return others). OR Place Qui-Gon out of play and take [Episode 1] Obi-Wan into hand from Lost Pile or Reserve Deck; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Padawan Learner\\par Obi-Wan Kenobi, Padawan Learner (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 927,
    "CardName": "Fanfare",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The Boonta Eve crowds are always looking for new and exciting developments at every Podrace.",
    "Gametext": "Plays on table. Cancels Order To Engage and Scramble. Once per game you may take any Immediate Effect into hand from Reserve Deck; reshuffle. While opponent occupies no battleground systems, Staging Areas is suspended.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Any Immediate Effect.\\par After Her!\\par Alert My Star Destroyer!\\par All Too Easy\\par Breached Defenses\\par Cane Adiss\\par Despair\\par Energy Walls\\par Enter The Bureaucrat\\par Frozen Dinnerg\\par High Anxiety\\par I Am Your Father\\par Imperial Propaganda\\par Lost In Space\\par Mostly Armless\\par Mournful Roar\\par Pride Of The Empire\\par Qui-Gon's End\\par Tentacle\\par There'll Be Hell To Pay",
    "Counterpart": "Don't Do That Again - Defensive Shield",
    "Cancels": "Order To Engage\\par Scramble\\par Suspends Staging Areas while opponent occupies no battleground systems.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 931,
    "CardName": "Fear Is My Ally",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Starting",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Maul's arsenal includes much more than simple combat training.",
    "Gametext": "Before any starting cards are revealed, deploy on table with up to 10 cards from outside your deck face-down under here. Cards under here do not count toward your deck limit. Three times per game, may play a Defensive Shield from here, as if from hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Cold Feet (V) allows to play a Defensive Shield from under your Starting Effect.",
    "Abbreviation": "FIMA",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "An Unusual Amount Of Fear",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 971,
    "CardName": "Force Push",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "A fully-trained Sith warrior has more weapons at his disposal than just a lightsaber.",
    "Gametext": "Target opponent's Jedi with at least one combat card present with your Dark Jedi. Reveal one of target's combat cards (random selection). If revealed card's destiny > 4, place it on top of opponent's Reserve Deck. Otherwise, lose 1 Force. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Rules": "(AR 1.7.1, B-7)\\par If the revealed combat card is destiny 4 or less, you lose 1 Force, and the combat card is returned to underneath the opponent's Jedi.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1101,
    "CardName": "Han, Chewie, And The Falcon",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Heavliy-Modified Light Freighter",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 5,
    "Hyperspeed": 7,
    "Maneuver": 6,
    "Lore": "Although temperamental, this trusty hunk of junk always seems to perform for its proud owner and his Wookiee co-pilot when needed the most.",
    "Gametext": "Permanent pilots are (*]Han and (*]Chewie: provide ability of 5, add one battle destiny, and add 5 to power. Immune to attrition < 6, Come With Me, and Lateral Damage. End of your turn: * Use 3 or (X).",
    "Icons": "Pilot x 2, Astromech, Scomp Link",
    "Pilot": 2,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Dark Side card against Han, Chewie, And the Falcon:\\par Furry Fury (which also cancels Life Debt).\\par -----\\par Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Solo\\par TK-422\\par \\par -----\\par Millennium Falcon personas are:\\par \\par Gold Squadron 1\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Lando In Millennium Falcon\\par Millennium Falcon\\par The Falcon\\par The Falcon, Junkyard Garbage (Starship)\\par The Falcon, Junkyard Garbage (Vehicle)\\par -----\\par Surface Defense Cannon deploys free aboard Millennium Falcon.",
    "Abbreviation": "HCATF, HCF",
    "IsPulled": "Han's Back\\par Life Debt",
    "Combo": "Han, Chewie, And The Falcon + Life Debt\\par Adds two destinies, bringing it to a total of 4.\\par -----\\par Han, Chewie, And The Falcon + Punch It!\\par Adds two destinies in a defending battle.",
    "Rules": "(AR 1.7.1, B-8)\\par For purposes of cards that require you to use a pilot's ability, Han provides 3 ability and Chewie provides 2 ability.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1113,
    "CardName": "He Can Go About His Business",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"You can go about your business.\"",
    "Gametext": "Plays on table. Cancels Responsibility Of Command and You Overestimate Their Chances. While Brangus Glee on table, once per turn you may search opponent's Lost Pile and place all docking bays found there out of play.",
    "Icons": 0,
    "Cancels": "Responsibility Of Command\\par You Overestimate Their Chances",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1159,
    "CardName": "Horace Vancil",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Part of Amidala's advisory council, Horace monitors political crises, as well as providing the Queen with information regarding the current economic state of the city.",
    "Gametext": "Deploys -1 on Naboo. While at Theed Palace Throne Room, once during your control phase may reveal one card (random selection) from opponent's hand. Opponent must place card in Used Pile or lose 1 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Supreme Chancellor Valorum (V)",
    "Combo": "Horace Vancil + We Have A Plan Objective",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1312,
    "CardName": "Inner Strength",
    "Grouping": "Light",
    "CardType": "Epic Event",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on table. You may not play Sorry About The Mess or Clash Of Sabers. During any deploy phase, you may place one card face-down under one of your Jedi. (These are that character's combat cards.) No character may have more than two combat cards at once. Instead of drawing lightsaber combat destiny or duel destiny, your participating character may use one of his combat cards. Place character's combat cards in owner's Used Pile when used (or if that character leaves the table).",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1345,
    "CardName": "Jabba Desilijic Tiure",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gangster\\b0, \\b leader\\b0, \\b Hutt\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Gangster\\b0  and \\b leader\\b0  in control of Tatooine. The amount of credits Jabba earns from Podracing is said to be vast, but only Bib Fortuna knows the exact number.",
    "Gametext": "While at Podrace Arena, once during your control phase may 'wager'. Both players draw destiny and add 2 if they have won a Podrace. Loser (lowest total) loses 1 Force. If you just won the wager and Bib Fortuna is present, you may retrieve 1 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Jabba personas are:\\par \\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V)\\par Mighty Jabba",
    "Combo": "Jabba Desilijic Tiure + 4-LOM With Concussion Rifle\\par 4-LOM adds one battle destiny with Jabba.\\par -----\\par Jabba Desilijic Tiure + Boelo\\par Cancel one opponent's battle destiny.\\par -----\\par Jabba Desilijic Tiure + Ephant Mon + Chokk",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1371,
    "CardName": "Jar Jar's Electropole",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 7,
    "Lore": "Jar Jar had to be instructed on how to use an electropole prior to the battle on the Great Grass Plains. It's not his weapon of choice.",
    "Gametext": "Deploys on Jar Jar. May 'throw' (place in Used Pile) to target a character, creature or vehicle. Draw destiny. If destiny +2 > defense value, target is landspeed = 0 and power -2 for remainder of turn.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Portable Scanner",
    "MatchingWeapon": "Jar Jar Binks\\par General Jar Jar",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1383,
    "CardName": "Jedi Leap",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Obi-Wan's youth combined with his Jedi training meant that he was not to be dispatched easily.",
    "Gametext": "During your deploy phase, lose 1 Force to relocate [Episode 1] Obi-Wan to an adjacent Naboo site. OR Raise your converted interior Theed Palace site to the top.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1468,
    "CardName": "Lando Calrissian, Scoundrel",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b scoundrel\\b0",
    "Destiny": 5,
    "Power": 6,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "With a silvery tongue or a rapid-fire blaster, Lando prides himself on being able to get out of tight situations. Is at his best when cornered.",
    "Gametext": "Adds one battle destiny. If opponent initiates battle at same location, retrieve 1 Force and add its destiny number to Lando's power, or power of \\ul Falcon\\ul0  he is piloting for remainder of battle. End of turn: * Use 1 or (!) Lose 2 or (X).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par \\par Lando Calrissian (Dark Side)",
    "Abbreviation": "Screaming Lando, Pissed Lando",
    "Matching": "Gold Squadron 1\\par Millennium Falcon\\par The Falcon\\par The Falcon, Junkyard Garbage",
    "MatchingWeapon": "Lando's Blaster Rifle",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1475,
    "CardName": "Lando's Not A System, He's A Man",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Lando Calrissian has quite a reputation amongst gamblers and smugglers. This is not always a good thing.",
    "Gametext": "Deploy on table. Once per turn, may target a character present with [Cloud City] Lando. For remainder of turn, target is forfeit = 0. During battle on Cloud City, you may use X Force (maximum 3) to add X to your total battle destiny. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1486,
    "CardName": "Leave Them To Me",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"I will deal with them myself.\"",
    "Gametext": "Plays on table. While you occupy a Subjugated planet location, operatives are forfeit = 0, operatives do not add to Force drains, and your Force drains may not be reduced. \\ul(Subjugated planet is defined on the Objective card Local Uprising.)\\ul0",
    "Icons": 0,
    "Counterpart": "Let's Keep A Little Optimism Here - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1499,
    "CardName": "Leia, Rebel Princess",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, female",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "After attracting Luke's attention and then Han's attention, Leia should not have been surprised when she got more attention than desired from Jabba.",
    "Gametext": "Twice per game, may place top card of Lost Pile on top of Reserve Deck to cancel a Force drain at a related site. Unless opponent's non-alien character here, opponent's total ability at same site = 0. Immune to attrition < 5 if with Luke, Han or Jabba.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187",
    "Abbreviation": "Leia, RP",
    "IsPulled": "I Know\\par Leia's Back",
    "Combo": "Leia, Rebel Princess+ -----\\par Leia, Rebel Princess + Jerus Jannick\\par -----\\par Leia, Rebel Princess + Warrior's Courage\\par Add two battle destinies if Leia is defending a battle alone at a site.",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster",
    "Cancels": "A Force drain at a related site (twice per game).",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1508,
    "CardName": "Let Them Make The First Move/At Last We Will Have Revenge",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Theed Palace Generator Core, Theed Palace Generator, and Deep Hatred.\\ul0 \\par \\b While\\b0  this side up, opponent may not Force drain where opponent has a Jedi, and your Force drains at Naboo sites where you have a Dark Jedi may not be canceled. Once during your control phase, may target one opponent's character present with your Dark Jedi at an interior Theed Palace site. Target is lost. \\par \\b Flip\\b0  this card if an opponent's Jedi is present at an interior Naboo battleground site.",
    "ObjectiveBack": "\\b While\\b0  this side up, you may not Force drain or initiate battle at any location where you have a Dark Jedi. Once during your move phase, your Dark Jedi may initiate lightsaber combat against an opponent's Jedi present: Each player draws 2 destiny. Loser (lowest total) loses 2 Force (cannot be reduced). If difference is 5 or greater, lost Force must come from Reserve Deck, and losing character is lost. \\par \\b Flip\\b0  this card and retrieve 1 Force if opponent has no Jedi present at any interior Naboo battleground.",
    "ObjectiveFrontName": "Let Them Make The First Move",
    "ObjectiveBackName": "At Last We Will Have Revenge",
    "Gametext": "[Front Side]: \\ul Deploy Theed Palace Generator Core, Theed Palace Generator, and Deep Hatred.\\ul0 \\par \\b While\\b0  this side up, opponent may not Force drain where opponent has a Jedi, and your Force drains at Naboo sites where you have a Dark Jedi may not be canceled. Once during your control phase, may target one opponent's character present with your Dark Jedi at an interior Theed Palace site. Target is lost. \\par \\b Flip\\b0  this card if an opponent's Jedi is present at an interior Naboo battleground site.\\\\par[Back Side]: \\b While\\b0  this side up, you may not Force drain or initiate battle at any location where you have a Dark Jedi. Once during your move phase, your Dark Jedi may initiate lightsaber combat against an opponent's Jedi present: Each player draws 2 destiny. Loser (lowest total) loses 2 Force (cannot be reduced). If difference is 5 or greater, lost Force must come from Reserve Deck, and losing character is lost. \\par \\b Flip\\b0  this card and retrieve 1 Force if opponent has no Jedi present at any interior Naboo battleground.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Abbreviation": "LTMTFM, LSC, Combat",
    "Counterpart": "We'll Handle This/Duel Of The Fates",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1511,
    "CardName": "Let's Keep A Little Optimism Here",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The heroes of the Rebellion know that where there is life, there is hope.",
    "Gametext": "Plays on table. While you occupy a Renegade planet location, operatives are forfeit = 0, operatives do not add to Force drains and your Force drains may not be reduced. \\ul(Renegade planet is defined on the Objective card Imperial Occupation.)\\ul0",
    "Icons": 0,
    "Counterpart": "Leave Them To Me - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1580,
    "CardName": "Lord Maul",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Sith",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Trade Federation\\b0",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 8,
    "Forfeit": 8,
    "Ability": 6,
    "ForceAptitude": "Dark Jedi",
    "Lore": "Sent by Darth Sidious to Naboo in order to assist the Trade Federation in their blockade there. His confrontation with Obi-Wan and Qui-Gon would impact history forever.",
    "Gametext": "Deploys -2 to Naboo. May not be Disarmed. While with Qui-Gon, your battle destinies here are each +1. When Maul wins a lightsaber combat, adds 2 to opponent's Force loss. Immune to Clash Of Sabers and attrition < 5 (or < 6 if armed with a lightsaber).",
    "Icons": "Pilot, Warrior, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Lord Maul deploys free at Tatooine: Desert Landing Site.\\par -----\\par Darth Maul personas are:\\par \\par Darth Maul\\par Darth Maul With Lightsaber\\par Darth Maul, Lone Hunter\\par Darth Maul, Young Apprentice\\par Lord Maul\\par Lord Maul With Lightsaber",
    "IsPulled": "Sith Fury (V)",
    "Combo": "Lord Maul + Maul Strikes\\par -----\\par Lord Maul + The Phantom Menace\\par While present with an opponent's Jedi, Maul is defense value +2 and immune to attrition.\\par -----\\par Lord Maul + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Lord Maul + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.",
    "Matching": "Maul's Sith Infiltrator",
    "MatchingWeapon": "Maul's Double-Bladed Lightsaber\\par Maul's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1656,
    "CardName": "Maul's Double-Bladed Lightsaber",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "Maul's double-bladed lightsaber is two lightsabers fused into one that requires years of training to wield properly. Like its mysterious owner, this weapon hasn't been seen for a millennia.",
    "Gametext": "Deploy on Maul. Adds 1 to Maul's lightsaber combat total. May lose 1 Force to add 2 to Force drain where present. Twice per battle, may target a character. Draw two destiny. Target hit, and its forfeit = 0, if total > defense value. While on Maul, may not be stolen.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Maul's lightsaber 'personas' are:\\par \\par Maul's Double-Bladed Lightsaber\\par Maul's Lightsaber\\par Darth Maul With Lightsaber\\par Lord Maul With Lightsaber",
    "IsPulled": "I Will Finish What You Started\\par Maul Strikes",
    "MatchingWeapon": "Darth Maul\\par Darth Maul With Lightsaber\\par Darth Maul, Lone Hunter\\par Darth Maul, Young Apprentice\\par Lord Maul\\par Lord Maul With Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1741,
    "CardName": "Naboo: Theed Palace Generator",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your Jedi are power +1 here. Force drain -1 here.   Your Dark Jedi are power +2 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "Your Jedi are power +1 here. Force drain -1 here.",
    "DarkSideText": "Your Dark Jedi are power +2 here.",
    "Icons": "Interior, Planet, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "IsPulled": "Invasion",
    "Counterpart": "Naboo: Theed Palace Generator",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1742,
    "CardName": "Naboo: Theed Palace Generator",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your Jedi are power +2 here.   Your Dark Jedi are power +1 here. Force drain -1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "Your Jedi are power +2 here.",
    "DarkSideText": "Your Dark Jedi are power +1 here. Force drain -1 here.",
    "Icons": "Interior, Planet, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "IsPulled": "Mindful Of The Future",
    "Counterpart": "Naboo: Theed Palace Generator",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1743,
    "CardName": "Naboo: Theed Palace Generator Core",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Any characters of ability < 5 about to be 'hit' here (and all cards on them) are placed in owner's Used Pile.   Any characters of ability < 5 about to be 'hit' here (and all cards on them) are placed in owner's Used Pile.",
    "LightSideIcons": 2,
    "DarkSideIcons": 3,
    "LightSideText": "Any characters of ability < 5 about to be 'hit' here (and all cards on them) are placed in owner's Used Pile.",
    "DarkSideText": "Any characters of ability < 5 about to be 'hit' here (and all cards on them) are placed in owner's Used Pile.",
    "Icons": "Interior, Planet, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "IsPulled": "Invasion",
    "Counterpart": "Naboo: Theed Palace Generator Core",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1744,
    "CardName": "Naboo: Theed Palace Generator Core",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Any characters of ability < 5 about to be 'hit' here (and all cards on them) are placed in owner's Used Pile.  Any characters of ability < 5 about to be 'hit' here (and all cards on them) are placed in owner's Used Pile.",
    "LightSideIcons": 3,
    "DarkSideIcons": 2,
    "LightSideText": "Any characters of ability < 5 about to be 'hit' here (and all cards on them) are placed in owner's Used Pile.",
    "DarkSideText": "Any characters of ability < 5 about to be 'hit' here (and all cards on them) are placed in owner's Used Pile.",
    "Icons": "Interior, Planet, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "IsPulled": " Mindful Of The Future",
    "Counterpart": "Naboo: Theed Palace Generator Core",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1788,
    "CardName": "No Escape",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Jabba's influence is not easily ignored. Neither are his voracious and vile appetites. Even Jedi soon learn this lesson.",
    "Gametext": "Plays on table. At opponent's <> site where opponent's creature present, you may deploy without presence or Force icons, and your Force generation there is +1.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1790,
    "CardName": "No Match For A Sith",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Lightsaber duels are so fast and furious that Jedi don't plan their offensive strategy, but instead rely on instinct and their ability to sense an opponent's next strike.",
    "Gametext": "If Maul armed with a lightsaber in battle, use 2 Force to draw two destiny. Opponent draws two destiny. If any of your destinies equal any of opponent's destinies, opponent's Jedi is power = 0 for remainder of battle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1805,
    "CardName": "Obi-Wan Kenobi, Jedi Knight",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 7,
    "Forfeit": 8,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "Padawan learner promoted to Jedi Knight after his encounter with Darth Maul. Has sworn to train Anakin Skywalker, even if the Jedi Council forbids it.",
    "Gametext": "Deploys -2 to Naboo. Power +2 if Maul present. If Qui-Gon is participating in lightsaber combat and Obi-Wan is present, Qui-Gon may use Obi-Wan's combat cards. Immune to Sniper and attrition < 5.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Obi-Wan Kenobi personas are:\\par \\par Ben Kenobi\\par Obi-Wan in Radiant VII (V)\\par Obi-Wan Kenobi\\par Obi-Wan Kenobi (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Padawan Learner\\par Obi-Wan Kenobi, Padawan Learner (V)\\par Obi-Wan With Lightsaber",
    "Abbreviation": "Obi-Wan JK",
    "IsPulled": "Fall Of A Jedi\\par Padme Naberrie\\par Return Of A Jedi\\par Tatooine: City Outskirts",
    "Combo": "Obi-Wan Kenobi, Jedi Knight + Are You Brain Dead?!\\par Obi-Wan Kenobi, Jedi Knight + Krayt Dragon Howl",
    "MatchingWeapon": "Obi-Wan's Lightsaber\\par Obi-Wan's Lightsaber (EP1)\\par Qui-Gon's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1814,
    "CardName": "Obi-Wan's Lightsaber (EP1)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 2,
    "Lore": "Constructed by Obi-Wan himself, this Padawan's lightsaber was responsible for tearing an ancient Sith weapon in half.",
    "Gametext": "Deploy on [Episode 1] Obi-Wan. May add 1 to Force drain if present at a Naboo battleground. May target a character or creature for free. Draw two destiny. Add 1 if targeting a Dark Jedi. Target hit, and its forfeit = 0, if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Obi-Wan's lightsaber 'personas' are:\\par \\par Obi-Wan's Lightsaber\\par Obi-Wan's Lightsaber (EP1)\\par Obi-Wan With Lighsaber",
    "IsPulled": "Gift Of The Mentor",
    "MatchingWeapon": "Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Padawan Learner",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1839,
    "CardName": "Only Jedi Carry That Weapon",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "An elegant weapon for a more civilized age.",
    "Gametext": "Plays on table. For opponent to steal a weapon from target character using a non-[Episode 1] card, must first draw destiny. If destiny +1 > target's ability, weapon stolen. Otherwise, attempt fails and stealing card is placed out of play.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Weapon Of A Sith - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1846,
    "CardName": "Opee Sea Killer",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "With a vicious array of pointed teeth, the opee sea killer is a fearsome hunter. When outmatched in size, it uses small crevices to avoid bigger predators.",
    "Gametext": "Deploy on table. Cancels Sando Aqua Monster. While no card here, may place an opponent's just drawn battle destiny face-up here. If opponent just drew battle destiny with the same card title as card here, place both cards in opponent's Lost Pile. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Opee Sea Killer",
    "Cancels": "Sando Aqua Monster",
    "IsCanceledBy": "Colo Claw Fish",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1847,
    "CardName": "Opee Sea Killer",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The opee sea killer catches its prey with a long, flexible tongue. It uses camouflage to assist in hunting prey, as well as avoiding larger predators like the sando aqua monster.",
    "Gametext": "Deploy on table. Cancels Sando Aqua Monster. While no card here, may place an opponent's just-drawn battle destiny face-up here. If opponent just drew battle destiny with the same card title as card here, place both cards in opponent's Lost Pile. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Opee Sea Killer",
    "Cancels": "Sando Aqua Monster",
    "IsCanceledBy": "Colo Claw Fish",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1851,
    "CardName": "Oppressive Enforcement",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The Imperial fleet keeps a tight grip on the systems under its control. Abuses and excesses by local citizens are not tolerated.",
    "Gametext": "Plays on table. Your Immediate Effects may play for free. Whenever opponent cancels your card with Sense or Alter, place that canceled card in Used Pile.",
    "Icons": 0,
    "Counterpart": "Wise Advice - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1867,
    "CardName": "Ounee Ta",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Jabba's decadent behavior makes him susceptible to deception. Leia and Lando exploited this weakness, posing as Jabba's kind of scum.",
    "Gametext": "Plays on table. At each opponent's <> site, your Rebels are each deploy -2 and your Force generation is +1.",
    "Icons": 0,
    "IsCanceledBy": "Let's Keep A Little Optimism Here (V) - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1911,
    "CardName": "Planetary Defenses",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Key installations are protected from bombardment by a complex network of early warning sensors, emergency shields and fast response fighters.",
    "Gametext": "Plays on any interior site. This location may not be targeted by Proton Bombs.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1936,
    "CardName": "Prepare For A Surface Attack",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Ruthless and well-equipped for both air and ground assault, Vader's feared Death Squadron came to the icy Rebel Base with total domination in mind.",
    "Gametext": "Deploy on table. Your Force drains at Hoth sites may not be canceled. Once per turn, if you just deployed an AT-AT to a Hoth site, you may deploy (at -2) a Star Destroyer to the Hoth system (or vice versa) from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "A Star Destroyer to the Hoth system if an AT-AT was just deployed to a Hoth site (or vice versa).",
    "IsPulled": "Twi'lek Advisor\\par Veers (V)\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1983,
    "CardName": "Qui-Gon Jinn, Jedi Master",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 8,
    "Forfeit": 9,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Jedi Master ordered by the Jedi Council to return to Naboo to seek out the mysterious \"dark warrior\" that he had encountered on Tatooine.",
    "Gametext": "Deploys -2 to Naboo. Qui-Gon's game text may not be canceled. When Qui-Gon wins a lightsaber combat, adds 2 to opponent's Force loss. Once per game, may lose 2 Force to deploy a lightsaber on Qui-Gon from Lost Pile. Immune to attrition.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Qui-Gon Jinn personas are:\\par \\par Master Qui-Gon\\par Master Qui-Gon (V)\\par Qui-Gon Jinn\\par Qui-Gon Jinn With Lightsaber\\par Qui-Gon Jinn, Jedi Master",
    "Pulls": "A lightsaber from Lost Pile to deploy on him.\\par Jedi Lightsaber\\par Qui-Gon Jinn's Lightsaber\\par Qui-Gon's Lightsaber",
    "IsPulled": "Padme Naberrie\\par Tatooine: City Outskirts",
    "MatchingWeapon": "Qui-Gon Jinn's Lightsaber\\par Qui-Gon's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1985,
    "CardName": "Qui-Gon's End",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "While Qui-Gon spent years maintaining peace, Maul was sharpening his combat skills. Those years of training came to fruition in one fateful moment.",
    "Gametext": "Deploy on a site where Maul just defeated Qui-Gon in lightsaber combat. Place Qui-Gon out of play. While Obi-Wan at this site, his lightsaber combat total is +2 and opponent loses 1 Force at the end of each of your turns. (Immune to Control.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1986,
    "CardName": "Qui-Gon's Lightsaber",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 5,
    "Lore": "This lightsaber bore silent witness to the death of two great warriors in the same day. One a Jedi, one a Sith.",
    "Gametext": "Deploy on Qui-Gon or [Episode 1] Obi-Wan. Adds 1 to this character's lightsaber combat total. May target a character for free. Draw two destiny. Target hit, and its forfeit = 0, if total destiny > defense value (if hit target is a Dark Jedi, opponent also loses 1 Force).",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Qui-Gon Jinn's lightsaber 'personas' are:\\par \\par Qui-Gon Jinn's Lightsaber\\par Qui-Gon's Lightsaber\\par Qui-Gon Jinn With Lighsaber",
    "IsPulled": "Gift Of The Mentor\\par Qui-Gon Jinn, Jedi Master when lightsaber is in Lost Pile",
    "MatchingWeapon": "Master Qui-Gon\\par Master Qui-Gon (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Qui-Gon Jinn\\par Qui-Gon Jinn, Jedi Master",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2097,
    "CardName": "Resistance",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Oola had to choose between giving in to Jabba's constant advances or resisting him and inciting his wrath.",
    "Gametext": "Plays on table. While you occupy at least 3 battlegrounds or opponent occupies no battlegrounds, you lose no more than 2 Force from each Force drain or 'insert' card.",
    "Icons": 0,
    "Counterpart": "Ultimatum - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2166,
    "CardName": "Sando Aqua Monster",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Huge creature that is feline in nature and moves on its hind legs. Slow movement makes it difficult for the monster to feed, but whenever a confrontation arises it always wins.",
    "Gametext": "Deploy on table. Cancels Colo Claw Fish. While no card here, you may draw destiny and place it face-up here. If you are about to draw a card for weapon or battle destiny, you may instead use card here, then place it in Lost Pile. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "SAM",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Sando Aqua Monster",
    "Cancels": "Colo Claw Fish",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2167,
    "CardName": "Sando Aqua Monster",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The sando aqua monster is quite a mystery to Naboo oceanographers. A reclusive predator by nature, this undersea giant appears to have no natural enemies.",
    "Gametext": "Deploy on table. Cancels Colo Claw Fish. While no card here, you may draw destiny and place it face-up here. If you are about to draw a card for weapon or battle destiny, you may instead use card here, then place it in Lost Pile. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Abbreviation": "SAM",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Sando Aqua Monster",
    "Cancels": "Colo Claw Fish",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2197,
    "CardName": "Secret Plans",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Imperial computer systems are equipped with complex algorithms designed to prevent access by unauthorized users.",
    "Gametext": "Plays on table. If opponent is about to retrieve X Force, opponent must first use X Force or that retrieval is canceled. (X is equal to the full amount of Force allowed to be retrieved, regardless of the number of cards in opponent's Lost Pile.)",
    "Icons": 0,
    "Counterpart": "Aim High - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2269,
    "CardName": "Sio Bibble",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Politics": 1,
    "Lore": "Governor of Naboo. After initially opposing Amidala in her campaign to become Naboo's elected ruler, Sio Bibble is now one of her most ardent supporters.",
    "Gametext": "\\b Agenda\\b0 : order. While at same site as Amidala, your Force generation is +2 here. While on Naboo, subtracts one from opponent's Force drains at adjacent sites, and your other Republic characters present are power +1.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Supreme Chancellor Valorum (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2359,
    "CardName": "Stormtrooper Garrison",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Characteristics": "\\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 4,
    "Power": 8,
    "Deploy": 6,
    "Forfeit": 4,
    "Armor": 3,
    "Ability": 1,
    "Lore": "The Imperial Navy's ruthless shock troops. The distinctive white armor of the stormtrooper is recognized throughout the galaxy as a feared occupational force.",
    "Gametext": "Imperial leaders present may not be targeted by weapons. While with an Imperial leader, adds one battle destiny. While at an opponent's site, Force drain +1 here (or +2 if also a Rebel Base). End of your turn: * Use 1 or (!) Lose 1 or (X).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2363,
    "CardName": "Strike Blocked",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "At times it was calculated defense, at others it was simply survival.",
    "Gametext": "Take top card of Force Pile into hand. OR If opponent just revealed a combat card, it is canceled (place in opponent's Used Pile) and opponent must draw destiny instead (that destiny is reduced by 1). OR Cancel Maul Strikes, Dark Strike, or You Are Beaten.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Cancels": "A combat card\\par Dark Strike\\par Maul Strikes\\par Sniper & Dark Strike\\par You Are Beaten",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2521,
    "CardName": "The Ebb Of Battle",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Lightsaber confrontations are a complex dance of feints, strikes, parries, and footwork. Mistakes are rarely forgiven.",
    "Gametext": "Activate 1 Force. OR Add 1 to your just-drawn duel destiny. OR If under your Dark Jedi as one of that character's combat cards, reveal to opponent and place in your Lost Pile to cancel an opponent's Force drain. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Cancels": "An opponent's Force drain",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2533,
    "CardName": "The Hutts Are Gangsters",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"If they discovered her...\"",
    "Gametext": "Deploy on table. While Amidala with Jabba, her game text is canceled. While you occupy an [Episode 1] Tatooine site with [Episode 1] Jabba, once per turn you may place a card from hand in your Used Pile to draw a card from Reserve Deck. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Game text of Amidala when present with Jabba.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2552,
    "CardName": "There Is No Try",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"Always with you what cannot be done.\"",
    "Gametext": "Plays on table. Sense and Alter are now Lost Interrupts. When any player makes a destiny draw for Sense or Alter, and that destiny draw is successful, that player loses 2 Force.",
    "Icons": 0,
    "Counterpart": "Do, Or Do Not - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2558,
    "CardName": "They Must Never Again Leave This City",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Vader's plans were to turn the city in the clouds into a graveyard for the Rebellion.",
    "Gametext": "Deploy on table. Opponent's movement from a Bespin location to a non-Bespin location requires +1 Force. Once per game, \\ul Executor\\ul0  deploys for free to Bespin system. Once per turn, may take into hand a TIE just forfeited from a Bespin location.",
    "Icons": 0,
    "Abbreviation": "TMNALTC",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2579,
    "CardName": "Thok & Thug",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Gamorrean\\b0",
    "Destiny": 5,
    "Power": 8,
    "Deploy": 7,
    "Forfeit": 5,
    "Armor": 4,
    "Ability": 1,
    "Lore": "Jabba the Hutt knew that having a big, strong, dumb guard was good, but having lots of them is better.",
    "Gametext": "Deploys -2 to a Jabba's Palace site. If opponent just initiated battle at same site, may use X Force (limit 2) to add twice X to total power. Your alien leaders present may not be targeted by weapons. End of your turn: * Use 2 or (!) Lose 1 or (X).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2584,
    "CardName": "Through The Corridor",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Obi-Wan was anxious, Qui-Gon was patient, and Maul was angry.",
    "Gametext": "If opponent just initiated battle against Maul where opponent has two Jedi, cancel that battle and you may relocate one of those Jedi (your choice) to any adjacent site. That Jedi may not move for remainder of turn. (Immune to Sense.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2666,
    "CardName": "Ultimatum",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"Jabba! This is your last chance. Free us or die.\"",
    "Gametext": "Plays on table. While you occupy at least 3 battlegrounds or opponent occupies no battlegrounds, you lose no more than 2 Force from each Force drain or 'insert' card.",
    "Icons": 0,
    "Counterpart": "Resistance - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2680,
    "CardName": "Unsalvageable",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "With mounting pressure from superior forces, the Rebellion sometimes has to abandon its crippled equipment in order to simply get its personnel out alive.",
    "Gametext": "During your turn, target an opponent's unpiloted starship present at a system, or an opponent's unpiloted vehicle. Target is lost (along with any cards aboard it). OR Cancel Hyper Escape, Power Pivot, or Out Of Commission.",
    "Icons": 0,
    "Cancels": "Hyper Escape\\par Power Pivot\\par Out Of Commission\\par Out Of Commission & Transmission Terminated",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2760,
    "CardName": "We'll Handle This/Duel Of The Fates",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Theed Palace Generator Core, Theed Palace Generator, and Inner Strength.\\ul0 \\par \\b While\\b0  this side up, opponent may not Force drain where opponent has a Dark Jedi, and your Force drains at Naboo sites where you have a Jedi may not be canceled. Once during your control phase, may target one opponent's character present with your Jedi at an interior Theed Palace site. Target is lost. \\par \\b Flip\\b0  this card if an opponent's Dark Jedi is present at an interior Naboo battleground site.",
    "ObjectiveBack": "\\b While\\b0  this side up, you may not Force drain or initiate battle at any location where you have a Jedi. Once during your move phase, your Jedi may initiate lightsaber combat against an opponent's Dark Jedi present: Each player draws 2 destiny. Loser (lowest total) loses 2 Force (cannot be reduced). If difference is 5 or greater, lost Force must come from Reserve Deck, and losing character is lost. \\par \\b Flip\\b0  this card and retrieve 1 Force if opponent has no Dark Jedi present at any interior Naboo battleground.",
    "ObjectiveFrontName": "We'll Handle This",
    "ObjectiveBackName": "Duel Of The Fates",
    "Gametext": "[Front Side]: \\ul Deploy Theed Palace Generator Core, Theed Palace Generator, and Inner Strength.\\ul0 \\par \\b While\\b0  this side up, opponent may not Force drain where opponent has a Dark Jedi, and your Force drains at Naboo sites where you have a Jedi may not be canceled. Once during your control phase, may target one opponent's character present with your Jedi at an interior Theed Palace site. Target is lost. \\par \\b Flip\\b0  this card if an opponent's Dark Jedi is present at an interior Naboo battleground site.\\\\par[Back Side]: \\b While\\b0  this side up, you may not Force drain or initiate battle at any location where you have a Jedi. Once during your move phase, your Jedi may initiate lightsaber combat against an opponent's Dark Jedi present: Each player draws 2 destiny. Loser (lowest total) loses 2 Force (cannot be reduced). If difference is 5 or greater, lost Force must come from Reserve Deck, and losing character is lost. \\par \\b Flip\\b0  this card and retrieve 1 Force if opponent has no Dark Jedi present at any interior Naboo battleground.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Abbreviation": "LS Combat",
    "Counterpart": "Let Them Make The First Move/At Last We Will Have Revenge",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2761,
    "CardName": "We'll Let Fate-a Decide, Huh?",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Qui-Gon was not one to leave the success of an elaborate plan to chance.",
    "Gametext": "Plays on table. Cancels Frozen Assets and Beggar. Each player may play only one card with 'sabacc' in title each turn. You may cancel an opponent's card with 'sabacc' in title by losing 1 Force from hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Cancels": "Beggar\\par Frozen Assets",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2773,
    "CardName": "Weapon Of A Fallen Mentor",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Darth Maul's complacency in what seemed like imminent victory over the Padawan was his downfall. That, and the lightsaber of Obi-Wan's fallen teacher.",
    "Gametext": "If your non-(permanent weapon) lightsaber was just lost (or stolen) from a site, deploy on your character of ability > 4 at same site. Relocate that lightsaber to this character, who may use that lightsaber, and it may not be stolen. (Immune to Control.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2774,
    "CardName": "Weapon Of A Sith",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "In order to use his double-bladed weapon Maul trained under Darth Sidious for years.",
    "Gametext": "Plays on table. For opponent to steal a weapon from target character using a non-[Episode 1] card, must first draw destiny. If destiny +1 > target's ability, weapon stolen. Otherwise, attempt fails and stealing card is placed out of play.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Only Jedi Carry That Weapon - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2803,
    "CardName": "Where Are Those Droidekas?!",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "When two Jedi are attempting to breach your bridge, even a destroyer droid's response time seems far too slow.",
    "Gametext": "Deploy on table. While no card here, may cancel a Force drain by placing a non-unique destroyer droid here from Reserve Deck; reshuffle. During your deploy phase, may use 5 Force to deploy (for free) a destroyer droid from here, as if from hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Den Of Thieves has similar functionality for non-unique aliens.\\par -----\\par Dreaded Imperial Starfleet has similar functionality for non-unique strfighters.\\par -----\\par Strategic Reserves has similar functionality for non-unique Imperials.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2813,
    "CardName": "Wipe Them Out, All Of Them",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Darth Sidious' command was merciless and direct. He left no room for misinterpretation.",
    "Gametext": "Plays on table. While opponent has a non-unique alien or non-unique starfighter in battle, opponent may not draw more than two battle destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Another Pathetic Lifeform - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2816,
    "CardName": "Wise Advice",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The guidance of experienced Jedi allowed Luke to confront Vader.",
    "Gametext": "Plays on table. Your Immediate Effects may plays for free. Whenever opponent cancels your card with Sense or Alter, place that canceled card in Used Pile.",
    "Icons": 0,
    "Counterpart": "Oppressive Enforcement - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2869,
    "CardName": "Yoda, Master Of The Force",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Jedi Council member\\b0",
    "Destiny": 4,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "\\b Jedi Council member\\b0. \"More to say have you?\"",
    "Gametext": "Deploys only to Naboo or Coruscant. Once per game, may take a Sense, Control, or Alter into hand from Reserve Deck; reshuffle. Your Jedi present are immune to attrition < 4 (or < 5 if a Jedi Council member). Immune to attrition.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Yoda personas are:\\par \\par Yoda\\par Yoda, Keeper Of The Peace\\par Yoda, Master Of The Force\\par Yoda, Jedi Council Member",
    "Abbreviation": "Yoda, MOTF",
    "Pulls": "Alter\\par Alter (EP1)\\par Alter & Friendly Fire\\par Control\\par Control (EP1)\\par Control & Tunnel Vision\\par Sense\\par Sense (EP1)\\par Sense & Recoil In Fear",
    "IsPulled": "Coruscant: Jedi Council Chamber\\par Speak With The Jedi Council\\par Tatooine: City Outskirts\\par Yoda, You Seek Yoda",
    "Combo": "Yoda, Master Of The Force + Are You Brain Dead?!\\par Yoda, Master Of The Force + Encampment\\par Deploy regardless of location deployment restrictions.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2878,
    "CardName": "You Cannot Hide Forever",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"Give yourself to the dark side. It is the only way you can save your friends.\"",
    "Gametext": "Plays on table. If an 'insert' card was just inserted or revealed, it is canceled.",
    "Icons": 0,
    "Counterpart": "Your Insight Serves You Well - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2894,
    "CardName": "You've Never Won A Race?",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"Not even finished?\"",
    "Gametext": "Plays on table. Unless opponent occupies three battlegrounds, I Did It! is suspended. If Sebulba's Podracer on table, your Force loss from Boonta Eve Podrace is reduced by X, where X = number of battlegrounds you occupy.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2899,
    "CardName": "Your Insight Serves You Well",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Luke knew that while the dark side was quicker and more seductive, eventually evil would turn on itself.",
    "Gametext": "Plays on table. Cancels Scanning Crew. If an 'insert' card was just inserted or revealed, it is canceled.",
    "Icons": 0,
    "Counterpart": "You Cannot Hide Forever - Defensive Shield",
    "Cancels": "Scanning Crew\\par any 'insert' card:\\par 3,720 to 1\\par A Disturbance In The Force\\par A Tremor In The Force\\par Access Denied\\par Anger, Fear, Aggression\\par Knowledge And Defense\\par Never Tell Me The Odds\\par Restricted Access",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2902,
    "CardName": "Your Ship?",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Reflections III",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Han was not sure if Lando had forgiven him for winning the \\ul Millennium Falcon\\ul0. As the old gamblers' saying about sabacc goes: \"Win the game, lose a friend.\"",
    "Gametext": "Plays on table. Cancels A Dangerous Time. Each player may play only one card with \"sabacc\" in title each turn. You may cancel an opponent's card with \"sabacc\" in title by losing 1 Force from hand.",
    "Icons": 0,
    "Cancels": "A Dangerous Time",
    "Inventory": 0,
    "Needs": 0
  }
]