[
  {
    "id": 26,
    "CardName": "A Jedi's Concentration",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Luke's experience on Dagobah gave him great skill in using the Force. Vader had to keep his focus on Luke at all times, or face the consequences.",
    "Gametext": "USED: If a battle was just initiated where you have a character armed with a lightsaber, characters may not be targeted by lightsabers for remainder of battle. LOST: If opponent just initiated a duel, opponent must choose to lose 4 Force or cancel the duel.",
    "Icons": 0,
    "Combo": "A Jedi's Concentration + Obi-Wan With Lightsaber + Padme Naberrie\\par -----\\par A Jedi's Concentration + Take Your Father's Place",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 27,
    "CardName": "A Jedi's Focus",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Vader was surprised at how far the 'young apprentice' had come in his training.",
    "Gametext": "USED: If you have a character with a lightsaber in battle, all opponent's aliens at same site are power -1 for remainder of turn (-2 if alien is non-unique). LOST: If a duel was just initiated, add the destiny number of the top card of your Lost Pile to your total.",
    "Icons": 0,
    "Information": "Good card against Dark Side non-unique ailen swarm decks as well as good bonus to your duel destiny.",
    "Combo": "A Jedi's Focus + Qui-Gon Jinn + Qui-Gon Jinn's Lightsaber\\par -----\\par A Jedi's Focus + You'll Find I'm Full Of Surprises",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 28,
    "CardName": "A Jedi's Patience",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Early on in his duel with Vader, Luke took his time in trying to sense his opponent's weaknesses.",
    "Gametext": "USED: If your character armed with a lightsaber is defending a battle, adds 2 to your total power in that battle. LOST: During a duel, cancel one of your duel destiny draws to cause a re-draw.",
    "Icons": 0,
    "Information": "Note that the bonus of the Used part adds to *total* power, not to the power of a specific character.",
    "Combo": "A Jedi's Patience + Qui-Gon Jinn",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 29,
    "CardName": "A Jedi's Resilience",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Luke wasn't going to let Vader dispose of him too quickly.",
    "Gametext": "If you just lost a duel opponent initiated (before duel has any result) lose 1 Force to cancel the duel and return Interrupt (if any) used to initiate duel to owner's hand. OR If you just lost a character armed with a lightsaber, take that character into hand.",
    "Icons": 0,
    "Information": "This card can be a real life-saver.\\par Even if you forfeited your lightsaber-wielding Jedi you can get him back into hand.",
    "Combo": "A Jedi's Resilience + Take Your Father's Place\\par -----\\par A Jedi's Resilience + any character with a Lightsaber",
    "Rules": "(AR 1.7.1, B-1)\\par This Interrupt is played as a response to the completion of a duel, and is played before any result actually takes place.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 31,
    "CardName": "A Million Voices Crying Out",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Tarkin silenced the voices of Alderaan with the power of the Death Star.",
    "Gametext": "Deploy on table. Twice per game may take Commence Primary Ignition into hand from Lost Pile or Reserve Deck; reshuffle. If Alderaan \"blown away\", retrieve 3 Force whenever you deploy a unique (*) Star Destroyer. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----",
    "Pulls": "Commence Primary Ignition",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "A Million Voices Crying Out + Set your Course For Alderaan (SYCFA) Objective",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 35,
    "CardName": "A Step Backward",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The clashing of Podracers slowed the pace of the race as Anakin and Sebulba approached the finish line.",
    "Gametext": "Place the top race destiny of all Podracers in owner's Used Pile. OR Place 3 cards from hand (random choice) into your Lost Pile to take any one character from your Lost Pile into hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "The Lost part of this card can be used as a last resort to save other characters or change control of the board to your advantage.",
    "Pulls": "Any one character from Lost Pile into hand.",
    "IsPulled": "We Wish To Board At Once",
    "Combo": "A Step Backward + Losing Track\\par -----\\par A Step Backward + Qui-Gon Jinn",
    "Rules": "(AR 1.7.1, B-1)\\par The first function of this card may be played as long as at least one podracer has at least one race destiny stacked upon it. This card targets \"Podracers\", which is a card type (See Podracing, Ap. C). It cannot remove a race destiny stacked upon the Podrace Arena.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 110,
    "CardName": "Anakin's Podracer",
    "Grouping": "Light",
    "CardType": "Podracer",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Built from Radon-Ulzer racing engines that Watto regarded as too burned-out to be of any use. New fuel injection subsystem created by Anakin radically increases thrust.",
    "Gametext": "Deploy on Podrace Arena. Draws 2 race destiny instead of 1. During your draw phase, if opponent has a higher race total than Anakin's Podracer, draw 3 race destiny next turn and choose 2. Once per game may take I Did It! into hand from Reserve Deck; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "I Did It!",
    "Rules": "(AR 1.7.1, B-2)\\par When drawing 2 race destiny instead of 1, the Light Side player is permitted to stack (use) both of them on Anakin's Podracer. The decision to use a race destiny is made immediately after one is drawn. (See Podracing, Ap. C) This Podracer will automatically \"schedule\" three race destiny draws if Anakin's Podracer is behind at any time during the Light Side player's draw phase. Next turn, the Light Side player must draw three and must choose (use) two of them to stack on the Podracer. These scheduled race destiny draws can still be restricted by subsequent actions, for example, the Dark Side playing Hit Racer.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 172,
    "CardName": "Aurra Sing",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, female",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "\\b Bounty hunter\\b0. Former student of the Force. After failing her Jedi training, Aurra became known for hunting down and killing Jedi Knights.",
    "Gametext": "May use any 'stolen' lightsaber. Once per turn, may steal a lightsaber from an opponent's character just lost where present. Immune to attrition < 3 (< 5 while armed with a lightsaber).",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "IsPulled": "Double Back\\par Hondo Ohnaka",
    "Combo": "Aurra Sing + Quietly Observing\\par -----\\par Aurra Sing + Weapon Levitation",
    "MatchingWeapon": "Aurra Sing's Blaster Rifle",
    "Rules": "(AR 1.7.1, B-2)\\par Being able to \"use\" a stolen lightsaber does not allow you to transfer a stolen lightsaber to Aurra Sing outside the normal rules of transfer (it must be capable of deploying on her).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 220,
    "CardName": "Ben Quadinaros' Podracer",
    "Grouping": "Dark",
    "CardType": "Podracer",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Balta-Trabaat BT310 Podracer that utilizes four engines instead of two. Has the potential to be the fastest Podracer on the track, despite its inconsistent performance.",
    "Gametext": "Deploy on Podrace Arena. Adds 1 to each of your race destinies here. Once during each of your control phases may lose 2 Force to exchange the topmost race destiny here with topmost race destiny of another Podracer.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 301,
    "CardName": "Boonta Eve Podrace",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Destiny": 0,
    "Gametext": "Deploy on Podrace Arena. Once per game, either player may initiate a Podrace: During your control phase, each player may draw one race destiny. Each player may place any drawn race destiny on their Podracer (or on Podrace Arena if they have none) or in their Used Pile. During any move phase, winner is any player with a race total > 24 and greater than opponent's highest race total. Winner retrieves 6 Force and loser loses 6 Force. Place all race destiny cards in owner's Used Piles and all Podracers are lost.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Boonta Eve Podrace",
    "Rules": "(AR 1.7.1, F-3)\\par Podracing - Race Destiny And Race Total \\par If a podrace is not being run, treat all race totals as being an unmodifiable 0. This is a specific exception to the normal rules of undefined values. \"Here\" on a podracer refers to a race destiny stacked on that podracer, not any other. For example, when Dud Bolt's Podracer is lost, only the race destinies stacked on that podracer are placed in Used Pile.\\par -----\\par (AR 1.7.1, B-2)\\par While you are free to use your opponent's copy of this card to initiate a podrace (even if both are in play), you must specifically note this at the time you initiate the podrace. If you do not, you are assumed to be using your own copy. The winner of a podracer is determined automatically when either player has a race total > 24 at any time during any move phase.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 302,
    "CardName": "Boonta Eve Podrace",
    "Grouping": "Light",
    "CardType": "Epic Event",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Destiny": 0,
    "Gametext": "Deploy on Podrace Arena. Once per game, either player may initiate a Podrace: During opponent's control phase, each player may draw one race destiny. Each player may place any drawn race destiny on their Podracer (or on Podrace Arena if they have none) or in their Used Pile. During any move phase, winner is any player with a race total > 24 and greater than opponent's highest race total. Winner retrieves 6 Force and loser loses 6 Force. Place all race destiny cards in owner's Used Piles and all Podracers are lost.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Counterpart": "Boonta Eve Podrace",
    "Combo": "Boonta Eve Podrace + Podrace Prep\\par -----\\par Boonta Eve Podrace + Neck And Neck\\par -----\\par Boonta Eve Podrace + Tatooine: Podracer Bay\\par -----\\par Boonta Eve Podrace + I Did It!",
    "Rules": "(AR 1.7.1, F-3)\\par Podracing - Race Destiny And Race Total \\par If a podrace is not being run, treat all race totals as being an unmodifiable 0. This is a specific exception to the normal rules of undefined values. \"Here\" on a podracer refers to a race destiny stacked on that podracer, not any other. For example, when Dud Bolt's Podracer is lost, only the race destinies stacked on that podracer are placed in Used Pile.\\par -----\\par (AR 1.7.1, B-2)\\par While you are free to use your opponent's copy of this card to initiate a podrace (even if both are in play), you must specifically note this at the time you initiate the podrace. If you do not, you are assumed to be using your own copy. The winner of a podracer is determined automatically when either player has a race total > 24 at any time during any move phase.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 335,
    "CardName": "Brisky Morning Munchen",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Den boom! Getten berry scared, and grabben dat Jedi, and pow! Mesa here. Huh! Mesa getten berry, berry scared. Mm.\"",
    "Gametext": "Deploy on table. Once per game, may deploy Jar Jar from Reserve Deck; reshuffle. If you just lost Jar Jar from a site, may place him here. At any time, may use 3 Force to take Jar Jar from here into hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "This card is Jar Jar's personal Bacta Tank.",
    "Pulls": "General Jar Jar\\par Jar Jar Binks",
    "IsPulled": "General Jar Jar\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 346,
    "CardName": "Caldera Righim",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Male Talz. Somewhat of a pacifist, Caldera has always been an opponent to violence in the cantina. Personal friend of Wuher.",
    "Gametext": "Unless Great Warrior on table, opponent must have total ability < 8 to initiate a battle at same site. Also, whenever a battle is initiated at same site, both player may draw up to 2 cards from top of their Reserve Deck.",
    "Icons": 0,
    "Information": "Caldera Righim prevents a beatdown when Darth Vader and Maul or some other high-ability characters are present - but beware of 4-LOM With Concussion Rifle.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 390,
    "CardName": "Changing The Odds",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Qui-Gon used his Jedi abilities to insure that there was no 'chance' involved with the use of Watto's chance cube.",
    "Gametext": "If opponent just drew battle destiny (or destiny for Watto's Chance Cube), subtract one from that destiny. OR If you just verified opponent's Reserve Deck, search that Reserve Deck and place one Interrupt found there out of play.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "The Dark Side Podracer Collision has the text of the second part of this Interrupt as Used portion.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 628,
    "CardName": "Daroe",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b Jawa\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Jawa who has inside connections with the Empire. Frequently speaks with his Imperial contact, whom he reports to regarding Rebel activity in the Outer Rim.",
    "Gametext": "Adds 2 to power of anything he pilots. If opponent initiates a battle at same system, may reveal the top card of your Reserve Deck. If it is a Star Destroyer, may deploy it here for free. Otherwise, card is lost.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Herat",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 629,
    "CardName": "Darth Maul",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Sith",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 8,
    "Forfeit": 8,
    "Ability": 6,
    "ForceAptitude": "Dark Jedi",
    "Lore": "Apprentice to Darth Sidious. Sent to capture Queen Amidala on Tatooine. Full of anger and fury as a child. Sidious used Maul's pent-up rage to train him in the ways of the Sith.",
    "Gametext": "Deploys -2 to Tatooine. During your control phase may lose 1 Force to duel opponent's Jedi present. Both players draw 2 destiny. Loser is lost. Unless opponent's character of ability > 3 here, opponent's total ability here = 0. Immune to attrition < 5.",
    "Icons": "Pilot, Warrior, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Darth Maul deploys free at Tatooine: Desert Landing Site.\\par -----\\par Maul can effectively ignore the presence of Light Side characters of ability less than 4. This means he can Force drain while at their site.\\par The text also applies in space, so opponent has to have a character with ability 4 or more piloting or as passenger.\\par -----\\par Darth Maul personas are:\\par \\par Darth Maul\\par Darth Maul With Lightsaber\\par Darth Maul, Lone Hunter\\par Darth Maul, Young Apprentice\\par Lord Maul\\par Lord Maul With Lightsaber",
    "Abbreviation": "Tat Maul",
    "IsPulled": "Sith Fury (V)",
    "Combo": "Darth Maul + Maul's Sith Infiltrator at Tatooine system: Deploys for 6, it's Maul -2 and -3 on his ship.\\par -----\\par Darth Maul + Maul Strikes\\par -----\\par Darth Maul + The Phantom Menace\\par While present with an opponent's Jedi, Maul is defense value +2 and immune to attrition.\\par -----\\par Darth Maul + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Darth Maul + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.",
    "Matching": "Maul's Sith Infiltrator",
    "MatchingWeapon": "Maul's Double-Bladed Lightsaber\\par Maul's Lightsaber",
    "Rules": "(AR 1.7.1, B-5)\\par The loser of a duel initiated by Maul's game text is the character with the lowest total destiny. If tied, there is no winner or loser.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 699,
    "CardName": "Deneb Both",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 1,
    "Lore": "Shy Ithorian forester. She seeks to leave Tatooine for a better life. Firm adherent to Ithorian philosophy of planting two trees for every one harvested.",
    "Gametext": "When deployed, draw up to 2 cards from top of Reserve Deck. Unless Graak on table, while at a battleground and opponent is losing Force from Force drains at same or adjacent site, lost Force must come from Force Pile, if possible.",
    "Icons": 0,
    "Combo": "Deneb Both + Draw Their Fire",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 754,
    "CardName": "Don't Do That Again",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Jedi won't tolerate silly behavior for very long.",
    "Gametext": "Deploy on table. Once per game, may take any Immediate Effect into hand from Reserve Deck; reshuffle. While opponent occupies no battleground systems, Mobilization Points is suspended. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "A Gift\\par A Vergence In The Force\\par Advantage\\par At Peace\\par Descent Into The Dark\\par Disarming Creature\\par Energy Walls\\par Grappling Hook\\par Heroic Sacrifice\\par I Can't Believe He's Gone\\par Imperial Atrocity\\par Legendary Starfighter\\par The Time For Our Attack Has Come\\par They Win This Round\\par Weapon Of A Fallen Mentor\\par What Was It?\\par What're You Tryin' To Push On Us?",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 795,
    "CardName": "Dud Bolt's Podracer",
    "Grouping": "Dark",
    "CardType": "Podracer",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "RS 557 Podracer. Secretly hired by Sebulba to protect him during Podraces.",
    "Gametext": "Deploy on Podrace Arena. Adds 1 to each of your race destinies here. If Sebulba's Podracer on table, may lose this Podracer to cancel Losing Track or Neck And Neck; place all race destinies here in owner's Used Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 818,
    "CardName": "Either Way, You Win",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Deal!\"",
    "Gametext": "Opponent chooses: opponent may activate up to 2 Force and you may activate up to 4 Force, or opponent retrieves 1 Force and you retrieve 3 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 840,
    "CardName": "End Of A Reign",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The turning of Vader and the loss of Palpatine was the beginning of a new era for the entire galaxy.",
    "Gametext": "USED: Cancel Overseeing It Personally. OR Use 4 Force to cancel Vader's game text for remainder of turn. LOST: If Emperor just lost from table, draw destiny. Opponent must lose Force equal to the destiny draw.",
    "Icons": 0,
    "Cancels": "Overseeing It Personally\\par Overseeing It Personally (V)\\par Vader's game text for remainder of turn.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 874,
    "CardName": "Entering The Arena",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"What'd he mean by that?\" \"I'll tell you later.\"",
    "Gametext": "USED: Once per game may take Podracer Bay into hand from Reserve Deck; reshuffle. LOST: During a battle at Podracer Bay, add one battle destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Tatooine: Podracer Bay",
    "IsPulled": "We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 877,
    "CardName": "Eopie",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Creature",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Destiny": 5,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Landspeed": 2,
    "Maneuver": 2,
    "Lore": "Herd animal native to Tatooine. Adults are used as beasts of burden, while the young and elderly eopies are useful for consuming desert weeds.",
    "Gametext": "May add 2 'riders' (passengers). Ability = 1/4. Moves for free. While 'ridden' by Amidala in battle, adds one battle destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Dams Denna",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 893,
    "CardName": "Eventually You'll Lose",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "In the end, Watto finally came to understand the agony of defeat.",
    "Gametext": "USED: If a battle was just initiated, place the top card of your Used Pile on top of your Reserve Deck. LOST: Use 3 Force to cause opponent to reveal hand. All cards opponent has 3 or more of in hand are lost.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Combo": "Eventually You'll Lose + Threepio With His Parts Showing",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 926,
    "CardName": "Fanfare",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Boonta Eve crowds are always looking for new and exciting developments at every Podrace.",
    "Gametext": "Deploy on table. Cancels Order To Engage and Scramble. Once per game you may take any Immediate Effect into hand from Reserve Deck; reshuffle. While opponent occupies no battleground systems, Staging Areas is suspended. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "After Her!\\par Alert My Star Destroyer!\\par All Too Easy\\par Breached Defenses\\par Cane Adiss\\par Despair\\par Energy Walls\\par Enter The Bureaucrat\\par Frozen Dinnerg\\par High Anxiety\\par I Am Your Father\\par Imperial Propaganda\\par Lost In Space\\par Mostly Armless\\par Mournful Roar\\par Pride Of The Empire\\par Qui-Gon's End\\par Tentacle\\par There'll Be Hell To Pay",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Order To Engage\\par Scramble\\par Suspends Staging Areas while opponent occupies not battleground systems.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1005,
    "CardName": "Gamall Wironicc",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Strange wanderer. Rumored to have sacrificed himself in battle so that his comrades could live on. Survived and now stranded on Tatooine. He misses everything he'll never be.",
    "Gametext": "Adds 1 to power of anything he pilots. While Gamall is in battle, your other characters present with him may not be targeted by opponent's weapons. Place Gamall in Used Pile if he was just 'hit.' Power -2 while on Tatooine.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Gamall Wironicc protects characters present with him from the targeting of a weapon.\\par -----\\par Beware of cards like Sorry About The Mess, Clash Of Sabers (Gamall must be in battle for his game text to work), Choke, and Chewbacca, Protector.",
    "Combo": "Gamall Wironicc + Chokk\\par Power 11 while defending a battle and they double the weapons protection for your characters.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1034,
    "CardName": "Ghana Gleemort",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Gamorrean\\b0",
    "Destiny": 3,
    "Power": 5,
    "Deploy": 4,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Part of Jabba's Gamorrean security force. Negotiating with the B'omarr monks regarding his possible defection.",
    "Gametext": "Your Force generation at same site is +X, where X equals the number of opponent's aliens at same and adjacent sites. May lose 1 Force to cancel a Force drain at an adjacent site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Cancels": "A Force drain at an adjacent site.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1058,
    "CardName": "Gragra",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Female Swokes Swokes. Lives in the city of Mos Espa and runs a street-corner market there. Seller of chuba.",
    "Gametext": "Once per turn, may use 1 Force to target opponent's card with ability just deployed to same site. Opponent must use 2 Force or return target to hand. Power +2 at Mos Espa.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1070,
    "CardName": "Great Shot, Kid!",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "With the destruction of the Death Star, the Rebel Alliance received new-found support throughout the galaxy.",
    "Gametext": "Deploy on table. If Death Star \"blown away\": Whenever you deploy a unique (*) starship to a system location, retrieve 3 Force; Once during each of your turns you may deploy (for free) a starship from hand or Reserve Deck and reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Massassi Base Operations helper card.",
    "Pulls": "A starship.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Combo": "Great Shot, Kid! + Launching The Assault\\par Make the most out of the free deploy by adding to your drains with all those Star Cruisers you can have.\\par -----\\par Great Shot, Kid! + Home One + Admiral Ackbar + First Officer Thaneespi\\par First use Great Shot, Kid! to get Home One, deploy it free, deploy Ackbar on it for two (You can use Balanced Attack to grab Ackbar), use Ackbar to get First Officer Thaneespi and deploy her for one. Suddenly, for only three Force you have a power 15 capital ship with immunity to attrition of anything less that ten and forces your opponent to come up with seven or more ability before any attrition can happen!",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1085,
    "CardName": "Grugnak",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Ugnaught\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Elderly Ugnaught who despised the Empire for occupying his home on Cloud City. Helped the Rebellion secretly move personnel to aid the resistance movement.",
    "Gametext": "While on Cloud City, once during each of your deploy phases may use or lose X Force to relocate any one of your characters at same site to a related site, where X equals ability of your character being relocated.",
    "Icons": 0,
    "IsPulled": "Lando Calrissian (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1146,
    "CardName": "His Name Is Anakin",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Anakin dreamt that one day he would return to Tatooine to free the slaves. His aggression will one day be felt by the entire Republic.",
    "Gametext": "Deploy on table. Each non-battleground docking bay generates no more than one Force for either player. Opponent's aliens deploy +1 on Tatooine (or +2 if non-unique or to same Tatooine site as your Dark Jedi, or +4 if both). (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1148,
    "CardName": "Hit Racer",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Sebulba is willing to utilize a variety of 'tactics' to maintain his lead position. Mars Guo learned this lesson the hard way.",
    "Gametext": "During your control phase, use 2 Force to target opponent's Podracer with a race total within 4 of one of your race totals. Draw destiny. If destiny > target Podracer's destiny number, opponent may not draw race destiny this turn and target Podracer is 'damaged.'",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Now you can use the same devious methods to win a podrace that Sebulba tried in the film. During your Control Phase, you can attempt to damage and slow down an opponent's Podracer whose race total is within 4 of your own. This means you can either try to overtake a racer who is slightly ahead of yours, or you can try to create a setback for a racer gaining on one of your own. Since race destiny is drawn during the Dark Side's Control Phase, the Dark Side player has the option of playing this card before or after race destinies are drawn, although playing Hit Racer first is wise, since you may eliminate your opponent's race destiny this turn.\\par \\par If you successfully damage your opponent's racer, you get the immediate benefit of causing the Light Side to skip a race destiny. But even better than that is the added game text. Until the target racer is repaired, the Light Side will have to lose 1 Force in order to use any race destiny. This will potentially cause them to gradually fall behind your racer as they make hard decisions about what race destinies to keep.\\par \\par This card is probably best used when you are within reach of winning the race. After all, since the Light Side will retrieve 6 Force for winning the race (and even more if they're playing with cards like I Did It!), he probably won't mind losing a couple of Force in order to use race destinies that will take him across the finish line first.\\par \\par Of course, your opponent will need to be playing Anakin's Podracer for this to work, since Hit Racer cannot be played on a generic podracer. But with the importance that racing is likely to have in the game, it shouldn't be surprising to see Anakin's Podracer showing up in many decks.",
    "IsPulled": "We Must Accelerate Our Plans",
    "IsCanceledBy": "Too Close For Comfort",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1203,
    "CardName": "I Can't Believe He's Gone",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Even though Luke felt the pain of losing his mentor, Obi-Wan continued to give him strength and guidance through the Force.",
    "Gametext": "If Obi-Wan was just placed out of play, use 1 Force to deploy Immediate Effect on table. If a battle was just initiated at a site, may use 1 Force to increase your total power by 5. (Immune to Control.)",
    "Icons": 0,
    "Information": "Duel helper card.",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par The Signal\\par We Wish To Board At Once",
    "Combo": "I Can't Believe He's Gone + I Feel The Conflict",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1205,
    "CardName": "I Did It!",
    "Grouping": "Light",
    "CardType": "Epic Event",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on table if you've won a Podrace. Once per game, may place Boonta Eve Podrace out of play to retrieve 4 Force. If you occupy a battleground site and a battleground system, once during each of your control phases may reveal the bottom card of your Lost Pile and place it on top of your Force Pile. At the end of opponent's turn, opponent must lose 2 Force or place their Force Pile onto their Used Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Anakin's Podracer",
    "Combo": "I Did It! + Draw Their Fire\\par If your opponent wants to be able to use any Interrupt in a battle you initiate, they will have to lose 2 Force each turn (provided you meet the conditions on I Did It!). (Psychobabble)",
    "Rules": "(AR 1.7.1, B-8)\\par An empty Force Pile does not stop a player from 'placing' that pile on his (empty or non-empty) Used Pile. The Light Side player may only place his on table Boonta Eve Podrace out of play, not his opponent's copy.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1222,
    "CardName": "I Will Find Them Quickly, Master",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Utilizing his \"dark eye\" probe droids and sensory equipment, Maul knew he would eventually find his target.",
    "Gametext": "Deploy on table. Opponent may deploy Amidala from Reserve Deck; reshuffle. If Maul present with Amidala and opponent has no Jedi here, she is captured. Once per game may take If The Trace Was Correct into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "If The Trace Was Correct",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1232,
    "CardName": "I'm Sorry",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I'm sorry, too.\"",
    "Gametext": "Deploy on table. If This Deal Is Getting Worse All The Time on table, once per game may take up to 2 interior Cloud City battlegrounds into hand from Reserve Deck; reshuffle. You may not play Scanning Crew or Imperial Barrier. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "Cloud City: Carbonite Chamber\\par Cloud City: Chasm Walkway\\par Cloud City: Incinerator\\par Cloud City: Interrogation Room\\par Cloud City: Lower Corridor\\par Cloud City: Upper Plaza Corridor\\par Cloud City: West Gallery",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1243,
    "CardName": "If The Trace Was Correct",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on I Will Find Them Quickly, Master. Once during each of your deploy phases may deploy a Sith Probe Droid from Reserve Deck; reshuffle. If Amidala forfeited at same site as Maul, she is captured instead of lost. While Maul escorting Amidala, opponent's battle destiny draws are -1 and during your turn you may use up to 3 Force in opponent's Force Pile. While Maul escorting Amidala at a non-Tatooine battleground site, opponent's Force drains at Tatooine sites are -1 and at the end of every turn, may reshuffle opponent's Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Sith Probe Droid\\par Sith Probe Droid (V)",
    "IsPulled": "I Will Find Them Quickly, Master",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1370,
    "CardName": "Jar Jar Binks",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Gungan\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Young Otolla Gungan. Clumsy. Outcast from Otoh Gunga for continually making mistakes that placed other members of Gungan society at risk.",
    "Gametext": "May deploy to any site, even without presence or Force icons. During battle may use 1 Force to target one opponent's character present. Both players draw destiny. If your destiny +2 > opponent's destiny + target's ability, Jar Jar and target are lost.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Jar Jar Binks personas are:\\par \\par General Jar Jar\\par Jar Jar Binks\\par Senator Jar Jar Binks",
    "IsPulled": "Boss Nass\\par Brisky Morning Munchen",
    "Combo": "Jar Jar Binks + Brisky Morning Munchen\\par -----\\par Jar Jar Binks + Wesa Gotta Grand Army\\par Make opponent's undercover spy lost.",
    "MatchingWeapon": "Jar Jar's Electropole",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1382,
    "CardName": "Jedi Escape",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Qui-Gon escaped with his friends from Tatooine, barely getting away from the clutches of Darth Maul.",
    "Gametext": "If opponent just initiated a duel against one of your non-captive Jedi at a site, use 1 Force to cancel the duel and you may relocate any number of your characters there to an adjacent site.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Cancels": "A duel",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1397,
    "CardName": "Join Me!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"...And together, we can rule the galaxy as father and son!\"",
    "Gametext": "Use 3 Force if Luke was just 'hit' by a lightsaber swung by Vader. Opponent must choose: Place Luke in owner's Used Pile OR Luke may not be forfeited this battle and crosses to the Dark Side at the end of the turn if still on table (is no longer 'hit').",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1424,
    "CardName": "Keeping The Empire Out Forever",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Our operation is small enough not to be noticed...\"",
    "Gametext": "Deploy on table. If you control two Cloud City sites and occupy Bespin system, flip Quiet Mining Colony. While Independent Operation on table, it may not flip and once per turn may search your Force Pile and take one card there into hand; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Quiet Mining Colony Objective helper card.",
    "Abbreviation": "KTEOF",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1481,
    "CardName": "Lathe",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b information broker\\b0",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Was one of Jabba's vile Nikto henchmen. Leaving Tatooine to see what the galaxy has to offer. Deep down, he loathes the slave trade. \\b Information broker\\b0.",
    "Gametext": "Adds 2 to power of anything he pilots. If opponent has 2 or more aliens of the same title at this site, may place Lathe in Lost Pile to cause all of them to be lost. Once per turn, may use 1 Force to shuffle opponent's Reserve Deck.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Murttoc Yine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1553,
    "CardName": "Lightsaber Parry",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Vader had to show Luke that giving in to the dark side of the Force was his only destiny.",
    "Gametext": "USED: If a battle was just initiated where you have a character armed with a lightsaber, characters may not be targeted by lightsabers for remainder of battle. LOST: If opponent just initiated a duel, opponent must choose to lose 4 Force or cancel the duel.",
    "Icons": 0,
    "Information": "The Lost game text on this Used or Lost Interrupt is, well, a little lost on us for the moment. A dueling version of Projective Telepathy, this card makes the Light Side choose to either lose 4 Force or cancel a duel they just initiated. At the moment, there are only two ways for the Light Side to initiate a duel. The first is through Jedi Test #6, a strategy not seen very often. The second (and more likely to be seen) is the Interrupt from Tatooine, You'll Find I'm Full Of Surprises, which gives Luke some dueling ability. Lightsaber Parry will be useful against this card, as well as any future duel-initiating ability the Light Side might gain in the future.\\par \\par Lightsaber Parry also provides some interesting Used game text. If the Dark Side has a lightsaber in a just-initiated battle, this card will eliminate the ability of all lightsabers present to target characters. At first glance, this might seem a little silly. After all, while the Light Side won't be slicing and dicing, the Dark Side can't use their lightsabers, either. But there is a method to the madness. The Light Side still outnumbers the Dark in number of characters who can use the various unique lightsabers. In addition, the Light Side has a little more versatility, with Anakin's Lightsaber being usable by either Luke or Leia. These facts add up to a decent chance that the Light Side will have more lightsabers in a battle than the Dark Side. Now, sacrificing Darth Maul's chance to hit an opponent is more than offset by the fact that you have saved several of your characters from the blade.\\par \\par This text can also be useful when you have an important character with a low defense value in the battle. Characters with 1, 2, or even 3 ability are almost sure to be hit by a lightsaber. Now your Dark Jedi can keep that character alive and kicking for at least another turn. And since this part of Lightsaber Parry is a Used Interrupt, your Dark Jedi will be able to come to the rescue again, and again, and again...",
    "Cancels": "A duel.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1571,
    "CardName": "Loci Rosen",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Mon Calamari\\b0",
    "Destiny": 2,
    "Power": 0,
    "Deploy": 4,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Good-willed Mon Calamari merchant. Looking for work. Unfortunately, everywhere he goes he comes up empty handed.",
    "Gametext": "Power +X in a battle at a site, where X equals the number of cards in opponent's hand. During your deploy phase, opponent may place any number of cards in their hand in their Used Pile.",
    "Icons": 0,
    "Information": "Mon Calamari are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V)\\par Captain Verrack\\par First Officer Thaneespi\\par Loci Rosen\\par Major Haash'n\\par -----\\par This Mon Calamari has the potential to have enormous power. He does have a drawback of allowing your opponent to recycle cards, but he will really make your opponent think how many cards he really needs in hand. After all, one more card in his hand could mean one more battle damage coming his way.\\par \\par But the key to using him effectively is to get him into battle when your opponent doesn't see it coming. If you deploy him to a probable battle location, you can be sure his power will be taken down a notch before the battle. You will want to use cards that let him get to a battle without you deploying him to the battle location on your turn. For example, on Cloud City you can use Path of Least Resistance to get him where he's needed, or in Jabba's Palace you could use You Will Take Me to Jabba Now.",
    "IsPulled": "Admiral Ackbar",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1582,
    "CardName": "Losing Track",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Wha-? Chuba da noya!\"",
    "Gametext": "USED: During battle, place top card of opponent's Lost Pile on top of their Reserve Deck. LOST: Use 1 Force to 'repair' your Podracer. OR Target a Podracer. Draw destiny. If destiny > Podracer's destiny number, target is 'damaged.'",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "You've always had the chance to stack your own destiny draws, but now you have the chance to stack your opponent's as well. If there's going to be a crucial destiny draw in a battle (and what battle doesn't?), you can stack a low destiny on top of your opponent's deck. You are retrieving a Force for your opponent, but he won't be thanking you when Admiral Ozzel is flipped for battle destiny.\\par \\par The lost portion can also be useful in a podracing deck. You can repair your Podracer so you don't need to lose Force to keep the race going, or you can take a shot at damaging your opponent's Podracer to make him pay the price to stay in the race.",
    "IsPulled": "We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1657,
    "CardName": "Maul's Electrobinoculars",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Advanced optics used by Darth Maul to help track Queen Amidala. Image enhancement features allow for better sensor readings.",
    "Gametext": "Use 2 Force to deploy on Maul. At any time you may use 1 Force to peek at the top card of your Force Pile. You may move that card to the top of your Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "They only deploy on Maul, but he should be in your deck anyway, right? And while the actual mechanic of fixing destiny is a bit different when compared to the Light Side, the raw power of it is still there.\\par While Maul's Electrobinoculars will eat up your Force Pile fast, the Dark Side also has an infinite number of situations where fixing up a destiny would be desirable, i.e., before a duel, or before drawing race/battle/weapon destiny.\\par You can also get to that one crucial card in your Force Pile without junking up your hand. Pay a Force to look, if it's not the card you need put it back, and continue the process until you get to the card you need!",
    "Combo": "Maul's Electrobinoculars + any card that initiates a duel\\par Guarantee yourself a solid start on any duel you initiate. A great deal, considering winning a duel is a rather large step toward victory in any game!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1658,
    "CardName": "Maul's Lightsaber",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "Trained in the Sith arts, Maul's ferocity in combat is matched by no other. When armed with a lightsaber, his opponent's only option is usually that of escape.",
    "Gametext": "Deploy on Maul. While on Maul, may not be stolen. May add 1 to Force drain where present. May target a character or creature. Draw two destiny. Target hit, and its forfeit = 0, if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Maul's lightsaber 'personas' are:\\par \\par Maul's Double-Bladed Lightsaber\\par Maul's Lightsaber\\par Darth Maul With Lightsaber\\par Lord Maul With Lightsaber\\par  -----\\par When Maul is using this weapon, it cannot be stolen. This simple bit of gametext protects Maul's Lightsaber from annoying interrupts like Weapon Levitation, that can result in the Dark Side suddenly finding itself weaponless in a battle.\\par \\par In addition, Maul can make excellent use of his weapon. Darth Maul (Tatooine Expansion) can effectively ignore the presence of Light Side characters of ability less than 4. This means he can Force drain while at their site, using Maul's Lightsaber to add 1 to the Force drain. He can also use cards like Sniper to take pot-shots at those poor, low-ability characters, gradually reducing their numbers at his site. Light Side alien swarm decks will want to avoid this armed Dark Jedi as much as possible.\\par \\par Finally, like other lightsabers, Maul's Lightsaber gets two weapons destiny draws, making it easier to hit even high-ability characters like Obi-Wan and Qui-Gon. Maul also has the advantage of using Maul's Electrobinoculars to rig a high destiny draw, practically guaranteeing a hit against even a Jedi Master if you take the time!",
    "IsPulled": "I Will Finish What You Started\\par Maul Strikes",
    "MatchingWeapon": "Darth Maul\\par Darth Maul With Lightsaber\\par Darth Maul, Lone Hunter\\par Darth Maul, Young Apprentice\\par Lord Maul\\par Lord Maul With Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1764,
    "CardName": "Neck And Neck",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "When Anakin had finally caught up with Sebulba, he knew he needed to make some kind of a move to break away from the Dug and win the race.",
    "Gametext": "If difference between opponent's and your highest race totals < 4, lose 1 Force. Opponent draws no race destiny next control phase. OR If both players have < 10 Life Force remaining, both players retrieve 4 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1771,
    "CardName": "Ni Chuba Na??",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Your buddy here was about to be turned into orange goo. He picked a fight with a Dug. An especially dangerous Dug called Sebulba.\"",
    "Gametext": "Deploy on table. Once per turn may use 1 Force to look through opponent's Lost Pile and place all docking bays you find there out of play. Once per game may deploy Sebulba from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "Sebulba",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1806,
    "CardName": "Obi-Wan Kenobi, Padawan Learner",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "padawan",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Qui-Gon Jinn's Padawan. Stayed behind to protect Queen Amidala when Qui-Gon left to explore Mos Espa, but was in constant communication should he be needed.",
    "Gametext": "Deploys -2 to Tatooine. If opponent just initiated a battle at a related Tatooine site, may use 2 Force to relocate Obi-Wan to that site. Immune to attrition < 4.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Obi-Wan Kenobi personas are:\\par \\par Ben Kenobi\\par Obi-Wan in Radiant VII\\par Obi-Wan Kenobi\\par Obi-Wan Kenobi (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Padawan Learner\\par Obi-Wan Kenobi, Padawan Learner (V)\\par Obi-Wan With Lightsaber",
    "IsPulled": "Fall Of A Jedi\\par Padme Naberrie\\par Return Of A Jedi",
    "Combo": "Obi-Wan Kenobi, Padawan Learner + Krayt Dragon Howl",
    "MatchingWeapon": "Obi-Wan's Lightsaber\\par Obi-Wan's Lightsaber (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1888,
    "CardName": "Padm Naberrie",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Queen Amidala posed as one of her own handmaidens for added safety as well as to keep an eye on her Jedi protectors. Was to be protected by the Jedi at all times.",
    "Gametext": "Twice per game may deploy Qui-Gon or Obi-Wan here from Reserve Deck; reshuffle. While present with your Jedi at a site, opponent may not target Amidala with weapons.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Amidala personas are:\\par \\par Padme Naberrie\\par Padme Naberrie (V)\\par Queen Amidala\\par Queen Amidala, Ruler Of Naboo\\par -----\\par Power 3, Ability 3, destiny 3 and Forfeit 5 - all for 2 deploy! Statistics alone are a very solid reason to consider the disguised Queen for your deck! But there's more!\\par \\par For one thing, this version of the Amidala persona is a Republic character, thus unaffected by anything that targets Rebels. For example, Charming To The Last, Put All Sections On Alert and the popular Scum deck helper, None Shall Pass, all fall flat when faced with this Republican.\\par \\par Of course, her real kicker is in her game text. Besides the fact that her Jedi protectors keep her safe from weapon fire, she can even 'download' them! Twice per game, deploy Qui-Gon or Obi-Wan to Padme's site. That's a very fast way to get out any version of two of your biggest characters. And of course, you could just use it to get Qui-Gon twice to stall an opponent's Hunt Down, or perhaps Ben Kenobi twice to push your Profit deck along.\\par \\par So what are her disdvantages? Only one, but it is red, black and nasty - Darth Maul is looking for her. But even then, Padme benefits - if Dark Side is playing a 'Hunt The Queen' strategy (I Will Find Them Quickly Master and the Epic Event, If The Trace Was Correct) then she can deploy straight from your Reserve Deck.",
    "Pulls": "Ben Kenobi\\par  Obi-Wan Kenobi\\par Obi-Wan Kenobi (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Padawan Learner\\par Obi-Wan Kenobi, Padawan Learner (V)\\par Obi-Wan With Lightsaber\\par Master Qui-Gon\\par Master Qui-Gon (V)\\par Qui-Gon Jinn\\par Qui-Gon Jinn With Lightsaber\\par Qui-Gon Jinn, Jedi Master",
    "IsPulled": "Sabe",
    "Combo": "Padme Naberrie + Jerus Jannick",
    "MatchingWeapon": "Amidala's Blaster",
    "Inventory": 0,
    "Needs": -1
  },
  {
    "id": 1907,
    "CardName": "Pit Crews",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Pit droids are used by Podracer pilots to assist in the maintenance of their racer. While a high standard is usually maintained, sometimes things can get out of hand.",
    "Gametext": "Use 3 Force to reveal opponent's hand. All cards opponent has 3 or more of in hand are lost. OR Use 1 Force to 'repair' your Podracer. OR Target a Podracer. Draw destiny. If destiny > Podracer's destiny number, target Podracer is 'damaged.'",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Pit Crews provides a versatile card for your podracing deck. It can be used offensively to make the opponent think twice about drawing race destiny, or it can be used to ensure that your own Podracer is in peak racing performance by quickly repairing any damage that you might encounter during the podrace.\\par \\par Or, if you draw this card after the podrace has already been decided, you can play it very effectively against swarm decks who might think their duplicates are protected by Yarna d'al' Gargan. But even if not playing against a swarm deck, this can give you a quick look at their hand to plan your next turn more effectively.",
    "IsPulled": "We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1908,
    "CardName": "Pit Droid",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Repair Droid",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 2,
    "Lore": "Manufactured by Serv-O-Droid on Cyrillia. Collapses into a compact form when hit on the nose.",
    "Gametext": "While at Podracer Bay, once during each of your control phases may lose 1 Force to target your Podracer. Place target's top race destiny in Lost Pile, and draw one race destiny. During any control phase may use 1 Force to 'repair' your Podracer.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "This little droid can definitely give you the edge in any podrace. He all but guarantees you will never have to keep any low destiny and ensures your Podracer stays in the lead. If you draw low, you can redraw it right away, and if it's still low, you can try again in your next control phase before you would draw for that turn. He also makes sure your Podracer is never damaged, ensuring that you'll never have to lose force to draw destiny, except for when you're redrawing yours with his other ability.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1917,
    "CardName": "Podrace Prep",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost Or Starting",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Advanced preparation in Podracing is usually the key to winning. A little extra work at the start can mean a lot in the long run.",
    "Gametext": "LOST: Instead of drawing race destiny, use a card from hand. STARTING: Deploy Podrace Arena (with a Podracer, opponent may also deploy a Podracer there), Boonta Eve Podrace and any Effect that deploys for free. Place Interrupt in Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6437\\par \\par This list is only of legal targets for Podrace Prep if deployed at start of game. You must still obey all deployment restrictions listed on those cards, so there are some on the list that cannot actually be started with at this time, but may in the future. Read the card before trying to use it. \\par \\par A New Secret Base\\par A Remote Planet\\par A Tragedy Has Occurred\\par Access Denied\\par Aim High\\par Anger, Fear, Aggression\\par Another Pathetic Lifeform\\par Asteroid Sanctuary\\par Bargaining Table\\par Battle Plan\\par Battle Plan & Draw Their Fire\\par Beldon's Eye\\par Beldon's Eye (V)\\par Bo Shuda\\par Brisky Morning Munchen\\par Chasm\\par Civil Disorder\\par Civil Disorder (V)\\par Close Air Support\\par Cloud City Celebration\\par Colo Claw Fish\\par Commando Training\\par Commence Recharging\\par Corellian Engineering Corporation\\par Coruscant Celebration\\par Count Me In\\par Crash Site Memorial\\par Disarmed\\par Do, Or Do Not\\par Do, Or Do Not & Wise Advice\\par Don't Do That Again\\par Down With The Emperor!\\par Down With The Emperor! (V)\\par Draw Their Fire\\par Echo Base Garrison\\par Echo Base Operations\\par Echo Base Sensors\\par Ellorrs Madak\\par Entrenchment\\par Evacuation Control\\par Evacuation Control (V)\\par Ewok Celebration\\par Eyes In The Dark\\par Faithful Service\\par Flash Of Insight\\par For Luck\\par For Luck (V)\\par Frostbite\\par Frozen Assets\\par Get To Your Ships!\\par Goo Nee Tay\\par Great Shot, Kid!\\par Grounded Starfighter\\par Gungan Energy Shield\\par Haven\\par Hero Of A Thousand Devices\\par Hindsight\\par Honor Of The Jedi\\par Hopping Mad\\par I Hope She's All Right\\par I Must Be Allowed To Speak\\par I Must Be Allowed To Speak (V)\\par I Wonder Who They Found\\par I'm With You Too\\par Incom Corporation\\par Ineffective Maneuver\\par Insurrection\\par Insurrection & Aim High\\par It's On Automatic Pilot!\\par Jawa Siesta\\par K'lor'slug\\par K'lor'slug (V)\\par Keeping The Empire Out Forever\\par Koensayr Manufacturing\\par Lando's Not A System, He's A Man\\par Launching The Assault\\par Leia Of Alderaan\\par Let's Keep A Little Optimism Here\\par Lightsaber Proficiency\\par Maneuvering Flaps\\par Maneuvering Flaps (V)\\par Meditation\\par Menace Fades\\par Merc Sunlet\\par Naboo Celebration\\par Never Tell Me The Odds\\par Nick Of Time\\par Nightfall\\par Opee Sea Killer\\par Ounee Ta\\par Polarized Negative Power Coupling\\par Projection Of A Skywalker\\par Quick Draw\\par Rebel Fleet\\par Reflection\\par Rycar Ryjerd\\par S-Foils\\par Sai'torr Kal Fas\\par Sai'torr Kal Fas (V)\\par Sando Aqua Monster\\par Scanner Techs\\par Scramble\\par Scrambled Transmission\\par Secure Route\\par Security Control\\par Seeking An Audience\\par Seeking An Audience (V)\\par Senate Hovercam\\par Slayn & Korpil Facilities\\par Smuggler's Blues\\par Solomahal\\par Squadron Assignments\\par Staging Areas\\par Steady, Steady\\par Strike Planning\\par Strikeforce\\par Strikeforce (V)\\par Superficial Damage\\par Tatooine Celebration\\par That's One\\par The Camp\\par The Planet That It's Farthest From\\par The Shield Is Down!\\par The Way Of Things\\par Twilight Is Upon Me\\par Uh-oh!\\par Ultimatum\\par Ultimatum (V)\\par Uncontrollable Fury\\par Undercover\\par Underworld Contacts\\par Wars Not Make One Great\\par We Didn't Hit It\\par Weapons Display\\par Weather Vane\\par Wesa Ready To Do Our-sa Part\\par Wise Advice\\par Wokling (V)\\par Yarna d'al' Gargan\\par Yoda's Gimer Stick\\par Yoda's Hope\\par You've Got A Lot Of Guts Coming Here\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "IsPulled": "We Wish To Board At Once",
    "Counterpart": "Start Your Engines!",
    "Rules": "(AR 1.7.1, B-12)\\par Using the Lost function of this Interrupt card replaces a single race destiny draw. Additional race destiny draws may still be drawn normally.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1918,
    "CardName": "Podracer Collision",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Podracing demands constant attention to many variables as well as all opponents. Failure to do so can often result in reduced performance.",
    "Gametext": "USED: If you just verified opponent's Reserve Deck, search that Reserve Deck and place one Interrupt found there out of play. LOST: Lose 1 Force to remove a race destiny (random selection) from any Podracer and place it in owner's hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "The Used portion of this Interrupt is same as in Changing The Odds from the Light Side.\\par -----\\par This card has two very useful functions. A lot of popular Light decks use recycling interrupts like Fall of a Legend or Throw Me Another Charge which look through their decks to recycle high destiny interrupts. This card lets you punish your opponent for using cards just to look through their reserve deck or playing interrupts which don't really do anything. The Used portion of this card lets you look through their Reserve Deck and place any interrupt you find there out of play. If you're packing a couple of this interrupt, you can make your opponent think twice before looking for a Weather Vane.\\par \\par The Lost portion is also useful. If your Dark deck is podracing, you will definitely want to run multiples of this card. This interrupt will set Anakin's racer back, giving you more time to finish the race; even better, the card that goes back to the Light player's hand might be just enough to create a tie, which all but guarantees a Sebulba win.",
    "IsPulled": "We Must Accelerate Our Plans",
    "IsCanceledBy": "Too Close For Comfort",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1980,
    "CardName": "Quietly Observing",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "On her assignment to kill Sharad Hett, Aurra used her patience and cunning to help track down the Jedi Master.",
    "Gametext": "Deploy on Aurra Sing. While Aurra is alone at a site, your total ability here = 0. During your move phase, may lose Effect to target an opponent's lightsaber present. Draw destiny. If destiny > 3, Aurra may 'steal' that lightsaber.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Quietly Observing + Aurra Sing",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1981,
    "CardName": "Qui-Gon Jinn",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 8,
    "Forfeit": 9,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Accepted Obi-Wan Kenobi as his Padawan learner. Was given orders to protect Queen Amidala at all costs.",
    "Gametext": "Deploys -2 to Tatooine. Power +1 at same site as Maul. Once during a duel Qui-Gon is in, may cancel a duel destiny just drawn and cause a re-draw. Opponent's aliens are power -1 at same site. Immune to attrition.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Qui-Gon Jinn personas are:\\par \\par Master Qui-Gon\\par Master Qui-Gon (V)\\par Qui-Gon Jinn\\par Qui-Gon Jinn With Lightsaber\\par Qui-Gon Jinn, Jedi Master\\par -----\\par (Light side Icon)\\par \\par Qui-gon Jinn has the distinction of being the only Light Side character to participate in armed combat during the Tatooine-based scenes of The Phantom Menace. This combat was in the form of a brief duel with Darth Maul. It should come as no surprise that Qui-gon's gametext reflects this conflict with Maul. When at a site with Maul, Qui-gon gets a power bonus that brings him to the same level as his nemesis, allowing them to start a battle on even ground. In addition, if Maul is bold enough to start a duel against Qui-gon, the Jedi Master has the ability to cancel a destiny draw and cause a redraw. While this text doesn't give Qui-gon an advantage in the number of duel destinies drawn, it does give him the opportunity to potentially reduce a high Dark Side destiny or increase an unfortunate destiny draw of his own.\\par \\par Finally, Qui-gon Jinn is able to reduce the effectiveness of opponent's aliens at the same site by reducing their power by 1. This trick can be very useful when presented with a swarm of aliens, bringing their high power down to a more manageable level.",
    "IsPulled": "Padme Naberrie\\par Tatooine: City Outskirts",
    "Combo": "Qui-Gon Jinn + A Jedi's Patience",
    "MatchingWeapon": "Qui-Gon Jinn's Lightsaber\\par Qui-Gon's Lightsaber",
    "Cancels": "A duel destiny to cause a redraw.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1984,
    "CardName": "Qui-Gon Jinn's Lightsaber",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "Qui-Gon was forced to defend himself when Darth Maul tracked them down on Tatooine. He was barely able to escape, in order to fight another day.",
    "Gametext": "Deploy on Qui-Gon. May add 1 to Force drain where present. May target a character or creature. Draw two destiny. Target hit, and its forfeit = 0, if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Qui-Gon Jinn's lightsaber 'personas' are:\\par \\par Qui-Gon Jinn's Lightsaber\\par Qui-Gon's Lightsaber\\par Qui-Gon Jinn With Lighsaber\\par -----\\par 'Qui-Gon's Lightsaber' has (better) destiny of 5 but does not add to drain.\\par \\par Continuing in the great tradition of the most powerful weapons in the game, the Light side now has another powerful unique lightsaber to add to their arsenal.\\par \\par In addition to the always strong \"ordinary\" uses, like adding to a Force drain or cleaving targets like a ginsu knife, this elegant tool has a few additional benefits. Many of the new \"Jedi helpers\" (A Jedi's Concentration, A Jedi's Focus, and A Jedi's Patience) require your Knight or Master to be armed with a lightsaber, and thus Qui-Gon will be at his most efficient when he has his. You'll also find that Qui-Gon armed with his weapon is a tank, and when he holds it he joins Jedi Luke as one of the few Light side characters able to safely hold down a site all by himself.",
    "IsPulled": "Gift Of The Mentor\\par Qui-Gon Jinn, Jedi Master when lightsaber is in Lost Pile",
    "MatchingWeapon": "Master Qui-Gon\\par Master Qui-Gon (V)\\par Qui-Gon Jinn\\par Qui-Gon Jinn, Jedi Master",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2008,
    "CardName": "Rachalt Hyst",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Strange female Snivvian who frequents the cantina daily. Betrayed her loved ones, who then left her on Tatooine to die. Everything she's ever cared about is now gone or dead.",
    "Gametext": "Adds 2 to power of anything she pilots. During a battle involving Rachalt, whenever opponent draws an Interrupt for destiny may use 2 Force to cause that Interrupt to be lost. While armed with a weapon at a site, Force drain +1 here.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Although the 8th Snivvian in Star Wars CCG  Rachalt is the first pilot of her species to make it onto a card.\\par \\par Her lore tells a story almost as harsh as her features, but her game text provides an ability you may find useful! Sandwiched between a little drain-adding text and a pretty standard piloting bonus is a nice interrupt-removal text. Whenever your opponent draws an Interrupt card for any destiny during battle, use 2 Force and throw it out! The destiny draw still counts (it is not canceled!), but that pesky recycling 5 can be taken a little further away from a player who is a good destiny tracker.\\par \\par You may also think that devoting a weapon to Rachalt isn't really worth the effort for a Force drain +1 (even with Inconsequential Losses), but don't forget that if the opponent isn't running Menace Fades, Honor Of The Jedi, or Jedi Test #1, this is a handy way to turn a site with no Dark Side icons into a pesky \"pinger.\" Of course, Rachalt ain't too great at avoiding weapon fire herself -- so keep her safe aboard something enclosed, and lo and behold, her +1 to drains still works! Maybe this Dark Side uncommon will find a place in a few of your decks after all?",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2194,
    "CardName": "Sebulba",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Bad tempered Dug from Pixelito. He was about to turn Jar Jar into orange goo, until Anakin intervened.",
    "Gametext": "Once per battle, may use 1 Force to target opponent's character of ability < 3 at same site; target is power -3 for remainder of turn. If present with Jar Jar, during your control phase may use 3 Force to place Jar Jar out of play.",
    "Icons": "Pilot, Episode 1",
    "Pilot": 1,
    "Episode1": 1,
    "Information": "If Jar Jar is the problem, then Sebulba is the answer. Sebulba can permanently deal with Jar Jar if the Gungan is foolish enough to wander over to the same location as Sebulba. There won't be any more Brisky Morning Munchen once Sebulba is finished turning Jar Jar into orange goo!\\par \\par Sebulba is also a solid choice for any alien based decks. 4 power for 3 deploy is a good deal, but with his ability to reduce an opposing character's power, it's almost as if he had 7 power! And he can help his good buddy Snoova and his Vibro Ax capture large hairy Wookies from time to time, too, making Chewie an easy mark.",
    "IsPulled": "He Always Wins! (V)\\par Ni Chuba Na??",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2195,
    "CardName": "Sebulba's Podracer",
    "Grouping": "Dark",
    "CardType": "Podracer",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Some hidden modifications mean Sebulba's Podracer doesn't conform to race specifications. The duplicitous Dug has equipped it with a flame emitter that can fry other Podracers.",
    "Gametext": "Deploy on Podrace Arena. Adds 3 to each of your race destinies here. If you and your opponent have the same race total, may use 2 Force. Opponent draws no race destiny for remainder of turn (may only be used once for any race total).",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "If you're a Dark side player, and you want to win a podrace, then this is your best choice. He adds 3 to each of his race destinies, so depending on the destiny in your deck, he will usually finish the race for you in 4 turns.\\par \\par To make it even more likely he'll win, he also gets a head start. Since he can prevent the opponent from drawing racing destiny if he's tied, you will always get a head start at the beginning of the race when both racing totals are zero. If your opponent manages to catch up to you, there's no worries, because you can stop the opponent from drawing destiny every time you're tied. This podracer is full of dirty tricks!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2251,
    "CardName": "Shmi Skywalker",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Mother of Anakin Skywalker. As Anakin grew, Shmi realized her son was special. Did her best to hide his abilities from Watto.",
    "Gametext": "Deploys for free to Slave Quarters. Once per game may take [Tatooine] Threepio into hand from Reserve Deck; reshuffle. While in a battle at a site, subtracts one from each of opponent's battle destiny draws.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Everybody loves reducing opponent's battle destiny, and Shmi is no exception. If your opponent is drawing multiple battle destiny, Shmi can lessen the damage from each one. She can also sometimes prevent you from losing anything at all. Many times your opponent will draw a one for battle destiny, which normally would force you to lose something, but Shmi will reduce that one to a zero, saving all your characters.\\par \\par She also lets you get Threepio With His Parts Showing from your Reserve Deck once per game. While that might not sound like a great benefit, the two characters work great together in battle. Threepio lets you put a card from your hand into your Used Pile, and when with Shmi in battle he lets you put the top card from your Used Pile on to your Reserve Deck which can enable you to get a guaranteed weapon hit, or any other action which requires a high destiny.",
    "Pulls": "Threepio With His Parts Showing",
    "IsPulled": "Tatooine: Slave Quarters",
    "Combo": "Shmi + Threepio With His Parts Showing\\par Destiny tracking never so easy.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2270,
    "CardName": "Sith Fury",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "At his peak, no one could stand up to the Dark Lord of the Sith. His superior tactics devastated those who opposed him.",
    "Gametext": "USED: During a battle, lose one of your lightsabers in that battle to cause all non-unique aliens present to be lost. LOST: If a duel was just initiated, draw 2 destiny. Opponent draws 3 destiny. If the player with the lower total loses the duel, that player loses 6 Force.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2271,
    "CardName": "Sith Probe Droid",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Recon Droid",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 2,
    "Maneuver": 3,
    "Lore": "Patrol droids utilized by the Sith. Each droid has several multispectral imaging devices and a communications package. Used by Maul to track down Amidala.",
    "Gametext": "When deployed, immediately retrieve 1 Force. Limit 1 Sith Probe Droid per location. If present with Amidala during your control phase may use 3 Force to relocate this Sith Probe Droid to Maul's site, and relocate Maul to same site as Amidala.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "A no-brainer for any \"Capture the Queen\" deck, these little mechanoids have a number of outstanding features. Their retrieval text means that playing with a few of them can help out any deck. When you have a crucial card on the top of your Lost Pile, or if you had to forfeit a vital character on your opponent's turn, then the deployment of a Sith Probe Droid will allow for its rescue.\\par \\par They also serve as the ultimate hunters and trackers of Amidala. You don't have to play with too many copies, either, since the Epic Event If The Trace Is Correct allows them to be \"downloaded.\" Get 2 or 3 roaming the same planet as the Queen, and she will be unable to escape the reach of the Sith Apprentice for long.",
    "IsPulled": "Captain Piett\\par If The Trace Was Correct",
    "Rules": "(AR 1.7.1, B-14)\\par The \"limit 1 per location\" text on this droid works as per the operative rules (see Characteristics - Operatives, Ap. D). A player may not voluntarily deploy or move a Sith Probe Droid to or across a location where another Sith Probe Droid is located. If this should ever happen accidentally, the owner must choose one to be lost. If they belong to different owners, the droid lost is determined randomly.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2346,
    "CardName": "Start Your Engines!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost Or Starting",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Podracing is based on ancient contests that utilized animal-drawn carts. Today, Podracing's reputation is known to be incredibly fast and dangerous.",
    "Gametext": "LOST: Peek at top 3 cards of your Reserve Deck; place all but one in Lost Pile. STARTING: Deploy Podrace Arena (with a Podracer, opponent may also deploy a Podracer there), Boonta Eve Podrace, and any Effect that deploys for free. Place Interrupt in Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6507\\par \\par This list is only of legal targets for Start Your Engines! if deployed at start of game. You must still obey all deployment restrictions listed on those cards, so there are some on the list that cannot actually be started with at this time, but may in the future. Read the card before trying to use it. \\par \\par 3720 to 1\\par A Bright Center To The Universe\\par A Day Long Remembered\\par A Day Long Remembered (V)\\par A Million Voices Crying Out\\par Ability, Ability, Ability\\par Ability, Ability, Ability (V)\\par Abyss\\par Activate The Droids\\par All Wrapped Up\\par Allegations Of Corruption\\par An Entire Legion Of My Best Troops\\par Aratech Corporation\\par Aratech Corporation (V)\\par At Last We Are Getting Results\\par Awwww, Cannot Get Your Ship Out\\par Bad Feeling Have I\\par Baniss Keeg\\par Battle Order\\par Battle Order & First Strike\\par Begin Landing Your Troops\\par Besieged\\par  Biker Scout Gear\\par Blast Door Controls\\par Blaster Rack\\par Blaster Rack (V)\\par Blown Clear\\par Bounty\\par Br0ken Concentration\\par Carbon-Freezing\\par Closed Door\\par Cloud City Occupation\\par Colo Claw Fish\\par Combat Response\\par Come Here You Big Coward!\\par  Conduct Your Search\\par Corrosive Damage\\par Crossfire\\par Crush The Rebellion\\par Dark Deal\\par Dark Forces\\par Dark Hours\\par Dark Waters\\par Death Squadron\\par Den Of Thieves\\par Desilijic Tattoo\\par Despair (V)\\par Desperate Counter\\par Do They Have A Code Clearance?\\par Dreaded Imperial Starfleet\\par Early Warning Network\\par Emperor's Power\\par Empire's New Order\\par Endor Shield\\par Endor Shield (V)\\par Establish Control\\par Establish Control (V)\\par Establish Secret Base\\par Expand The Empire\\par Fanfare\\par Fear Will Keep Them In Line\\par Field Promotion\\par Fighters Straight Ahead\\par Firepower\\par First Strike\\par Flagship Operations\\par Forced Servitude\\par Frostbite\\par He Is Not Ready\\par His Name Is Anakin\\par Hutt Bounty\\par Hutt Influence\\par Hyperwave Scan\\par I Had No Choice\\par I Want That Ship\\par I Will Find Them Quickly, Master\\par I'm Sorry\\par Image Of The Dark Lord (V)\\par Imperial Academy Training\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Imperial Decree\\par Imperial Decree (V)\\par Imperial Domination\\par Imperial Domination (V)\\par Imperial Justice\\par Imperial Justice (V)\\par Inconsequential Losses\\par Information Exchange\\par Jabba's Influence\\par Ket Maliss\\par Knowledge And Defense\\par Kuat Drive Yards\\par Kuat Drive Yards (V)\\par Leave Them to Me\\par Location, Location, Location\\par Maneuver Check\\par Mobilization Points\\par Molator\\par Much Anger In Him\\par Naboo Occupation\\par Ni Chuba Na??\\par No Bargain\\par No Escape\\par Opee Sea Killer\\par Open Fire!\\par Oppressive Enforcement\\par Overseeing It Personally\\par Perimeter Patrol\\par Pinned Down\\par Planetary Subjugation\\par Power Of The Hutt\\par Prepare For A Surface Attack\\par Presence Of The Force\\par Quick Reflexes\\par Quietly Observing\\par Rebel Base Occupation\\par Relentless Tracking\\par Rendili StarDrive\\par Resistance\\par Restricted Access\\par Royal Escort\\par Sando Aqua Monster\\par Scum And Villainy\\par Search And Destroy\\par Secret Plans\\par Security Precautions\\par Senate Hovercam\\par Shot In The Dark\\par Sienar Fleet Systems\\par Something Special Planned For Them\\par Something Special Planned For Them (V)\\par Special Delivery\\par Strategic Reserves\\par Sudden Impact\\par Sunsdown\\par Sunsdown & Too Cold For Speeders\\par Swilla Corey\\par Tarkin's Bounty\\par Tatooine Occupation\\par The Dark Path\\par The Hutts Are Gangsters\\par The Phantom Menace\\par The Shield Doors Must Be Closed\\par There Is No Try\\par There Is No Try & Oppressive Enforcement\\par They Must Never Again Leave This City\\par They Will Be No Match For You\\par Undercover\\par Vader's Bounty\\par Watto's Box\\par We Shall Double Our Efforts\\par Weather Vane\\par Well Guarded\\par Well-earned Command\\par Where Are Those Droidekas?!\\par Wipe Them Out, All Of Them\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points\\par You May Start Your Landing\\par You Want This, Don't You?\\par Your Eyes Can Deceive You",
    "IsPulled": "We Must Accelerate Our Plans",
    "Counterpart": "Podrace Prep",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2441,
    "CardName": "Tatooine: City Outskirts",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Once per game, may deploy a Jedi here from Reserve Deck; reshuffle.   Maul moves to here for free when using his landspeed.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Once per game, may deploy a Jedi here from Reserve Deck; reshuffle.",
    "DarkSideText": "Maul moves to here for free when using his landspeed.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Pulls": "Aayla Secura\\par Ben Kenobi\\par Depa Billaba (V)\\par Ki-Adi-Mundi\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Mace Windu\\par Mace Windu (V)\\par Mace Windu, Jedi Master\\par Master Qui-Gon\\par Master Qui-Gon (V)\\par Obi-Wan Kenobi\\par Obi-Wan Kenobi (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan With Lightsaber\\par Plo Koon\\par Plo Koon (V)\\par Qui-Gon Jinn\\par Qui-Gon Jinn With Lightsaber\\par Qui-Gon Jinn, Jedi Master\\par Yoda (V)\\par Yoda, Keeper Of The Peace\\par Young Skywalker",
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2445,
    "CardName": "Tatooine: Desert Landing Site",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If Amidala at a battleground site (or captive), opponent may not Force drain here.   Maul deploys free here. If Maul here and If The Trace Was Correct on table, Force drain +2 here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "LightSideText": "If Amidala at a battleground site (or captive), opponent may not Force drain here.",
    "DarkSideText": "Maul deploys free here. If Maul here and If The Trace Was Correct on table, Force drain +2 here.",
    "Icons": "Exterior, Planet, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2467,
    "CardName": "Tatooine: Mos Espa",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Unless your smuggler or thief here, Force drain -1 here.   Your smugglers and thieves are power and forfeit +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Unless your smuggler or thief here, Force drain -1 here.",
    "DarkSideText": "Your smugglers and thieves are power and forfeit +1 here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "Imperial Entanglements\\par Neimoidian Advisor",
    "Counterpart": "Tatooine: Mos Espa",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2468,
    "CardName": "Tatooine: Mos Espa",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "During your control phase, may move your characters from Slave Quarters to here.   ",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "During your control phase, may move your characters from Slave Quarters to here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Counterpart": "Tatooine: Mos Espa",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2472,
    "CardName": "Tatooine: Podrace Arena",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While either player's race total > 0, no battles or Force drains here.   While either player's race total > 0, no battles or Force drains here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "While either player's race total > 0, no battles or Force drains here.",
    "DarkSideText": "While either player's race total > 0, no battles or Force drains here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Circus Maximus. Indianapolis Motor Speedway. Tatooine: Podrace Arena. What do they have in common? SPEEEED! And what greater way to drive like a madman than podracing at the Podrace Arena?\\par \\par But if you want your deck to speed up on podracing, don't forget to pack Start Your Engines! and a Podracer to get a jump start. Sebulba's Podracer is a fan favorite, but don't preclude Teemto Pagalies' Podracer, which can race pretty well on its own too.\\par \\par Check out the Light Side version of the Podrace Arena for a few additional tips!",
    "IsPulled": "Imperial Entanglements\\par Neimoidian Advisor",
    "Counterpart": "Tatooine: Podrace Arena",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2473,
    "CardName": "Tatooine: Podrace Arena",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While either player's race total > 0, no battles or Force drains here.   While either player's race total > 0, no battles or Force drains here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "While either player's race total > 0, no battles or Force drains here.",
    "DarkSideText": "While either player's race total > 0, no battles or Force drains here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Another location that isn't too spectacular for Force generation or Force draining, but it is absolutely essential for a Boonta Eve Podrace. Most likely, you will want to include Podrace Prep and Anakin's Podracer to get a boost for podracing.\\par \\par But don't forget the game text of the site. It is a great way to hide your weaker characters for the first few turns. You can deploy support characters such as Mirax Terrik or Leesub Sirln to help you manipulate your deck or do some direct damage to your opponent. Just watch out for local indigenous creatures like Bubo.",
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Counterpart": "Tatooine: Podrace Arena",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2474,
    "CardName": "Tatooine: Podracer Bay",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, once per turn may exchange your top race destiny with top card of Lost Pile.   If you control, once per turn may exchange your top race destiny with top card of Lost Pile.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, once per turn may exchange your top race destiny with top card of Lost Pile.",
    "DarkSideText": "If you control, once per turn may exchange your top race destiny with top card of Lost Pile.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Not the greatest of locations judging by the Force icons, but looks are deceiving as they say. If you are heavily into podracing, this site can be a great boon. As long as you control the site, you can swap a card once every turn at just about anytime. So, now you can purposely lose high destiny cards and switch them as soon as you lose it.\\par \\par But to get better use of this site, you should use Entering The Arena. Not only will the interrupt fetch the site, it will help you keep the site clear of any opposing forces. Also, since Entering The Arena has high destiny, it would be ideal to swap it with the top race destiny to ensure that you win the race.",
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par Entering The Arena\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Combo": "Tatooine: Podracer Bay + Entering The Arena\\par Add one battle destiny during battle",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2475,
    "CardName": "Tatooine: Slave Quarters",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Once per game may deploy Shmi here from Reserve Deck; reshuffle.   If Watto present, Force drain +1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 0,
    "LightSideText": "Once per game may deploy Shmi here from Reserve Deck; reshuffle.",
    "DarkSideText": "If Watto present, Force drain +1 here.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Cool! Another 2/0 site like Obi-Wan's Hut for Tatooine! With \"Shmi's Hut\" you can get her out to quickly set up for Threepio With His Parts Showing. Although both characters are not very strong, their strength lies in their game text.\\par \\par One good use of another 0 Dark Side Force icon location is to set up Tatooine so that you can control where the actions take place. By placing locations in a certain order, you can make Tatooine into a rat trap for the Dark Side. You can put one battleground in between the Slave Quarters and Obi-Wan's Hut. Doing so will force the opponent to deploy to the middle and if they try to escape, you can nab them at either non-battleground with less fear of a counterattack. Another way is to put both Slave Quarters and Obi-Wan's Hut together to create a partial haven for utility characters (e.g., Figrin D'an or Oola).",
    "Pulls": "Shmi Skywalker",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2493,
    "CardName": "Teemto Pagalies' Podracer",
    "Grouping": "Dark",
    "CardType": "Podracer",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "IPG-X1131 Longtail Podracer. Unusual circular shape is designed around an internal metal cycling ring which stabilizes the non-aerodynamic vehicle.",
    "Gametext": "Deploy on Podrace Arena. Adds 2 to each of your race destinies here. Once during each of your turns, may use 1 Force to place a race destiny here (random selection) in owner's Used Pile, draw one race destiny and place it here.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2516,
    "CardName": "The Camp",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "An isolated camp protected by Obi-Wan and Captain Panaka was established at the Queen's starship while Qui-Gon searched for a way to repair the leaking hyperdrive.",
    "Gametext": "Deploy on table. Each non-battleground docking bay generates no more than one Force for either player. Opponent's aliens deploy +1 on Tatooine (or +2 if non-unique or to same Tatooine site as your Jedi, or +4 if both). (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par First, while you have The Camp out, your opponent will be less likely to activate a high amount of Force on turn 2 like in the past. No more camping at non-battleground docking bays with some cheap characters using the Imperial Arrest Order + Mobilization Points combo. If they want to, they must pay the price... occupy or control a battleground docking bay instead. Some will say that this will hurt decks like Ralltiir Operations, but that deck worked fine without that combo, and note that it affects both players. This card puts the \"Wars\" back in Star Wars. :)\\par \\par Second, this card mitigates the bonuses the Dark Side reaps with Scum And Villany. Alien base decks can still be popular but they won't get the nearly free deploy that they used to get. Most aliens will end up costing what is printed on the card, but they should stay far away from the Jedi since that is Maul's and Vader's department.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Rules": "(AR 1.7.1, B-15)\\par The deploy modifiers listed within brackets all apply to your opponent's aliens when they are deploying to Tatooine only.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2542,
    "CardName": "The Shield Is Down!",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Lando's confidence in the Rebel strike team on the forest moon was rewarded, and proved to be a decisive factor at the Battle of Endor.",
    "Gametext": "Deploy on table. If Rebel Strike Team on table, your Force generation is +1 at Endor sites and you may deploy Back Door from Reserve Deck; reshuffle. When Bunker \"blown away,\" retrieve 8 Force and opponent must place their hand in Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Rebel Strike Team Objective Helper Card.",
    "Pulls": "Endor: Back Door",
    "IsPulled": "General Solo (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2550,
    "CardName": "There Is No Conflict",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"That name no longer has any meaning...\"",
    "Gametext": "USED: If your Imperial of ability > 2 just won a battle, randomly take into hand one card stacked on I Feel The Conflict. (Immune to Sense.) LOST: If Vader in battle, subtract 2 from each of opponent's battle destiny draws.",
    "Icons": 0,
    "Information": "Luke: \"Your thoughts betray you, Father. I feel the good in you... the conflict.\"\\par Vader: \"There is no conflict.\"\\par \\par Gotta love cards that you can play during a game as if you were quoting from the movie! Like in the movie, you will also get to respond to the Light Side's \"I Feel The Conflict\" and take back a card to prevent Vader from becoming Anakin again.\\par \\par Players will compare this to the Light Side counterpart Our Only Hope (from the DSII set) but there is a subtle difference. Note that the Lost part of this card has no special restrictions like Our Only Hope. This means that you can send Vader into battle even against Luke - as long as your opponent isn't playing There Is Good In Him (TIGIH) - and still keep Vader alive by reducing attrition a bit.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2583,
    "CardName": "Threepio With His Parts Showing",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Protocol Droid designed by Anakin in order to help his mother. C-3PO was not to be sold when Anakin left with Qui-Gon Jinn for Coruscant.",
    "Gametext": "If in a battle with Shmi at a site, once per battle may place top card of your Used Pile on top of your Reserve Deck. Once per turn may place a card from hand on Used Pile to draw top card from Reserve Deck.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "C-3PO personas are:\\par \\par Artoo & Threepio\\par C-3PO (See-Threepio)\\par See-Threepio\\par Threepio\\par Threepio With His Parts Showing\\par -----\\par The Episode 1 version of Threepio is a great card for anyone who likes to have full control over their deck. Threepio shares Mirax Terrik's ability to circulate high destiny cards back into your deck and replace them with new cards from the Reserve Deck. What's even nicer about Threepio's ability is that, unlike Mirax, his ability can be used for free, and instead of placing the card on the bottom of the Used Pile, he places it on the top of the Used Pile for easier tracking when your Reserve Deck is larger.\\par \\par The other nice thing about Threepio's ability to place a high destiny card on top of your Used Pile is that if he's in a battle with Shmi, he can then take that high destiny card and place it on top of your Reserve Deck, ensuring a nice pull for weapon or battle destiny. And since Shmi can download Threepio right out of the Reserve Deck, the odds of you having them in a battle together are pretty good.\\par \\par The fact that this is a persona of C-3PO also has enormous benefits. Because most versions of C-3PO have only been strong in specialized decks, many of his support cards are quite powerful. For example, Were You Looking For Me? is a handy 5 Destiny Used Interrupt that allows you to pull Threepio and/or another protocol droid (like R-3PO) from your Reserve Deck. You can also use the same Interrupt as a Lost Interrupt to either retrieve Threepio from the Lost Pile or to add a battle destiny when Threepio is helping his friends out in battle (two battle destiny if he happens to have a few furry friends with him). Unlike most \"back\" cards, this card is very appealing because it's recyclable, free, high destiny, and has the battle destiny bonus.\\par \\par There are tons of other C-3PO suppport cards, including the ever-popular How Did We Get Into This Mess?, but one of my favorites is Artoo, I Have A Bad Feeling About This, which has three different uses, the best of which allows you to squash your opponent's battle destiny completely if both Artoo and C-3PO are together in battle. Put Shmi, Artoo and Threepio together in a battle, and with the right support cards you can really put the hurt on the Dark Side.",
    "Abbreviation": "Naked Threepio, Threepio WHPS",
    "IsPulled": "Seeking An Audience\\par Seeking An Audience (V)\\par Shmi Skywalker\\par Were You Looking For Me?",
    "Combo": "Threepio With His Parts Showing + Chewie With Blaster Rifle\\par Chewie With Blaster Rifle adds one battle destiny if with C-3P0.\\par -----\\par Threepio With His Parts Showing + Eventually You'll Lose",
    "IsCanceledBy": "Commander Praji cancels game text.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2614,
    "CardName": "Too Close For Comfort",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Anakin needed all the help he could get to evade Sebulba's tactics.",
    "Gametext": "USED: If your character was just targeted by a weapon, opponent must use 2 Force or the targeting is canceled. LOST: Cancel Hit Racer or Podracer Collision.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "This interrupt is a great alternative to Put That Down from the Cloud City set. While it doesn't guarantee the ability to cancel a weapon from targeting one of your characters, this version is much cheaper - it's free! Instead of having you use 3 Force, you make your opponent use 2 Force or they missed with their weapon.\\par \\par As an added bonus, you can also use it to prevent your opponent from using tricks like Hit Racer or Podracer Collision while your Podracer attempts to take the checkered flag. ",
    "IsPulled": "We Wish To Board At Once",
    "Combo": "Too Close For Comfort + Put That Down: A bit excessive, but this will really frustrate your opponent when they use 2 Force and miss regardless.",
    "Cancels": "Hit Racer\\par Podracer Collision",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2695,
    "CardName": "Vader's Anger",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Anger and aggression fuel the dark side of the Force.",
    "Gametext": "USED: Add 1 to your just-drawn lightsaber weapon destiny draw. LOST: If a duel was just initiated, place the top card of your Used Pile on top of your Reserve Deck.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2746,
    "CardName": "Watto",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Toydarian junk dealer. Skilled \\b gambler\\b0. Won Shmi and Anakin in a Podrace bet with Gardulla the Hutt. Jedi mind tricks don't work on him, only money.",
    "Gametext": "May 'fly' (landspeed = 2). Once during each of your turns, may take Watto's Chance Cube into hand from Reserve Deck; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Watto deploys -2 at Tatooine: Watto's Junkyard.",
    "Pulls": "Watto's Chance Cube",
    "IsPulled": "Tatooine: Watto's Junkyard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2747,
    "CardName": "Watto's Box",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Fortunes are won and lost every day on the Outer Rim. Watto is a master at getting his cut.",
    "Gametext": "Deploy on table if all of your race totals = 0. When a player wins a Podrace, adds 5 to the amount retrieved. When a player loses a Podrace, adds 5 to the amount lost. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Malastare\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2748,
    "CardName": "Watto's Chance Cube",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"We'll let fate decide, huh?\"",
    "Gametext": "If Watto is in a battle at a site, draw destiny. If destiny is odd, your total battle destiny = 0 this battle. If destiny is even, add two battle destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Beware of Rebel Leadership and Changing The Odds.",
    "IsPulled": "Watto",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2756,
    "CardName": "We Shall Double Our Efforts!",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I hope so, Commander, for your sake...\"",
    "Gametext": "Deploy on table. Adds 1 to X on That Thing's Operational. At Death Star II sectors, opponent's starfighters are maneuver -5. When opponent is attempting to \"blow away\" Death Star II, subtract 2 from opponent's total. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Operational as Planned + Desperate Counter + Combat Response + Major Mianda or Scythe 3 + SFS L-s7.2 TIE Cannon + We Shall Double Our Efforts!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2801,
    "CardName": "What Was It?",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "When Qui-Gon got away, Maul knew it would only be a matter of time until the two of them would meet again.",
    "Gametext": "If opponent just initiated a duel against one of your non-captive Jedi, deploy on that Jedi. Cancel the duel and relocate this Jedi to an adjacent site. Your duel destiny draws are each +1. (Immune to Control.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "There are two major types of anti-dueling cards - \"escape the duel\" cards and \"help win the duel\" cards. This Immediate Effect walks a fine line between them both!\\par \\par Initially, it provides you with a duel canceler. Unlike A Jedi's Resilience, though, you must make your cancel decision as the duel is initiated. This one does not give you the option to await the outcome!\\par \\par But it does come with an added benefit. Now that you know your Jedi is being targeted, and your assailant has been drawn out (most likely? the duel-happy Darth Maul), use this knowledge to your advantage to put all your Jedi on high alert! All your duel destiny draws are now +1, regardless which character is under attack. And it will last as long as you can keep the Jedi with What Was It? on him alive!",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par The Signal\\par We Wish To Board At Once",
    "Cancels": "A duel",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2874,
    "CardName": "Yotts Orren",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Kadas'sa'Nikto. \\b Smuggler\\b0  who stole from shipments going in and out of Jabba's Palace. Part of Jabba's sail barge crew. Not trusted by anyone.",
    "Gametext": "Adds 2 to power of anything he pilots. Opponent's combat vehicles are each power -2 at same site. Once per game, may take Mechanical Failure and/or Free Ride into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "First point of note is that he is a smuggler. This means an option for your Watch Your Step deck. What's more, he's a pilot, capable of Kessel Running if Dash is on holidays. There are a few other related benefits for smugglers such as cheap deploy to Kashyyyk, or meeting a requirement in your Profit deck so you can play Jabba's Palace sabacc! Beware a Death Mark, though.\\par \\par His text provides him with a great all-round ability against opponent's vehicular threats. Power -2 against combat vehicles at same site (note that Yotts does not have to be present, so feel free to hide him inside a vehicle of your own!), and a once-per-game grab of Free Ride (steal a vehicle) and/or Mechanical Failure (Lateral Damage a vehicle!). If you are playing either of these cards, Yotts may beg for consideration!",
    "Pulls": "Free Ride\\par Free Ride & Endor Celebration\\par Mechanical Failure",
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2882,
    "CardName": "You May Start Your Landing",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Echo Base was no match for the Imperial war machine.",
    "Gametext": "Deploy on table if 5th marker also on table. During your control phase, opponent loses 1 Force for each marker site you occupy with an AT-AT. Once per game, may take both Walker Garrison and 3rd Marker into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par This card heralds the return of the almighty Walker Garrison deck. Being able to start this effect with Prepared Defenses is a great boost to this classic deck type. On your first turn, you can immediately go and grab the 3rd Marker, which combined with the 5th Marker gives you 4 red icons and a +1 Force Drain location, while the Light Side only gets one blue icon from you in the bargain. Plus, you are guaranteed to have a Walker Garrison in hand right from the get-go, so you are all set to drain like mad once you've got all your Walkers in position.\\par \\par The best part of this card, however, is its ability to deal direct damage just by occupying Hoth marker sites with AT-ATs, which any self-respecting Walker Garrison deck has in abundance. If you choose No Escape as one of your starting effects, this direct damage will not be cancelled by Honor of the Jedi, which is a good thing since your force drains at non-battlegrounds will be negated by that powerful Light Side card. Be sure to pack a couple Presence of the Force to help turn those Marker Sites into battlegrounds and add to your drains in the bargain.\\par \\par For a third starting effect for this deck type, you probably want to start with Imperial Arrest Order. This will give a big boost to all your Walker pilots, and allow you to deploy the Hoth: Echo Docking Bay right away, a great place to plop a Walker to help drain with Walker Garrison. Unfortunately, the Docking Bay isn't a Marker Site, but it's still a great battleground to drain at with your Walkers. An alternative starting effect is Imperial Decree, which is pretty easy to keep active with this deck and which can really hurt those cowardly Rebels.",
    "Abbreviation": "YMSYL",
    "Pulls": "Hoth: Defensive Perimeter\\par Walker Garrison\\par Walker Garrison (V)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-17)\\par \"Occupy with an AT-AT\" means that you must occupy the location, and the AT-AT cannot be unpiloted.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2886,
    "CardName": "You Swindled Me!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Needless to say, Watto was not happy about his loss.",
    "Gametext": "Opponent chooses: opponent may activate up to 2 Force and you may activate up to 4 Force, or opponent retrieves 1 Force and you retrieve 3 Force.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2887,
    "CardName": "You Want This, Don't You?",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Tatooine",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"I can feel the hate swelling in you now...\"",
    "Gametext": "Deploy on table. Once per turn may place a card from hand here (lost if Effect canceled). If Luke's Lightsaber on table, its game text is canceled and opponent's battle destiny draws are -X, where X = number of cards here. Opponent may lose 2 Force to cancel Effect.",
    "Icons": 0,
    "IsPulled": "Sy Snootles (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-17)\\par If the Luke With Lightsaber character card is on table, this card cancels only the text on that card that is within parentheses.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2891,
    "CardName": "You'll Find I'm Full Of Surprises",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Tatooine",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Even though he wasn't fully prepared to face the Dark Lord of the Sith, Luke rushed to save his friends.",
    "Gametext": "If Luke and Vader present at same site, use 1 Force to initiate a duel between them. Either is power +2 if armed with a lightsaber. Draw destiny. Opponent draws two destiny. Both players add power. Loser is placed out of play.",
    "Icons": 0,
    "Information": "At first glance, you might say, \"Hey, why would I play this card?\" After all, although it gives the Light Side a chance to duel, it automatically starts you at a disadvantage, giving the Dark Side two destiny to your one. And although having Luke placed out of play might seem appealing versus a Bring Him Before Me deck, you can't play this card when that Objective is out (due to the Objective's card text).\\par \\par So what's the point? Well, if you're willing to devote a few extra cards to your Mains deck, this card can certainly be an unwelcome surprise for the Dark Side. Most decks carry a Vader or three, so devoting a bit of your strategy to this card can usually be effective. And it is a 6 Destiny card, so it will always have that bit of usefulness. Now, play two or three of these cards in your deck, and you've got some of the high destiny you need to succeed with this card.\\par \\par Also, pack Courage of Skywalker to give you another destiny to even things out a bit with the old Dark Lord. And let's not forget Glancing Blow, which allows you to cancel one of the Dark Side's duelling destiny draws or, if you play You'll Find I'm Full of Surprises during the weapons segment of a battle, you can use Glancing Blow to nail Vader's power, knocking it to an unmodifiable zero, which means he won't even get the +2 power from holding his lightsaber granted by the Interrupt. Suddenly, Vader's chances of winning have become quite slim, and it looks like he's going away for a very long time.\\par \\par Having this sort of a side strategy not only lets you beat up Luke's favorite sparring partner, but also gives you a plethora of cards to defend yourself during duels initiated by the Dark Side with such cards as Epic Duel or new cards like Darth Maul.\\par \\par Some new Tatooine cards that can help you win the day versus Vader include A Jedi's Focus: which lets you add the destiny of the top card of the Lost Pile to your total, A Jedi's Patience: which lets you redraw one of your bad duelling destiny draws, and most importantly, A Jedi's Resilience, which allows you to cancel a duel AFTER you've lost it AND take the duelling card back into your hand!\\par \\par But watch out for the new Dark Side card, Lightsaber Parry, or your duel might suddenly become very expensive!",
    "Inventory": 0,
    "Needs": 0
  }
]
