[
  {
    "id": 32,
    "CardName": "A New Secret Base",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Third Anthology",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Due to constant Imperial pursuit, Alliance engineers became adept at constructing new facilities quickly.",
    "Gametext": "Deploy on 1st marker. Yavin 4 locations do not count for Imperial Decree. S-foils and your 'insert' cards are canceled. Once during each of your turns, may take up to two sites (or one site and one Effect) with 'Echo' in title or one planet system with two (Light Side Force icon) into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "1st marker site is Hoth: Main Power Generators.",
    "Pulls": "Echo Base Garrison\\par Echo Base Operations\\par Echo Base Sensors\\par Hoth: Echo Command Center (War Room)\\par Hoth: Echo Corridor\\par Hoth: Echo Docking Bay\\par Hoth: Echo Med Lab\\par Anoat\\par Bespin\\par Bothawui\\par Chandrila\\par Corulag\\par Coruscant (EP1)\\par Dagobah\\par Endor\\par Hoth\\par Kashyyyk\\par Kiffex\\par Malastare\\par Mon Calamari\\par Naboo\\par Nar Shaddaa (V)\\par Raithal\\par Sullust\\par Tatooine\\par Tatooine (EP1)\\par Yavin 4",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Rules": "(AR 1.7.1, B-1)\\par This Light Side Effect allows you to take the following cards into hand from your Reserve Deck, once during each of owner's turns:\\par - one site with \"Echo\" in it's title\\par - two sites, both with \"Echo\" in their titles\\par - one Effect with \"Echo\" in it's title\\par - one Effect and one site, both with \"Echo\" in their titles\\par - one planet system with two Light Side Force icons.",
    "Cancels": "S-foils\\par Your 'insert' cards:\\par A Tremor In The Force\\par Access Denied\\par Anger, Fear, Aggression\\par Never Tell Me The Odds",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 141,
    "CardName": "Artoo-Detoo In Red 5",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Third Anthology",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 7,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 5,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "R2-D2 saved Luke and his starfighter more times than the young pilot could count.",
    "Gametext": "May add 1 pilot. Permanent astromech aboard is (*]R2-D2, who adds 2 to power, maneuver and hyperspeed. Luke of ability < 5 deploys free aboard. Immune to attrition < 5 when Luke piloting.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "R2-D2 personas are:\\par \\par Artoo\\par Artoo & Threepio\\par Artoo, Brave Little Droid\\par [Artoo-Detoo In Red 5]\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par -----\\par Red 5 personas are:\\par \\par Artoo-Detoo In Red 5\\par Red 5",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Seeking An Audience (V)",
    "Matching": "Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, The Rebellion's Hope\\par Luke With Lightsaber\\par Master Luke\\par Son Of Skywalker\\par Young Skywalker",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 804,
    "CardName": "Echo Base Garrison",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Third Anthology",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"All troop carriers will assemble at the north entrance. The heavy transport ships will leave as soon as they're loaded.\"",
    "Gametext": "Deploy on table. Rogue T-47s are immune to attrition < 4 (or < 6 if matching pilot aboard). Once during each of your turns, may take one maintenance droid, Bacta Tank, Lone Rogue, [Hoth] Luke, [Special Edition] Wedge, Zev, or Hobbie into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Information": "Maneuvering Flaps (V) pulls the matching combat vehicle.",
    "Pulls": "Bacta Tank\\par BG-J38\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Derek 'Hobbie' Klivian\\par 8D8\\par LE-B02D9 (Leebo)\\par Lone Rogue\\par WED-1016 'Techie' Droid\\par WED-9-M1 'Bantha' Droid\\par Zev Senesca",
    "IsPulled": "A New Secret Base\\par Commander Luke Skywalker (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1648,
    "CardName": "Massassi Base Operations/One In A Million",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Third Anthology",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Yavin 4 system and Yavin 4: Docking Bay.\\ul0 \\par \\b For\\b0  remainder of game, you may not play Revolution or Force drain at Yavin 4 sites or sectors. \\par \\b While\\b0  this side up, you generate no more than 1 Force from each Yavin 4 site. Once during each of your deploy phases, may deploy one Yavin 4 site from Reserve Deck; reshuffle. Each Imperial is deploy +2 to Yavin 4. \\par \\b Flip\\b0  this card if you control three Yavin 4 sites and opponent controls fewer than three Yavin 4 sites. \\par \\b Place\\b0  out of play if Yavin 4 is \"blown away.\"",
    "ObjectiveBack": "\\b While\\b0  this side up, may deploy Death Star system without completing Death Star Plans. Once during each of your deploy phases, may take one Rebel Tech, Death Star system, Attack Run or Proton Torpedoes into hand from Reserve Deck; reshuffle. Your total power is +3 in battles at systems. If Death Star is \"blown away,\" adds 3 to Force lost for each opponent's Death Star site and, for remainder of game, your Force drains at battleground systems where you have a starfighter present with a pilot character aboard are each +2.",
    "ObjectiveFrontName": "Massassi Base Operations",
    "ObjectiveBackName": "One In A Million",
    "Gametext": "[Front Side]: \\ul Deploy Yavin 4 system and Yavin 4: Docking Bay.\\ul0 \\par \\b For\\b0  remainder of game, you may not play Revolution or Force drain at Yavin 4 sites or sectors. \\par \\b While\\b0  this side up, you generate no more than 1 Force from each Yavin 4 site. Once during each of your deploy phases, may deploy one Yavin 4 site from Reserve Deck; reshuffle. Each Imperial is deploy +2 to Yavin 4. \\par \\b Flip\\b0  this card if you control three Yavin 4 sites and opponent controls fewer than three Yavin 4 sites. \\par \\b Place\\b0  out of play if Yavin 4 is \"blown away.\"\\\\par[Back Side]: \\b While\\b0  this side up, may deploy Death Star system without completing Death Star Plans. Once during each of your deploy phases, may take one Rebel Tech, Death Star system, Attack Run or Proton Torpedoes into hand from Reserve Deck; reshuffle. Your total power is +3 in battles at systems. If Death Star is \"blown away,\" adds 3 to Force lost for each opponent's Death Star site and, for remainder of game, your Force drains at battleground systems where you have a starfighter present with a pilot character aboard are each +2.",
    "Icons": 0,
    "Abbreviation": "MBO",
    "Combo": "MBO + Great Shot, Kid!",
    "Rules": "(AR 1.7.1, B-11)\\par The \"For remainder of game\" text on the front side of this Objective card prevents the Light Side player from deploying Revolution anywhere.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1948,
    "CardName": "Prisoner 2187",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Third Anthology",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b senator\\b0 , female",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 0,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Princess Leia Organa. Alderaanian senator. Targeted by Vader for capture and interrogation. The Dark Lord of the Sith wanted her alive.",
    "Gametext": "Deploys only if Rescue The Princess on table. May not be transferred while imprisoned. Adds 2 to your Force drains here. For remainder of game, your objective cannot be placed out of play and, if Leia not on table, flip Sometimes I Amaze Even Myself.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187",
    "IsPulled": "I Know\\par Leia's Back\\par Might Of The Republic",
    "MatchingWeapon": "Anakin's Lightsaber (V)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2243,
    "CardName": "Set Your Course For Alderaan/The Ultimate Power In The Universe",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Third Anthology",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Death Star and Alderaan systems and Docking Bay 327.\\ul0 \\par \\b For\\b0  remainder of game, Revolution is canceled and Commence Primary Ignition may target only Alderaan, Yavin 4, Hoth or a Subjugated Planet. \\par \\b While\\b0  this side up, once during each of your deploy phases, may take one card with \"Death Star\" in title into hand from Reserve Deck; reshuffle. You may not Force drain at Alderaan system. At Death Star sites, your Force drains and battle damage against you are canceled. \\par \\b Flip\\b0  this card if Alderaan is \"blown away.\"",
    "ObjectiveBack": "\\b While\\b0  this side up, once during each of your deploy phases, may deploy one battleground system from Reserve Deck; reshuffle. Your Star Destroyers deploy -2 (or -1 if \\ul Victory\\ul0  class) to Death Star system. Your Force drains at battleground systems where you have a Star Destroyer are each +1 (or +2 if that Star Destroyer is \\ul Imperial\\ul0 - or \\ul Super\\ul0 -class). If Yavin 4 system is \"blown away,\" adds 3 to Force lost for each opponent's Yavin 4 site.\\par \\b Place \\b0 out of play if Death Star is \"blown away.\"",
    "ObjectiveFrontName": "Set Your Course For Alderaan",
    "ObjectiveBackName": "The Ultimate Power In The Universe",
    "Gametext": "[Front Side]: \\ul Deploy Death Star and Alderaan systems and Docking Bay 327.\\ul0 \\par \\b For\\b0  remainder of game, Revolution is canceled and Commence Primary Ignition may target only Alderaan, Yavin 4, Hoth or a Subjugated Planet. \\par \\b While\\b0  this side up, once during each of your deploy phases, may take one card with \"Death Star\" in title into hand from Reserve Deck; reshuffle. You may not Force drain at Alderaan system. At Death Star sites, your Force drains and battle damage against you are canceled. \\par \\b Flip\\b0  this card if Alderaan is \"blown away.\"\\\\par[Back Side]: \\b While\\b0  this side up, once during each of your deploy phases, may deploy one battleground system from Reserve Deck; reshuffle. Your Star Destroyers deploy -2 (or -1 if \\ul Victory\\ul0  class) to Death Star system. Your Force drains at battleground systems where you have a Star Destroyer are each +1 (or +2 if that Star Destroyer is \\ul Imperial\\ul0 - or \\ul Super\\ul0 -class). If Yavin 4 system is \"blown away,\" adds 3 to Force lost for each opponent's Yavin 4 site. Place out of play if Death Star is \"blown away.\"",
    "Icons": 0,
    "Abbreviation": "SYCFA",
    "Pulls": "Death Star\\par Death Star Assault Squadron\\par Death Star Gunner\\par Death Star Sentry\\par Death Star Tractor Beam\\par Death Star Trooper\\par Death Star: Central Core\\par Death Star: Conference Room\\par Death Star: Detention Block Control Room\\par Death Star: Detention Block Corridor\\par Death Star: Docking Bay 327\\par Death Star: Docking Control Room 327\\par Death Star: Level 4 Military Corridor\\par Death Star: War Room\\par Death Star: War Room (V)",
    "Combo": "SYCFA + Firepower (V) - Defensive Shield\\par -----\\par SYCFA + A Million Voices Crying Out\\par To pull Commence Primary Ignition and - after blowing Alderaan -  retrieve 3 Force when deploying a unique (*) Star Destroyer",
    "Rules": "(AR 1.7.1, B-14)\\par When the Yavin 4 system is blown away, the destiny 7 side of this Dark Side Objective adds to the damage inflicted by the \"blown away\" rules. Therefore, generic sites are not considered when calculating the requirements or the results of the blown away action.",
    "Cancels": "Revolution",
    "Inventory": 0,
    "Needs": 0
  }
]