[
  {
    "id": 552,
    "CardName": "Corporal Vandolay (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b ISB agent\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "ISB attache to the \\ul Executor\\ul0. Detention Officer. Political Liaison for COMPNOR. Responsible for all prisoner transfers. Fiercely loyal to the Emperor's New Order.",
    "Gametext": "Adds 1 to power of anything he pilots. When deployed, may take an ISB agent here into hand. Once per turn, if you just drew an ISB agent for battle destiny anywhere, may take that card into hand to cancel and re-draw that destiny.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par I Can't Shake Him! (V)",
    "ExpansionV": "Dagobah"
  },
  {
    "id": 715,
    "CardName": "Despair (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "The carbonite froze more than just Han's body.",
    "Gametext": "Deploy on table. My Favorite Decoration may not be placed out of play. At same site as Jabba's Prize, opponent's characters deploy +1 and your Force drains are +1. While Jabba's Prize with Scum and Villainy, your total power in all battles is +3. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Re-released in Virtual Set 12 \"Tweak Set\". Original text:\\par Deploy on table. Opponent's characters deploy +1 to same site as Jabba's Prize. When you capture a character, opponent loses 1 Force. Your Force drains at same battleground site as Jabba's Prize are +1. My Favorite Decoration may not be placed out of play. (Immune to Alter.)",
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 742,
    "CardName": "Djas Puhr (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b Sakiyan\\b0, \\b Black Sun agent\\b0, \\b assassin\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Male Sakiyan, a race often employed as assassins. \\b Bounty hunter\\b0. Incredible infrared, peripheral vision. Has excellent aural and olfactory senses. Often tracks by scent.",
    "Gametext": "Power, defense value, and forfeit +1 for each [Dark Side Force icon] icon here.  Your total ability may not be reduced at same site. Your Force drains here may not be canceled by [Reflections III] Leia.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Double Back",
    "ExpansionV": "Premiere"
  },
  {
    "id": 883,
    "CardName": "Escape Pod (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon2",
    "Destiny": 6,
    "Lore": "Capital starships have emergency escape pods. Equipped with food, water, flares, medpacs, hunting blaster and tracking beacon. (R2-D2 deactivated this one's beacon).",
    "Gametext": "Use 1 Force to take into hand from Reserve Deck (reshuffle) a dejarik or holosite. OR Cancel a Force drain at a holosite. OR If opponent is about to place your character out of play, place that character in your Lost Pile instead.",
    "Icons": 0,
    "Information": "BG-J38 adds 2 to the destiny of each of your holograms and dejariks drawn for battle destiny or weapon destiny.",
    "Pulls": "Grimtaash\\par Houjix\\par K'lor'slug\\par K'lor'slug (V)\\par Mantellian Savrip\\par Dejarik Hologameboard",
    "Counterpart": "Masterful Move",
    "Cancels": "A Force drain at a holosite.",
    "ExpansionV": "Premiere"
  },
  {
    "id": 1271,
    "CardName": "Imperial Enforcement",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "When Vader's forces impose the New Order upon a region, Rebel resources and lifelines are quickly eliminated.",
    "Gametext": "Deploy on table. Lost if your non-Imperial character (or starship) on table. Unless you occupy fewer locations than opponent: if you win a battle, retrieve an Imperial; and, during battle, may take an Imperial just drawn for destiny into hand to cancel and redraw that destiny. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Original card: Imperial Domination\\par Startable with Prepared Defenses.\\par \\par Errata February 2020. Original title: Imperial Domination (V)\\par -----\\par (note that the pre-reset domination also triggered for initiating battle)\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par Like Ability, Ability, Ability (V), but harder to use due to the fact that you can only play with Imperials if you use this card. In addition to offering some solid character retrieval, this card also does a decent job of causing your opponent to spread out quickly so that they can suspend the gametext of this card. The battle destiny limiting may seem like a bad idea for a battling deck, but in reality there aren't a lot of ways for all-Imperial decks to get multiple battle destiny anyway, and this way you can use characters like Lord Vader and have the immunity to attrition be worth more than if you had to worry about your opponent drawing 5 battle destiny and basically making your immunity worthless. Another reason this is a solid battling card is because if you draw battle or weapon destiny and accidentally flip a character, you can take it into hand and try again, allowing you to play with more characters than you would normally be able to get away with while still maintaining the integrity of the deck's destiny.\\par \\par SHEWSKI'S TAKE:\\par Wow, great minds think alike. This is my #5 as well. I really like the versatility that this card brings to an Imperial deck and think that as stronger Imperials are created this card will see more and more play.\\par Armaedes made a bunch of good points about this card above, but there were a few things I also wanted to add. First, two copies of this can be played for maximum use, which means twice as many benefits heading your way. It may be overkill in many instances, but if it is worth it, you'll never go without characters ever again. Secondly, there are some creative ways for you to use it as a cycling machine. DDM had an interesting Hunt Down that used a lone Womp Rat to constantly draw against Vader so that he could draw needed Imperials into hand. I also don't think that limited destiny draws as a bad thing- with you constantly weeding out low destiny characters your 2 destinies should be stronger than your opponent's. This is also yet another great battle winning effect that works with many of the other cards on this list.\\par \\par ARMAEDES' TAKE:\\par No argument here, and the two-copies thing is an important point I forgot to mention. I have seen this card used effectively in Hunt Down, BHBM, ISB, Ralltiir, and even some Combat Readiness (V) decks. Like Ability, Ability, Ability (V), it's good because it rewards you for battling by giving you more characters to battle with. Unlike Ability, Ability, Ability (V), it's far more deck-specific, but getting back characters is always a good thing.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Errata": 1
  },
  {
    "id": 1387,
    "CardName": "Mace Windu's Lightsaber",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "Elegant sword of pure energy. \"This is the weapon of a Jedi Knight. Not as clumsy or as random as a blaster.\" A lightsaber can be dangerous to an unskilled user.",
    "Gametext": "Deploy on Mace. May add 1 to Force drain where present. Mace may add 1 to his duel total. May target a character or creature for free. Draw two destiny. Target hit, and its forfeit = 0, if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "Gift Of The Mentor",
    "MatchingWeapon": "Mace Windu\\par Mace Windu (V)\\par Mace Windu, Jedi Master"
  },
  {
    "id": 1615,
    "CardName": "Mace Windu (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jedi Council member\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 7,
    "Forfeit": 8,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Senior \\b Jedi Council member\\b0  who maintains rigorous adherence to the Code. Sent Qui-Gon to Naboo to accompany the Queen and learn more about the mysterious \"dark warrior.\"",
    "Gametext": "During battle, Mace may 'swing' one lightsaber twice. Fetts may not add battle destiny draws here. Immune to attrition < 6 (< 8 if with a Dark Jedi).",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Also available as a full-card virtual slip that may be used on Mace Windu, Jedi Master, as of October 2020\\par \\par Original concept by Zane Thorp\\par \\par Mace Windu personas are:\\par \\par Mace Windu\\par Mace Windu (V)\\par Mace Windu, Jedi Master",
    "IsPulled": "Speak With The Jedi Council\\par Tatooine: City Outskirts",
    "Combo": "Mace Windu (V) + Are You Brain Dead?!",
    "MatchingWeapon": "Mace Windu's Lightsaber",
    "ExpansionV": "Coruscant"
  },
  {
    "id": 1689,
    "CardName": "Ng'ok War Beast",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "dejarik",
    "Destiny": 3,
    "Lore": "\\b Dejarik\\b0  of a Ng'ok war beast. Foul temper gives rise to bad feelings. Has razor-sharp retractable claws. Used in many systems to frighten off potential attackers.",
    "Gametext": "Deploy on table. If your character, starship, or vehicle in battle is about to be lost before the damage segment, it is instead lost at end of battle (if forfeited, forfeit for 0). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par \\par Errata December 2015. Original text:\\par Deploy on table. If your character in battle is about to be lost before the damage segment, it is instead lost at end of battle (if forfeited, forfeit for 0). (Immune to Alter.)\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par One of my pet peeves, briefly touched upon under #1, is character removal. The Dark Side is rife with popular ways to get rid of your heroes such as Dr. Evazan, Dark Strike, and Choke Vader. K'lor Slug (and Molator for the DS) helps you avoid painful beatdowns due to sudden losses of power and destiny draws. While this is more like IMI in that it helps your battles hold their effectiveness, the second part of the text goes very well with immunity mains. Your mains can get out at their normal cost, which greatly speeds up the time it takes to get them into play by a turn or more.\\par \\par ARMAEDES' TAKE:\\par Again, I find this less of an offensive aid than a defensive aid, and more of a battle-hindering card than anything else. The dark side's character removal is a big way dark wins battles, so in my opinion taking this away makes effective battling more challenging. I really like this card - I think it is a necessary component of the game - but I'm not sure I would classify it as a battling aid.",
    "IsPulled": "Masterful Move\\par Masterful Move & Endor Occupation\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par Surface Defense (V)",
    "Counterpart": "K'lor'slug (V)",
    "Errata": 1
  },
  {
    "id": 1804,
    "CardName": "Obi-Wan Kenobi (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 6,
    "Forfeit": 9,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "Jedi Knight. Trained by Yoda. Friend of Bail Organa. General Kenobi became a hero of the Old Republic during the Clone Wars. Mentor of Anakin and Luke Skywalker.",
    "Gametext": "Obi-Wan's deploy cost may not be increased. Power +1 for each Dark Jedi here. Once per game, may exchange two cards in hand with any one card in Lost Pile.  Immune to attrition < 5.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Obi-Wan Kenobi personas are:\\par \\par Ben Kenobi\\par General Kenobi\\par Obi-Wan in Radiant VII (V)\\par Obi-Wan Kenobi\\par Obi-Wan Kenobi (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Padawan Learner\\par Obi-Wan Kenobi, Padawan Learner (V)\\par Obi-Wan With Lightsaber",
    "Abbreviation": "Obi-V",
    "IsPulled": "Balanced Attack\\par Padme Naberrie\\par Rebel Leadership (V)\\par Return Of A Jedi\\par Tatooine: City Outskirts",
    "Combo": "Obi-Wan Kenobi (V) + Krayt Dragon Howl",
    "MatchingWeapon": "Obi-Wan's Lightsaber",
    "ExpansionV": "Premiere"
  },
  {
    "id": 1944,
    "CardName": "Princess Leia (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Alderaanian\\b0, \\b leader\\b0, \\b senator\\b0 , female",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Prominent \\b leader\\b0  in the struggling Alliance. Former member of the Imperial Senate. Beginning to discover her true heritage. Likes scoundrels.",
    "Gametext": "Leia's deploy cost may not be modified by opponent. Adds one battle destiny if with Han or Vader. May move as a 'react' to same site as an Imperial. Once per turn, may deploy from Reserve Deck (reshuffle) Leia Of Alderaan or Reflection. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187",
    "Pulls": "Leia of Alderaan\\par Leia of Alderaan (V)\\par Reflection",
    "IsPulled": "I Know\\par Leia's Back\\par Might Of The Republic\\par Seeking An Audience (V)\\par Yavin 4: Massassi War Room (V)",
    "MatchingWeapon": "Anakin's Lightsaber\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster",
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1993,
    "CardName": "R2-D2 (Artoo-Detoo) (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "r-unit, \\b spy\\b0",
    "Destiny": 5,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Lore": "Fiesty. Loyal. Heroic. Insecure. Rebel \\b spy\\b0. Excels at trouble. Incorrigible counterpart of a mindless philosopher. Has picked up a slight flutter. A bit eccentric.",
    "Gametext": "While aboard a starfighter, adds 2 to power, maneuver, and hyperspeed. While with a Scomp link, adds one [Light Side Force icon] icon here. Immune to Fire Extinguisher and Restraining Bolt.",
    "Icons": "Astromech",
    "Astromech": 1,
    "Information": "Re-released in Virtual Set 12 \"Tweak Set\". Original text:\\par While present with a Scomp link, adds one [Light Side Force icon] icon here. While aboard a starfighter, adds 2 to power, maneuver, and hyperspeed. Immune to Fire Extinguisher.\\par Deploy 3\\par \\par Errata October 2020. Previous text: \\par While aboard a starfighter, adds 2 to power, maneuver, and hyperspeed. While with a Scomp link, adds one [Light Side Force icon] icon here, and, once per game, if about to be lost, may place in Used Pile. Immune to Fire Extinguisher and Restraining Bolt. \\par Deploy 1 \\par -----\\par R2-D2 personas are:\\par \\par Artoo\\par Artoo & Threepio\\par Artoo, Brave Little Droid\\par [Artoo-Detoo In Red 5]\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)",
    "IsPulled": "Artoo, Come Back At Once!\\par Seeking An Audience\\par Seeking An Audience (V)",
    "Combo": "R2-D2 (Artoo-Detoo) (V) + Double Agent",
    "IsCanceledBy": "Game text canceled by Commander Praji.",
    "Errata": 1,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 2152,
    "CardName": "Sabotage (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Poorly equipped Rebels must rely on clandestine strikes against the massive Imperial military. Computer 'slicing' and system tampering have proven most effective.",
    "Gametext": "Target an opponent's non-superlaser weapon card. Draw destiny. Subtract 1 if your spy on table. Target lost if total destiny < target's destiny number OR Cancel an attempt to use a [Permanent Weapon] weapon to target your spy (or any card with your spy).",
    "Icons": 0,
    "IsPulled": "Ello Asty\\par Major Palo Torshan",
    "Counterpart": "Overload",
    "Cancels": "The targeting of a permanent weapon at same site as your spy.",
    "IsCanceledBy": "Informant",
    "ExpansionV": "A New Hope"
  },
  {
    "id": 2205,
    "CardName": "Seeking An Audience (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"With your wisdom, I'm sure that we can work out an arrangement which will be mutually beneficial and enable us to avoid any unpleasant confrontation.\"",
    "Gametext": "If a Jabba's Palace site on table, deploy on table. His Name Is Anakin is canceled. Once per turn, if Han frozen, may use 2 Force to deploy from Reserve Deck (reshuffle) non-[Reflections III]: C-3PO, Chewie, Lando, Leia, or R2-D2. Once per game, may place this Effect out of play to retrieve an alien or [Independent] starship into hand. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Original concept by Brian Fred\\par \\par Startable with Heading For The Medical Frigate.",
    "Pulls": "Artoo\\par Artoo & Threepio\\par Artoo-Detoo In Red 5\\par Artoo, Brave Little Droid\\par R2-D2 & C-3PO\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Chewbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewie\\par Chewie (V)\\par Chewie With Blaster Rifle\\par Chewie With Bowcaster\\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando In Millennium Falcon\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par C-3PO (See-Threepio)\\par See-Threepio\\par Threepio\\par Threepio With His Parts Showing",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Jabba's Haven",
    "ExpansionV": "Jabba's Palace Sealed Deck"
  },
  {
    "id": 2340,
    "CardName": "Stalker (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability, Death squadron",
    "Destiny": 1,
    "Power": 8,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 7,
    "Ability": 1,
    "Hyperspeed": 3,
    "Lore": "Originally assigned to search the Outer Rim for new worlds to subjugate. Launched the probe droid that found Echo Base. Later reassigned to Death Squadron.",
    "Gametext": "May add 6 pilots, 8 passengers, 2 vehicles and 4 TIEs. Permanent pilot provides ability of 1. If opponent's starship just moved from here, \\ul Stalker \\ul0 may follow it as a regular move (if within range).",
    "Icons": "Scomp Link, Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.",
    "IsPulled": "Commander Nemet (V)\\par Kuat Drive Yards",
    "ExpansionV": "Hoth"
  },
  {
    "id": 2419,
    "CardName": "Tantive IV (V)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Corellian Corvette",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 4,
    "Forfeit": 7,
    "Armor": 4,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Royal House of Alderaan consular ship. Used by Princess Leia for Imperial Senate business (and secret Rebel espionage). Captured by the \\ul Devastator\\ul0  over Tatooine.",
    "Gametext": "May deploy without presence or Force icons. May add 3 pilots and 4 passengers. Permanent pilot provides ability of 2. Adds one [Light Side Force icon] icon here.",
    "Icons": "Scomp Link, Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "At DS system Ralltiir Tantive IV is power +1.",
    "IsPulled": "Fly Casual",
    "Matching": "Captain Raymus Antilles",
    "ExpansionV": "A New Hope"
  },
  {
    "id": 2828,
    "CardName": "Wooof (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Nikto\\b0, \\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Kadas'sa'Nikto. One of Jabba's best pilots. Often pilots Jabba's space yacht. \\b Smuggler\\b0. Prefers to be flying combat starfighters.",
    "Gametext": "Adds 3 to power of anything he pilots. May deploy with any cruiser using Combat Response. While aboard an [Independent] starship, opponent's battle and weapon destiny draws here are -1.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Elis in Hinthra\\par Murttoc Yine",
    "Matching": "Jabba's Space Cruiser\\par Jabba's Space Cruiser (V)",
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3065,
    "CardName": "Melas (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Sarkan\\b0, \\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Sarkan \\b smuggler\\b0. Smokes an Essoomian gruu pipe to heighten awareness. Exiled from his home planet of Sarka for displaying curiosity in other aliens. Misses his homeworld.",
    "Gametext": "Adds 2 to power of anything he pilots. Opponent's starships here may not 'cloak.' Smoke Screen is a Used Interrupt when targeting Melas.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control).",
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4013,
    "CardName": "Imperial Entanglements/No One To Stop Us This Time",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare1",
    "ObjectiveFront": "\\ul Deploy Tatooine system (with \\ul0 Devastator\\ul there) and a Tatooine battleground site.\\ul0  \\par \\b For\\b0  remainder of game, you may not deploy Intensify The Forward Batteries, Sandwhirl, Jabba's Palace sites, non-Imperial characters, non-Imperial starships, or systems.\\par \\b While\\b0  this side up, opponent loses no Force to Tatooine Occupation or your Force drains at Tatooine system. Once per turn, may deploy from Reserve Deck (reshuffle) a Tatooine battleground site.\\par \\b Flip\\b0  this card if you control three Tatooine sites and opponent controls less than three Tatooine sites.",
    "ObjectiveBack": "\\b While\\b0  this side up, once during your control phase, may peek at up to X cards from the top of your Reserve Deck, where X = number of Tatooine locations you occupy; take one into hand and shuffle your Reserve Deck. Once per turn, may deploy from Reserve Deck (reshuffle) a Tatooine battleground site. Opponent's characters require +1 Force to move from Tatooine sites using their landspeed. During your draw phase, you may retrieve one trooper. \\par \\b Flip\\b0  this card if opponent controls more Tatooine sites than you.",
    "ObjectiveFrontName": "Imperial Entanglements",
    "ObjectiveBackName": "No One To Stop Us This Time",
    "Gametext": "[Front Side]: \\ul Deploy Tatooine system (with \\ul0 Devastator\\ul there) and a Tatooine battleground site.\\ul0  \\par \\b For\\b0  remainder of game, you may not deploy Intensify The Forward Batteries, Sandwhirl, Jabba's Palace sites, non-Imperial characters, non-Imperial starships, or systems.\\par \\b While\\b0  this side up, opponent loses no Force to Tatooine Occupation or your Force drains at Tatooine system. Once per turn, may deploy from Reserve Deck (reshuffle) a Tatooine battleground site.\\par \\b Flip\\b0  this card if you control three Tatooine sites and opponent controls less than three Tatooine sites. [Back Side]: \\b While\\b0  this side up, once during your control phase, may peek at up to X cards from the top of your Reserve Deck, where X = number of Tatooine locations you occupy; take one into hand and shuffle your Reserve Deck. Once per turn, may deploy from Reserve Deck (reshuffle) a Tatooine battleground site. Opponent's characters require +1 Force to move from Tatooine sites using their landspeed. During your draw phase, you may retrieve one trooper. \\par \\b Flip\\b0  this card if opponent controls more Tatooine sites than you.",
    "Icons": 0,
    "Information": "Original cards: Expand the Empire/Destroyed Homestead (Rare)\\par \\par Errata February 2019. Previous text:\\par [Front] Deploy Tatooine system (with Devastator there) and a Tatooine battleground site. For remainder of game, you may not deploy Sandwhirl, Jabba's Palace sites, non-Imperial characters, non-Imperial starships, or systems. While this side up, opponent loses no Force to Tatooine Occupation or your Force drains at Tatooine system. Once per turn, may deploy from Reserve Deck (reshuffle) a Tatooine battleground site. You may not deploy Admiral's Orders on your first turn. Flip this card if you control three Tatooine sites and opponent controls fewer than three Tatooine sites. (Back unchanged)\\par \\par Errata July 2017. Previous text:\\par [Front] Deploy Tatooine system (with Devastator there) and a Tatooine battleground site. For remainder of game, you may not deploy Sandwhirl, Jabba's Palace sites, non-Imperial characters, non-Imperial starships, or systems. While this side up, opponent loses no Force to Tatooine Occupation or your Force drains at Tatooine system. Once per turn, may deploy from Reserve Deck (reshuffle) a Tatooine battleground site. Flip this card if you control three Tatooine sites and opponent controls less than three Tatooine sites. (Back unchanged)\\par \\par Errata July 2016. Previous text:\\par [Front] Deploy Tatooine system (with Devastator there) and a Tatooine battleground site. For remainder of game, you may not deploy Sandwhirl, Jabba's Palace sites, non-Imperial characters, non-Imperial starships, or systems. Once per turn, may deploy from Reserve Deck (reshuffle) a Tatooine battleground site. While this side up, opponent loses no Force to Tatooine Occupation or your Force drains at Tatooine system. Flip this card if you control three Tatooine sites and opponent controls less than three Tatooine sites. [Back] While this side up, once during your control phase, may peek at up to X cards of your Reserve Deck, where X = number of Tatooine locations you occupy; take one into hand and shuffle your Reserve Deck. Opponent’s characters require +1 Force to move from Tatooine sites using their landspeed. During your draw phase, you may retrieve one trooper. Flip this card if opponent controls more Tatooine sites than you.",
    "ExpansionV": "A New Hope",
    "Errata": 1
  },
  {
    "id": 4018,
    "CardName": "Hear Me Baby, Hold Together (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used or Lost",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Smuggler and Rebel starships use black market armor plating and deflector shields to withstand enemy fire. Expensive but life-saving modifications.",
    "Gametext": "USED: Play a Defensive Shield from under your Starting Effect. (Immune to Sense.) OR Cancel Counter Assault, [Virtual Set 0] Defensive Fire, or Hidden Weapons. OR Make a just drawn Overload destiny = 1/2. LOST: Cancel Cease Fire! or I Have You Now.",
    "Icons": 0,
    "Counterpart": "Cold Feet (V)",
    "Cancels": "Cease Fire!\\par Counter Assault\\par Defensive Fire (V)\\par Hidden Weapons\\par I Have You Now",
    "ExpansionV": "Premiere"
  },
  {
    "id": 4096,
    "CardName": "Colonel Wullf Yularen (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "\\b ISB agent\\b0, \\b leader\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Imperial Security Bureau (ISB) officer assigned to brief Tarkin. Also ordered to ensure absolute loyalty to the Emperor. \\b Leader\\b0. Will stop at nothing to fulfill the Emperor's will.",
    "Gametext": "Adds 1 to power of anything he pilots (2 if any capital starship). When deployed, may activate up to X Force (limit 4), where X = number of ISB agents on table. While aboard a starship, its power may not be reduced by opponent.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4097,
    "CardName": "Lt. Pol Treidum (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Characteristics": "\\b ISB agent\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 1,
    "Lore": "Gantry officer charged with maintaining magnetic field, atmosphere and security in Death Star docking bay. After mission on Ralltiir, paranoid about infiltration by Rebel spies.",
    "Gametext": "Adds 1 to power of anything he pilots. When deployed (or leaves table), may draw top card of Reserve Deck or Used Pile. During battle, attrition against you is -1 for each ISB agent here (limit -3). Your spies here (unless Undercover) are immune to Double Agent.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original concept by Ryan Jellison and Blake Huffman",
    "ExpansionV": "A New Hope"
  },
  {
    "id": 4098,
    "CardName": "Jango Fett",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b bounty hunter\\b0, \\b Trade Federation\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 3,
    "Lore": "Trade Federation \\b bounty hunter\\b0.",
    "Gametext": "Adds 2 to power of anything he pilots. Adds 1 to maneuver of anything he pilots. Adds one battle destiny with opponent's Jedi, [Maintenance] card, or [Permanent Weapon] card. May be targeted by Hidden Weapons. If about to be lost, may take into hand from Reserve Deck (reshuffle) Boba Fett.",
    "Icons": "Pilot, Warrior, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Original card: Lando System",
    "IsPulled": "Double Back"
  },
  {
    "id": 4099,
    "CardName": "Endor Shield (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Planetary scale shield projected from surface of Endor moon. Protected second Death Star during construction. Only another superlaser could penetrate it while operational.",
    "Gametext": "Deploy on table. While your [Endor] objective on table (and opponent's [Endor] objective not on table) opponent generates no Force at Endor system. Twice per game, may take into hand from Reserve Deck (reshuffle) an Imperial admiral. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Original concept by David Lankton\\par \\par Startable with Prepared Defenses.",
    "Pulls": "Admiral Chiraneau\\par Admiral Motti\\par Admiral Motti (V)\\par Admiral Ozzel\\par Admiral Piett\\par Grand Admiral Thrawn\\par Grand Admiral Thrawn (V)",
    "IsPulled": "Endor: Bunker\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points\\par Surface Defense (V)",
    "Counterpart": "Strike Planning",
    "Combo": "Endor Shield (V) + Endor + Presence Of The Force\\par Three Force icons for you, none for the Light Side. Opportunity to drain for three.",
    "ExpansionV": "Death Star II"
  },
  {
    "id": 4100,
    "CardName": "Jabba's Haven",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba has won the service of many of his guards and other henchbeings through games of chance.",
    "Gametext": "If a Jabba's Palace site on table, deploy on table. The Camp is canceled. May deploy from Reserve Deck (reshuffle) Nal Hutta. Once per battle, may lose 1 Force; your battle destiny modifiers affect your total battle destiny instead. Once per game, may retrieve non-[Maintenance] alien or [Independent] starship into hand. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Original card: Jabba's Palace Sabacc\\par \\par Original concept by Jarad Konsker",
    "Pulls": "Nal Hutta",
    "IsPulled": "Surface Defense (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Seeking an Audience (V)"
  },
  {
    "id": 4101,
    "CardName": "According To My Design",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Your fleet is lost. And your friends on the Endor moon will not survive. There is no escape, my young apprentice.\"",
    "Gametext": "Unless your starship site or Death Star on table, deploy from Reserve Deck (reshuffle) Emperor to your site (even if converted), and up to three Effects that deploy for free, are [Immune to Alter], and have \"deploy on table\" (or \"deploy on your side of table\") in game text. Light Side goes first. Place this Interrupt in Lost Pile.",
    "Icons": 0,
    "Information": "Original card: Insignificant Rebellion",
    "Abbreviation": "ATMD",
    "Pulls": "Emperor Palpatine\\par Emperor Palpatine, Foreseer\\par The Emperor"
  },
  {
    "id": 4102,
    "CardName": "A Dark Time For The Rebellion (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Absolute control wielded by the Emperor enables the Imperial forces to dominate planetary systems before the Rebel Alliance can gain a foothold.",
    "Gametext": "\\ul If opponent's starting location was Massassi Throne Room, opponent loses 1 Force when you play this Interrupt.\\ul0  Add or subtract 1 from opponent's just drawn destiny. OR Activate 1 Force. OR Until end of turn, battle destiny draws may not be canceled (unless being redrawn) or modified.",
    "Icons": 0,
    "Information": "Errata March 2017. Original text: \\par If opponent's starting location was Massassi Throne Room, opponent loses 1 Force when you play this Interrupt. Add or subtract 1 from opponent's just drawn destiny. OR Activate 1 Force. OR Until end of turn, battle destiny draws may not be modified or canceled (unless being redrawn).",
    "Counterpart": "They're Tracking Us (V)",
    "Errata": 1,
    "ExpansionV": "Hoth"
  },
  {
    "id": 4103,
    "CardName": "Cold Feet (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Wampas pack snow around the appendages of captured prey, making use of Hoth's cold environment to immobilize them.",
    "Gametext": "Play a Defensive Shield from under your Starting Effect. (Immune to Sense.) OR Cancel Mantellian Savrip or Surprise Assault. OR Cancel an attempt to remove a just-lost character from opponent's Lost Pile.",
    "Icons": 0,
    "Counterpart": "Hear Me Baby, Hold Together (V)",
    "Cancels": "Mantellian Savrip\\par Surprise Assault",
    "ExpansionV": "Hoth"
  },
  {
    "id": 4104,
    "CardName": "TIE Sentry Ships (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Several TIEs were assigned to patrol Cloud City prior to the Imperial occupation of Bespin. Their instructions were to herd any vessels attempting to escape toward the Executor.",
    "Gametext": "USED: If you just drew a starship for destiny, take that starship into hand to cancel and redraw that destiny. LOST: Use 3 Force to retrieve a starship into hand.",
    "Icons": 0,
    "Information": "Original concept by Michael Erisman",
    "Counterpart": "Starship Levitation (V)",
    "ExpansionV": "Cloud City"
  },
  {
    "id": 4105,
    "CardName": "Turn It Off! Turn It Off! (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common1",
    "Destiny": 5,
    "Lore": "\"Turn it off! Turn it off! Off! TURN IT OFF!\"",
    "Gametext": "Play a Defensive Shield from under your Starting Effect. OR If opponent just deployed a [Maintenance] card, it may not battle for remainder of turn. OR Cancel Out of Commission (if attempting to place a card out of play). (Immune to Sense.)",
    "Icons": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 4106,
    "CardName": "Coruscant: Imperial City (V)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force Drain +1 here.    Once per game, may deploy from Reserve Deck (reshuffle) a character with \"Black Sun\" in lore here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "Force Drain +1 here.",
    "DarkSideText": "Once per game, may deploy from Reserve Deck (reshuffle) a character with \"Black Sun\" in lore here.",
    "Icons": "Exterior, Planet, Scomp Link",
    "Planet": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "Pulls": "Guri\\par Jodo Kast\\par Makurth\\par Prince Xizor\\par Rystall\\par Vigo\\par Vigo (V)",
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4107,
    "CardName": "Slave I, Symbol Of Fear",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Firespray-Class Attack Ship",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Hyperspeed": 5,
    "Maneuver": 5,
    "Lore": "Originally designed as a planetary defense craft. Uses restricted jamming technology, allowing it to appear out of nowhere. Contains many hidden armaments.",
    "Gametext": "May add 2 pilots and 2 passengers. Power +1 for each opponent's starship here. While Jango or Boba Fett piloting, immune to attrition < 5.",
    "Icons": "Independent, Astromech, Scomp Link, Episode 1",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Episode1": 1,
    "Information": "Original card: Slave I",
    "IsPulled": "Hondo Ohnaka\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Jango Fett"
  },
  {
    "id": 4110,
    "CardName": "Lando Calrissian (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b scoundrel\\b0, \\b smuggler\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Gambler\\b0. Scoundrel. Former owner of the \\ul Millennium Falcon\\ul0. Despite a notorious past, has become a successful chief administrator of a Tibanna gas mining facility.",
    "Gametext": "Adds 2 to power of anything he pilots. Smuggler. When deployed, may take into hand from Reserve Deck (reshuffle) a character with \"Cloud City\" in lore. During battle, may use 1 Force to cancel the game text of a Dark Jedi (except Vader) at same site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par \\par Lando Calrissian (Dark Side)",
    "Pulls": "Cloud City Trooper\\par Grugnak\\par Kebyc\\par Lieutentant s'Too Vees\\par Lobot\\par Lobot (V)\\par Pucimir Thryss\\par Sergeant Edian\\par Tibanna Gas Miner\\par Trooper Utris M'Toc\\par Wiorkettle\\par Yoxgit\\par Yoxgit (V)",
    "IsPulled": "Lobot (V) as a 'react'.\\par Seeking An Audience (V)",
    "Matching": "Gold Squadron 1\\par Millennium Falcon",
    "MatchingWeapon": "Lando's Blaster Rifle",
    "Rules": "See converting in chapter five of the rulebook for details on how to convert a character through deploying. \\par Lando's game text does not allow him to convert a dark side Lando if something prevents that conversion, such as Lobot.",
    "Cancels": "Game text of a Dark Jedi (except Vader) at same site for 1 Force.",
    "ExpansionV": "Cloud City"
  },
  {
    "id": 4111,
    "CardName": "Yané (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b handmaiden\\b0, \\b musician\\b0, female",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "The youngest handmaiden, Yane stayed behind on Naboo while Amidala pleaded her case to the Galactic Senate. \\b Musician.\\b0",
    "Gametext": "Whenever opponent deploys a character to same or adjacent site, may activate 1 Force. While with Amidala, forfeit +1, and once per turn may peek at the top card of your Force Pile and Reserve Deck; return one card to each deck or pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "My Loyal Bodyguard",
    "ExpansionV": "Coruscant"
  },
  {
    "id": 4112,
    "CardName": "We'll Take The Long Way",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Actions borne of the love for one's planet can heavily outweigh those generated from simple battle orders.",
    "Gametext": "If We Have A Plan on table, deploy on table. Imperials deploy +1 to Theed Palace Throne Room and, while you occupy that site, you may ignore your Objective's location deployment restrictions. Once per game, may take into hand from Reserve Deck (reshuffle) an [Episode 1] system and/or a [Theed Palace] leader. (Immune to Alter.)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Security Control\\par \\par Original concept by Scott Lingrell",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once"
  },
  {
    "id": 4113,
    "CardName": "Ascension Guns (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Modified S-5 security blasters can be used for a wide array of purposes.",
    "Gametext": "During your deploy phase, use X Force (minimum 1) to relocate X of your characters at an interior Theed Palace site to Theed Place Throne Room. (Immune to Sense.) OR If opponent occupies your location, peek at top two cards of your Reserve Deck and take one into hand.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original concept by Pat Johnson",
    "IsPulled": "Naboo: Theed Palace Hallway\\par Naboo: Theed Palace Hallway (V)",
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 4114,
    "CardName": "Perimeter Scan (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "\"It's a good bet the Empire knows we're here.\"",
    "Gametext": "USED: Play a Defensive Shield from under your Starting Effect. OR Target opponent's just-deployed [Maintenance] card. Target may not battle (or allow opponent to deploy from Reserve Deck (reshuffle) cards) for remainder of turn. (Immune to Sense.) LOST: Cancel Trample (unless targeting an Undercover spy).",
    "Icons": 0,
    "Counterpart": "Turn It Off! Turn It Off! (V)",
    "Cancels": "Trample",
    "ExpansionV": "Hoth"
  },
  {
    "id": 4115,
    "CardName": "Anoat (V)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force loss from Security Precautions is reduced by 4.     Your Ugnaughts deploy free aboard starships here. If you control, all your Ugnaughts on table are forfeit +2.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Force loss from Security Precautions is reduced by 4.",
    "DarkSideText": "Your Ugnaughts deploy free aboard starships here. If you control, all your Ugnaughts on table are forfeit +2.",
    "Parsec": 5,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Combo": "Anoat + Gold 4 + Lieutenant Lepira\\par Lieutenant Lepira adds 1 to Force drain at Anoat.",
    "ExpansionV": "Dagobah"
  },
  {
    "id": 4116,
    "CardName": "Naboo: Theed Palace Hallway (V)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Once per game, may take into hand from Reserve Deck (reshuffle) [Virtual Set 1] Ascension Guns. You may move to here using landspeed for free.    While We Have A Plan on table, your Force icons here are canceled.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Once per game, may take into hand from Reserve Deck (reshuffle) [Virtual Set 1] Ascension Guns. You may move to here using landspeed for free.",
    "DarkSideText": "While We Have A Plan on table, your Force icons here are canceled.",
    "Icons": "Interior, Planet, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "Pulls": "Ascension Guns (V)",
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 4117,
    "CardName": "Green Leader In Green Squadron 1",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "A-wing",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 2,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Gametext": "Permanent pilot is (*]Green Leader, who provides ability of 2. Adds one battle destiny with a Rebel snub fighter. During battle, may cancel immunity to attrition of one starship here; this A-wing is 'hit'.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Original card: A-wing Cannon\\par \\par Errata January 2019. Original text:\\par Permanent pilot is *Green Leader, who provides ability of 2. Adds one battle destiny with a Rebel snub fighter. During battle, may cancel immunity to attrition of any starship here; this A-wing is 'hit'.\\par \\par A snub fighter is any A-wing, B-wing, X-wing, Y-wing or Z-95",
    "Errata": 1
  },
  {
    "id": 4118,
    "CardName": "Dash In Rogue 12",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "T-47 Snowspeeder",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "enclosed, speeder, Rogue squadron",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "Landspeed": 4,
    "Maneuver": 5,
    "Lore": "\\b Enclosed\\b0.",
    "Gametext": "May add 1 pilot. Permanent pilot is (*]Dash, who provides ability of 3. During battle, if with another T-47 and about to draw a battle destiny, may draw two and choose one. Immune to attrition < 4.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original card: Rebel Snowspeeder\\par \\par Errata March 2019. Original title:\\par Dash In Rogue 10",
    "IsPulled": "Combined Fleet Action\\par Commander Luke Skywalker (V)\\par Lone Rogue",
    "Combo": "This card gains immune to attrition < 6 from Echo Base Garrison",
    "Rules": "Draw X Choose Y\\par When a card instructs you to draw x destiny and choose y, perform the following steps:\\par Step 1) Draw a destiny. This draw can be modified, canceled, reset, or otherwise responded to normally just after it is drawn; however, after being drawn, unless canceled, it remains an Unresolved Destiny Draw and is not yet placed in Used Pile. The draw is considered a weapon destiny, battle destiny, etc. where appropriate, and counts against any applicable limits. If a limit prevents a player from drawing more than x destinies, they instead draw a number of destinies equal to the limit. Repeat this step until x destinies have been drawn. \\par Step 2) Once x destines have been drawn, choose a destiny from among the Unresolved Destiny Draws and resolve it normally. Repeat this step until an appropriate number of destinies have been chosen as specified by y. \\par Step 3) Place any remaining unresolved draws in used pile (unless otherwise instructed) in the order they were drawn (if possible).\\par \\par \\par Note that this means any just action responding to a just drawn destiny in a Draw X Choose Y situation must do so when it is DRAWN (in step 1) and not when it is CHOSEN (in step 2). Once the process has moved on to Step 2, with the player who drew choosing which destinies to use, the draws can no longer be responded to as just drawn. \\par \\par Also worth noting is that all destinies drawn with a Draw X Choose Y card count against applicable limits or other cards that count the number of destinies, even if they are not chosen. That is to say, limits count the number of destinies drawn, not the number of destinies chosen. To illustrate, here are a few examples: \\par \\par Example 1: Dash In Rogue 12 (applicable text: During battle, if with another T-47 and about to draw a battle destiny, may draw two and choose one.) is in a battle with another T-47, and the Light Side player is limited to ONE battle destiny. In this situation Dash In Rogue 12's 'draw 2 and choose 1' text cannot be used because both destinies drawn with Dash count as battle destiny draws. \\par \\par Example 2: If a similar situation played out, but the Light Side player was limited 2 battle destinies instead of 1, the Light Side player using Dash In Rogue 12's text on 1 destiny would reach the limit of two battle destinies on its own, because even though only one such destiny would be chosen, two destinies were still drawn. If the light side player had a way to add a battle destiny in this example, they would be better off NOT using Dash In Rogue 12's text and simply drawing 2 normal destinies, because using Dash In Rogue 12's text on the first destiny would cause them to reach the limit of 2, preventing them from drawing the added battle destiny after. \\par \\par Example 3: Dash In Rogue 12 is in a battle with Commander Luke Skywalker v piloting Rogue 1 (so that Luke draws 2 battle destiny if unable to otherwise). Luke's text will be usable because when it checks how many destinies Light Side is scheduled to draw at the beginning of the power segment, it will only see 1. (Luke's text only counts one destiny able to be drawn because Dash In Rogue 12's text has not triggered yet - it is only usable when the Light Side is about to draw a battle destiny) While the Light Side may theoretically use Dash In Rogue 12's text to draw 2 and choose 1 on the first destiny drawn, they would no longer be able to draw the 2nd destiny with Luke's text, because players may never combine multiple destiny drawing to draw more than the 'if unable to otherwise' text allows (see \"Battle Destiny - Draws X Battle Destiny If Unable To Otherwise\" on AR page 6-6). In this case, drawing 2 and choosing 1 on the first destiny and attempting to draw the second would mean the Light Side would be drawing 3 battle destinies, which would be prevented by 'if unable to otherwise' rules. If the first destiny with Luke's text is drawn normally, the Light Side player may not use Dash In Rogue 12's text on the second destiny from Luke's text, because again, that would result in the Light Side player drawing 3 destinies and would be prevented. In short, like example 2, the Light Side player would be better off simply drawing 2 normal battle destinies rather than using Dash In Rogue 12's text in this situation.",
    "Errata": 1,
    "ExpansionV": "Hoth 2 Player"
  },
  {
    "id": 5000,
    "CardName": "A New Secret Base (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #1",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Due to constant Imperial pursuit, Alliance engineers became adept at constructing new facilities quickly.",
    "Gametext": "Deploy on table. Once per turn, may use 2 Force to deploy from Reserve Deck (reshufffle) a battleground system. Your non-unique starfighters apply their deployment modifiers at any location. Once per turn, if you just Force drained at a battleground system, may draw top card of Reserve Deck.",
    "Icons": 0,
    "Pulls": "Anoat\\par Anoat (V)\\par Aquaris\\par Bespin\\par Bothawui\\par Chandrila\\par Corellia\\par Corulag\\par Coruscant\\par Coruscant (EP1)\\par Endor\\par Endor (V)\\par Hoth\\par Jakku\\par Kamino\\par Kashyyyk\\par Kessel\\par Kiffex\\par Kirdo III\\par Malastare\\par Mon Calamari\\par Naboo\\par Nar Shaddaa\\par Ord Mantell\\par Raithal\\par Ralltiir\\par Roche\\par Scarif\\par Sullust\\par Takodana\\par Tatooine\\par Tatooine (EP1)\\par Tibrin\\par Yavin 4\\par Yavin 4 (V)",
    "ExpansionV": "Third Anthology"
  }
]
