[
  {
    "id": 5111,
    "CardName": "Dathcha (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "\\b Jawa\\b0, \\b scavenger \\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 3,
    "Lore": "Jawa adventurer and trader. Famous for taunting a krayt dragon and escaping to tell the tale. Wants to leave Tatooine to explore the galaxy.",
    "Gametext": "Scavenger. Once per turn, if your droid just deployed to same site, may peek at the top two cards of your Reserve Deck (may take one into hand). During battle here, may forfeit Dathcha (or one non-[Permanet Weapon] droid) to Used Pile (using forfeit value = 3).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original concept by Tom Marlin.",
    "IsPulled": "Herat",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 5112,
    "CardName": "Dengar (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b Corellian\\b0, \\b assassin\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Corellian \\b bounty hunter\\b0. Assassin trained by the Empire. Has reflex-enhancing cyber implants. Gravely injured during a swoop race in the crystal swamp of Agrilat. Blames Han Solo.",
    "Gametext": "Adds 2 to power of anything he pilots. Characters about to be 'hit' by Dengar may be captured instead. If Dengar is about to be 'hit' while escorting a captive, captive is hit instead.  If Dengar just seized a Rebel or a smuggler, opponent loses 1 Force (2 if Han).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original concept by Kurt Moss.\\par \\par Dengar personas are:\\par \\par Dengar\\par Dengar (V)\\par [Dengar In Punishing One]\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)",
    "IsPulled": "Double Back\\par Double Back (V)",
    "Combo": "Dengar + Luke? Luuuuke! + any (Rebel) Han\\par Makes Rebel Han Lost.\\par (Indiana Jones Jedi Knight)",
    "Matching": "Punishing One\\par Punishing One (V)",
    "MatchingWeapon": "Dengar's Blaster Carbine\\par Dengar's Modified Riot Gun",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 5113,
    "CardName": "Emperor Palpatine, Foreseer",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Jedi Master/Imperial",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 9,
    "Ability": 7,
    "ForceAptitude": "Dark Jedi Master",
    "Lore": "From his throne room aboard the second Death Star, Emperor Palpatine monitors activity throughout the galaxy.\\b Leader\\b0 .",
    "Gametext": "Never deploys or moves (even if carried) to a site opponent occupies. Once during your turn, may peek at the top three cards of your Reserve Deck; place one in Used Pile, one in Lost Pile, and take one into hand. Immune to attrition.",
    "Icons": 0,
    "Information": "Original concept by Mike French.\\par \\par Emperor Palpatine personas are:\\par \\par Emperor Palpatine\\par Emperor Palpatine, Foreseer\\par The Emperor",
    "IsPulled": "According To My Design (V)\\par Sith Fury (V)",
    "Combo": "Emperor Palpatine + Force Lightning\\par -----\\par Emperor Palpatine + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Emperor Palpatine + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.\\par -----\\par Emperor Palpatine + Janus Greejatus\\par -----\\par Emperor Palpatine + Overseeing It Personally",
    "Rules": "(AR 1.7.1, D-4)\\par Personas - Palpatine, Sidious, And The Emperor \\par While in the saga of Star Wars we learn that the Emperor, Senator Palpatine, and Darth Sidious are one in the same, for game purposes they are treated as three distinct people. They will be referred to as Emperor, Palpatine, and Sidious, respectively.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 5114,
    "CardName": "Hondo Ohnaka",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "Weequay, \\b gangster, leader, pirate\\b0",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Weequay \\b gangster\\b0 , \\b leader\\b0 , and \\b pirate\\b0 .",
    "Gametext": "Draws one battle destiny if not able to otherwise.  While at Audience Chamber (or stacked on your Objective), your other Weequays are deploy -1, power +1, and forfeit +2. Once per game, may deploy Aurra Sing, Slave I, or a Kowakian from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original concept by Chris Menzel.\\par \\par Original card: Weequay Hunter",
    "Pulls": "Aurra Sing\\par Boba Fett In Slave I\\par Boba Fett In Slave I (V)\\par Salacious Crumb\\par Slave I\\par Slave I, Symbol Of Fear",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 5115,
    "CardName": "Sim Aloo (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Imperial Council Member\\b0\\par ",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Imperial council member. Senior political advisor to Emperor Palpatine. Never speaks. Like his master, shows remarkable patience and wisdom.",
    "Gametext": "If Emperor on table, destiny +2 when drawn for destiny. While at Death Star II: Throne Room, your total battle destiny during battles anywhere is +X, where X = number of Dark Jedi here or cards stacked on Insignificant Rebellion.",
    "Icons": 0,
    "Information": "Original concept by Gerald Ambrosia Chng.\\par \\par \\par ",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 5116,
    "CardName": "Velken Tezeri (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Assigned by Jabba to work with Hermi Odle. Former technician for the Empire. Developed a method to remotely control seekers. Plotting to kill Jabba.",
    "Gametext": "Adds 2 to power of anything he pilots. Smuggler. While present at a pit, adds 1 to your Force drains here. Unless 'hit' (or Gamall Wironicc here), your other characters here may not be targeted by lightsabers. May not target Luke with weapons.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original concept by Kevin Reitzel.\\par ",
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 5117,
    "CardName": "Luke Skywalker, The Emperor's Prize (Frozen)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Rebel",
    "ModelType": "Carbon-frozen",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Power": 0,
    "Deploy": 0,
    "Forfeit": 0,
    "Ability": 0,
    "ForceAptitude": "Carbon-Frozen",
    "Gametext": "\\ul Luke Skywalker, The Emperor's Prize is a Dark Side card and does not count toward your deck limit. Reveal to opponent when deploying your Starting Effect.\\par Deploys to Death Star II: Throne Room only at start of game as a frozen captive if Bring Him Before Me on table and Your Destiny is suspended; otherwise place out of play.\\ul  \\par \\b For\\b0  remainder of game, may not be placed in Reserve Deck. Luke Skywalker, The Emperor's Prize is a persona of Luke only while on table.\\par \\b While\\b0  this side up, Bring Him Before Me may not flip. May not be escorted. \\par \\b Flip\\b0  this card if Vader present and not escorting a captive.\\par \\b Place\\b0  out of play if released or about to leave table.",
    "Icons": 0,
    "Information": "Original card: The Emperor's Prize.\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 5118,
    "CardName": "Luke Skywalker, The Emperor's Prize",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 7,
    "Power": 6,
    "Deploy": 0,
    "Forfeit": 0,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Gametext": "\\b Immediately\\b0  'thaw' Luke (Luke is a non-frozen captive escorted by Vader).\\par \\b While\\b0   this side up, subtracts 3 from attempts to cross Luke over (even while a captive).\\par \\b Place\\b0  out of play if released or about to leave table.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: The Emperor's Prize.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 5119,
    "CardName": "I Am Your Father (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Search your feelings, you know it to be true.\"",
    "Gametext": "Deploy on table. [Death Star II] Vader is deploy = 6. Once per turn, may deploy Vader's Lightsaber from Reserve Deck; reshuffle (or lose 1 Force to deploy it from Lost Pile). Whenever a lightsaber swung by Vader 'hits' a character, opponent loses 1 Force. Immune to NOOOOOOOOOOOO!. (Immune to Alter.)",
    "Icons": 0,
    "Pulls": "Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Vader's Lightsaber",
    "IsPulled": "Surface Defense (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Are Beaten",
    "Counterpart": "Like My Father Before Me",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 5120,
    "CardName": "Overseeing It Personally (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Though reluctant to leave Coruscant, Emperor Palpatine occasionally finds it necessary to personally put lagging Imperial operations back on schedule.",
    "Gametext": "Deploy on an Imperial leader. Opponent may not cancel or reduce Force drains at same battleground. Once per game, may place this Effect out of play to retrieve Vader.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Leia Of Alderaan (V)",
    "Combo": "Overseeing It Personally + Emperor Palpatine or The Emperor",
    "IsCanceledBy": "End Of A Reign",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 5121,
    "CardName": "A Trophy Sacrificed",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Fixed",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's minions could be expected to be sacrificed to save the Hutt, to destroy one of the Hutts enemies or to provide the Hutt and his minions with a good laugh.",
    "Gametext": "To play this Interrupt, you must first place a card stacked on Jabba's Trophies in owner's Lost Pile.\\par USED: Draw top card of Reserve Deck.\\par LOST: Cancel an attempt to use a weapon to target your alien. OR Cancel Sense.",
    "Icons": 0,
    "Information": "Original concept by Jonathan Murray.\\par \\par Original card: Sacrifice.",
    "Cancels": "Sense",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 5122,
    "CardName": "Point Man (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "In a military situation, on a regional or galactic scale, commands sometimes get misinterpreted. A local commander giving orders is far more reliable.",
    "Gametext": "USED: Move a trooper as a 'react' to a battle where you have a leader. OR During any draw phase, place a card from hand under your Used Pile to take any one card into hand from Force Pile; reshuffle. LOST: During a battle at a site, cancel Keep Your Eyes Open.",
    "Icons": 0,
    "Information": "Original concept by Matthew Harrison-Trainor.",
    "Cancels": "Keep Your Eyes Open (in battle at a site)\\par Keep Your Eyes Open (V) (in a battle at a site)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 5123,
    "CardName": "Boba Fett's Blaster Rifle (V)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 1,
    "Lore": "Sawed off BlasTech EE-3 blaster rifle. Although its barrel is a few centimeters under the legal limit, no one has lived to file an official complaint.",
    "Gametext": "Deploy on your non-[Maintenance] bounty hunter. If on Boba Fett, once per game, during your move phase, may use 2 Force to relocate him (with any captive he is escorting) to a site. May target a character or vehicle for free. Draw destiny. Target hit if destiny +2 > defense value.",
    "Icons": 0,
    "Information": "Original concept by Lenny Rubin.\\par \\par Boba Fett's Blaster Rifle 'personas' are:\\par \\par Boba Fett With Blaster Rifle\\par Boba Fett's Blaster Rifle\\par Boba Fett's Blaster Rifle (V)",
    "IsPulled": "Any Methods Necessary (V)\\par Jabba's Through With You",
    "MatchingWeapon": "Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V)",
    "IsCanceledBy": "Game text canceled by Mandalorian Mishap",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 5124,
    "CardName": "Captain Jonus In Scimitar 2",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/sa",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), bomber",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 2,
    "Forfeit": 4,
    "Maneuver": 2,
    "Lore": "TIE bomber repaired after being struck by an asteroid in the Anoat system. Stationed aboard second Death Star battle station.",
    "Gametext": "Permanent pilot is (*]Jonus, who provides ability of 2. This starship's missile weapon destiny draws are +1. If at a system you control, your total power at related sites is +1.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original concept by Casper Jorgensen.\\par \\par Original card: Scimitar 2.",
    "IsPulled": "Commander Brandei",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 5125,
    "CardName": "Commander Wedge Antilles (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0, \\b Corellian\\b0, Rogue Squadron pilot",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 2,
    "Lore": "Promoted to commander for his heroism in the Battle of Yavin. \\b Leader\\b0  in charge of training new pilots assigned to Echo Base. Piloted Rogue 3 in the battle of Hoth.",
    "Gametext": "Adds 3 to power of anything he pilots. While piloting Rogue 3, it is maneuver +2 and your Force drains here are +1. While piloting a T-47, Wedge draws one battle destiny if unable to otherwise and, if opponent draws more than one battle destiny here, may cancel one.",
    "Icons": "Pilot, Warrior, Leader",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original concept by James Barnes.\\par \\par Wedge Antilles personas are:\\par \\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Red Squadron Leader\\par [Wedge In Red Squadron 1 (V)]\\par \\par -----\\par Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "IsPulled": "Beldon's Eye (V)\\par Commander Luke Skywalker (V)\\par Echo Base Garrison\\par Princess Organa\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Pulsar Skate\\par Red 2\\par Red Squadron 1\\par Rogue 3",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 5126,
    "CardName": "Ensign Chad Hilse",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Common3",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b Rebel trooper\\b0, \\b trooper\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Corellian Corvette trooper Ensign Chad Hilse, an Alderaanian, typifies the loyal Rebel volunteers dedicated to defeating the Empire. Trained in starship and ground combat.",
    "Gametext": "During battle, if present at a site with a stormtrooper (or Rebel leader), may add one destiny to total power only. Once per turn, may subtract 1 from a destiny draw of an opponent's Interrupt or weapon targeting a non-Jedi Rebel here.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original concept by Matt Wadden",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 5127,
    "CardName": "Tycho Celchu (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b spy\\b0, Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Spy\\b0  fighting for the memory of his homeworld of Alderaan. Rogue Squadron pilot. Volunteered to fly an A-wing at the Battle of Endor. Former TIE fighter pilot.",
    "Gametext": "Adds 3 to power of anything he pilots \\ul May reveal from hand to steal an unpiloted TIE from opponent's Lost Pile and deploy both simultaneously.\\ul0  Any snub fighter he pilots is maneuver +1 and immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original concept by Gabe Anderson.\\par \\par Tycho Celchu personas are:\\par Tycho Celchu\\par Tycho Celchu (V)\\par Tycho In Green Squadron 3\\par \\par Green Squadron 3 personas are:\\par Green Squadron 3\\par Tycho In Green Squadron 3\\par \\par Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "Matching": "Green Squadron 3",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 5128,
    "CardName": "Rebel Flight Suit (V)",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "Pilot fatigues feature digital technology which can be customized for particular starfighters. Increases interface efficiency with a newly assigned craft.",
    "Gametext": "Deploy on a Rebel (or Resistance) pilot. Any starfighter or vehicle character pilots is power +2. If present at a site, may use 1 Force to place this device in Used Pile. Once per game, if character is piloting in battle, may cancel a non-[Immune to Sense] Interrupt.",
    "Icons": 0,
    "Information": "Original concept by Tom Haid.",
    "IsPulled": "Corporal Beezer\\par Portable Scanner",
    "Cancels": "One interrupt that is not immune to Sense.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 5129,
    "CardName": "Leia Of Alderaan (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The face that launched a thousand starships.",
    "Gametext": "Deploy on a Rebel leader. Opponent may not cancel or reduce Force drains at same battleground. If on Leia, she is a general, power +2, and, once per turn, may cancel the immunity to attrition of a character (or game text of a [Jabba's Palace] alien) here for remainder of turn.",
    "Icons": 0,
    "IsPulled": "Princess Leia (V)\\par Princess Organa\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 5130,
    "CardName": "Tatooine: Lars' Moisture Farm (V)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Anakin, Beru and Owen move to or from here for free when using landspeed.   Unless Vader or your trooper here, Force drain -1 here (if both here, Force drain +1 instead).",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Anakin, Beru and Owen move to or from here for free when using landspeed",
    "DarkSideText": "Unless Vader or your trooper here, Force drain -1 here (if both here, Force drain +1 instead).",
    "Icons": "Episode 1, Exterior, Planet, Scomp Link",
    "Planet": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "Episode1": 1,
    "Information": "Original concept by Emil Wallin.",
    "IsPulled": "A Weakness Can Be Found\\par Diplomatic Mission To Alderaan\\par I Must Be Allowed To Speak (V)\\par Mindful Of The Future\\par Yarna d'al' Gargan (V)",
    "Counterpart": "Tatooine: Lars' Moisture Farm",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 5131,
    "CardName": "Han, Chewie, And The Falcon (V)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Heavily-Modified Light Freighter",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 7,
    "Deploy": 5,
    "Forfeit": 8,
    "Ability": 5,
    "Hyperspeed": 6,
    "Maneuver": 5,
    "Lore": "Although temperamental, this trusty hunk of junk always seems to perform for its proud owner and his Wookiee co-pilot when needed the most.",
    "Gametext": "Permanent pilots are (*]Han and (*]Chewie, who provide total ability of 5. Attempts here to \"blow away\" any Death Star are +2. Immune to Come With Me, Lateral Damage, Life Debt, and attrition < 6.",
    "Icons": "Pilot x 2, Astromech, Scomp Link",
    "Pilot": 2,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Solo\\par TK-422\\par \\par -----\\par Millennium Falcon personas are:\\par \\par Gold Squadron 1\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Lando In Millennium Falcon\\par Millennium Falcon\\par The Falcon\\par The Falcon, Junkyard Garbage (Starship)\\par The Falcon, Junkyard Garbage (Vehicle)\\par -----\\par Surface Defense Cannon deploys free aboard Millennium Falcon.",
    "Abbreviation": "HCATF (V), HCF (V)",
    "IsPulled": "Han's Back\\par Life Debt\\par Seeking An Audience (V)",
    "Combo": "Han, Chewie, And The Falcon + Punch It!\\par Adds two destinies in a defending battle.",
    "Rules": "(AR 1.7.1, B-8)\\par For purposes of cards that require you to use a pilot's ability, Han provides 3 ability and Chewie provides 2 ability.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 5132,
    "CardName": "Redemption (V)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Modified Nebulon-B Frigate",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 6,
    "Armor": 6,
    "Ability": 2,
    "Hyperspeed": 4,
    "Lore": "Nebulon-B frigate used as a mobile medical facility. Extra cargo space and weapon batteries have been modified to allow for more armor and more recovery areas.",
    "Gametext": "May add 4 pilots and 4 passengers. Permanent pilot provides ability of 2. When deployed, may deploy a non-[Maintenance] Rebel aboard from your Lost Pile.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Original concept by Cedrik Vanderhaegen.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 5133,
    "CardName": "Ric In Queen's Royal Starship",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "J-Type 327 Nubian",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Republic (starship)",
    "Destiny": 2,
    "Power": 6,
    "Deploy": 5,
    "Forfeit": 7,
    "Armor": 5,
    "Hyperspeed": 7,
    "Lore": "Chromium-plated, sleek transport ship used by the royalty of the Naboo. Spaceframe was designed around a J-type configuration.",
    "Gametext": "May add 1 pilot and 5 passengers. Permanent pilot is (*]Ric, who provides ability of 3. R2-D2 deploys -2 aboard. While We'll Need A New One on table, adds one battle destiny. Immune to attrition < 5.",
    "Icons": "Republic, Astromech, Episode 1, Pilot",
    "Pilot": 1,
    "Astromech": 1,
    "Republic": 1,
    "Episode1": 1,
    "Information": "Original concept by Pete Srodoski.\\par \\par Original card: Queen's Royal Starship.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 5134,
    "CardName": "Tycho In Green Squadron 3",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "A-wing",
    "Expansion": "Virtual Card Set #5",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Lore": "Flown by Tycho Celchu at the Battle of Endor. Modified canopy improves pilot vision in tight confines. Assigned to fly top cover for \\ul Millennium Falcon\\ul0.",
    "Gametext": "May deploy as a 'react.' Permanent pilot is (*]Tycho, who provides ability of 2 and adds 3 to his Epic Event destiny draws. During battle, may target a starfighter; target's immunity to attrition is canceled.",
    "Icons": "Astromech, Scomp Link, Pilot",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Original concept by Joe Olson.\\par \\par Original card: Green Squadron 3\\par \\par A-wing Cannon and Concussion Missiles may deploy on an A-wing.\\par \\par Tycho Celchu personas are:\\par Tycho Celchu\\par Tycho Celchu (V)\\par Tycho In Green Squadron 3\\par \\par Green Squadron 3 personas are:\\par Green Squadron 3\\par Tycho In Green Squadron 3",
    "Inventory": 0,
    "Needs": 0
  }
]