[
  {
    "id": 47,
    "CardName": "Ability, Ability, Ability (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Ben. . . Ben, please! Ben. . . Leia! Hear me, Leia!\"",
    "Gametext": "Deploy on table. You may not play Imperial Barrier. Senators are deploy +2. Whenever you initiate a battle, may retrieve your topmost non-(permanent weapon icon), non-(maintenance cost icon) character. May place the top card of your Reserve Deck in Lost Pile to place a combat card in owner's Lost Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "Ability x3 (V), AAA (V)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Civil Disorder (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 61,
    "CardName": "Admiral Motti (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b admiral\\b0, \\b commander\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Senior Navy Commander of Death Star. Believes in technology; ridiculed the Force. Ambitious \\b leader\\b0. Promoted due to support of New Order, not military skills. Hates Vader.",
    "Gametext": "Adds 2 to power of anything he pilots. Chiraneau may not modify your Force drains. Kuat Drive Yards is [Immune to Alter]. Unless your Senate on table, unique (*) Star Destroyers are power +2 and immunity to attrition +1. Once per game, may deploy non-[V0] Kuat Drive Yards from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Pulls": "Kuat Drive Yards",
    "IsPulled": "Admiral Piett\\par Blizzard 4\\par Endor Shield (V)\\par Imperial Command\\par The Empire's Back",
    "Combo": "Admiral Motti (V) + Lone Pilot\\par Add two battle destiny if Motti is defending a battle alone at a system.\\par -----\\par Admiral Motti (V) + Vader's Eye + Lone Warrior\\par Add two battle destiny if Motti is defending a battle alone at a site.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 125,
    "CardName": "Aratech Corporation (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Aratech Corporation sent support staff to various Imperial outposts and garrisons. Gave advanced briefings and training to biker scout personnel.",
    "Gametext": "Deploy on table. AT-STs and speeder bikes are power and forfeit +1. During your deploy phase, you may reveal an AT-ST or Speeder Bike from hand to take a unique (*) (Endor icon) Imperial pilot of ability < 3 (or vice versa) into hand from Reserve Deck and deploy both simultaneously; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Unique (*) [Endor] Imperial pilots of ability < 3:\\par Corporal Avarik\\par Corporal Delosyn\\par Corporal Misik\\par Corporal Oberk\\par Lieutenant Arnet\\par Lieutenant Grond\\par Lieutenant Watts\\par Major Marquand\\par Sergeant Barich\\par Sergeant Elsek\\par Sergeant Irol\\par -----\\par AT-ST's:\\par Blizzard Scout 1\\par Blizzard Scout 1 (V)\\par Tempest Scout\\par Tempest Scout 1\\par Tempest Scout 2\\par Tempest Scout 3\\par Tempest Scout 4\\par Tempest Scout 5\\par Tempest Scout 6",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 218,
    "CardName": "Beldon's Eye (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Symbol for the Cloud City Miner's Guild (not affiliated with the Galactic Miner's Guild). Named after the beldons, giant creatures who generate Tibanna gas.",
    "Gametext": "Deploy on table. Your [Independant] starships are defense value +2 at Bespin locations. Once per game, if Quiet Mining Colony on table, may simultaneously deploy a unique (*) [Independent] starfighter and matching pilot (for -1 Force each) from your hand and/or Reserve Deck; reshuffle. [Immune to Alter.]",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Please check Sonn's list here: http://www.swccgpc.com/forums/viewtopic.php?t=6511\\par \\par Pulsar Skate:\\par Mirax Terrik\\par Commander Wedge Antilles\\par Wedge Antilles\\par Wedge Antilles, Red Squadron Leader\\par \\par Outrider:\\par Dash Rendar\\par LE-B02D9 (Leebo)\\par \\par Lando In Millennium Falcon:\\par Artoo & Threepio\\par Chewbacca\\par Chewie (V)\\par Chewbacca, Protector\\par \\par Overseer\\par Harc Seff\\par Harc Seff (V)",
    "Pulls": "Booster In Pulsar Skate\\par Pulsar Skate\\par Mirax Terrik\\par Commander Wedge Antilles\\par Wedge Antilles\\par Wedge Antilles, Red Squadron Leader\\par Outrider\\par Dash Rendar\\par LE-B02D9 (Leebo)\\par Artoo & Threepio\\par Chewbacca\\par Chewie (V)\\par Chewbacca, Protector\\par Lando In Millennium Falcon\\par Overseer\\par Harc Seff\\par Harc Seff (V)",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Combo": "Quiet Mining Colony / Independent Operation",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 245,
    "CardName": "Luke's Bionic Hand",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 7,
    "Lore": "Uses state-of-the-art digital processors. Although Luke had lost his hand, the Alliance could rebuild it. They had the technology. They could make it better, stronger, faster.",
    "Gametext": "Deploy on Luke. Luke's power and immunity to attrition are +2. During battle at a battleground, may exchange a card in hand with an Interrupt in Lost Pile. This device lost if Luke Disarmed.",
    "Icons": 0,
    "Pulls": "Any Interrupt from Lost Pile (exchange with card from hand).",
    "IsPulled": "Corporal Beezer\\par Portable Scanner",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 248,
    "CardName": "Black 2 (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Maneuver": 4,
    "Lore": "TIE/ln assigned to pilot DS-61-2. Has 27 'flames' on cockpit, one for each Rebel kill. Control yoke has a holo of Mithels' young son, Rejili.",
    "Gametext": "May add 1 pilot. During your deploy phase, may [Upload] one Pride Of The Empire. During battle, All Wings Report In and Organized Attack are canceled. While DS-61-2 piloting, immune to attrition < 5.",
    "Icons": 0,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.\\par \\par Errata as of May 2017. Previous text:\\par May add 1 pilot. During your deploy phase, may [Upload] one Pride Of The Empire. All Wings Report In and Organized Attack are canceled. While DS-61-2 piloting, immune to attrition < 5.",
    "Pulls": "Pride Of The Empire",
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!",
    "Matching": "DS-61-2\\par Reserve Pilot",
    "Cancels": "All Wings Report In\\par All Wings Report In & Darklighter Spin\\par Organized Attack",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 263,
    "CardName": "Blaster Rack (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon1",
    "Destiny": 3,
    "Lore": "Imperial facilities, like the Death Star and garrison bases, have blaster racks at key locations to equip soldiers with weapons like blaster rifles and thermal detonators.",
    "Gametext": "Deploy on table. Once per turn, may deploy a matching weapon on your unique (*) character present at a site from your Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "A matching weapon on a unique character.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par Surface Defense (V)",
    "Counterpart": "Sai'torr Kal Fas (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 270,
    "CardName": "Blizzard 2 (V)",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-AT",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 2,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 8,
    "Ability": 2,
    "Landspeed": 1,
    "Lore": "AT-AT commanded by the treacherous General Nevar before he was assassinated. Fortified with an extra layer of armor by the paranoid general. \\b Enclosed\\b0.",
    "Gametext": "May add 1 pilot and 8 passengers. Permanent pilot provides ability of 2. During your control phase, may take one Trample or Walker Barrage into hand from Reserve Deck; reshuffle. Walker Barrage total is +2. Immune to attrition < 4.",
    "Icons": "Scomp Link, Pilot",
    "Pilot": 1,
    "ScompLink": 1,
    "Information": "Imperials and combat vehicles are deploy -1 at Hoth: Mountains.",
    "Pulls": "Trample\\par Walker Barrage",
    "IsPulled": "Battle Deployment\\par Veers (V)\\par Walker Garrison",
    "Combo": "Blizzard 2 (V) + Trample",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 273,
    "CardName": "Blizzard Scout 1 (V)",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 4,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Armor": 4,
    "Ability": 2,
    "Landspeed": 3,
    "Lore": "\\b Enclosed\\b0  All Terrain Scout Transport (AT-ST). Provides flanking support to the AT-ATs of Blizzard Force. Modified for cold weather combat.",
    "Gametext": "May add 1 pilot or passenger. Permanent pilot provides ability of 2. May move as a 'react.' During battle, if with your piloted AT-AT, may cancel game text of an opponent's character present.",
    "Icons": "Scomp Link, Pilot",
    "Pilot": 1,
    "ScompLink": 1,
    "Information": "Lieutenant Arnet deploys free aboard.\\par -----\\par Imperials and combat vehicles are deploy -1 at Hoth: Mountains.",
    "Abbreviation": "Chicken Walker",
    "IsPulled": "Aratech Corporation (V)\\par Battle Deployment\\par Veers (V)",
    "Combo": "Blizzard Scout 1 (V) + Trample",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 309,
    "CardName": "Bossk (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Male Trandoshan \\b bounty hunter\\b0. Strong but clumsy. Extremely proud and arrogant. Suffered a humiliating defeat at the hands of Chewbacca and his partner Han Solo.",
    "Gametext": "Adds 2 to power of anything he pilots. While at same site as a smuggler, power +3. While with opponent's smuggler or Wookiee, opponent may not draw more than one battle destiny here. Immune to attrition < number of opponent's smugglers on table.",
    "Icons": "Warrior, Pilot",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Bossk personas are:\\par \\par Bossk\\par Bossk (V)\\par [Bossk In Hound's Tooth]\\par [Bossk In Hound's Tooth (V)]\\par Bossk With Mortar Gun",
    "IsPulled": "Double Back",
    "Matching": "Hound's Tooth",
    "MatchingWeapon": "Bossk's Mortar Gun",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 382,
    "CardName": "Careful Planning (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Alliance troops on planet must plan ahead to achieve success in military operations.",
    "Gametext": "If your starting location was a system, deploy a related site (must be a battleground if the system is a non-battleground or Endor) with < 3 [LS] icons and up to three Effects that are always [Immune to Alter] from Reserve Deck; reshuffle. Place this Interrupt in Lost Pile.",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Kevin Brownell,\\par Illinois Staes, 2004.",
    "Abbreviation": "CP (V)",
    "Counterpart": "Combat Readiness (V)",
    "Rules": "(AR 1.7.1, B-3)\\par Non-unique sectors and sites may not be deployed using this interrupt because such locations are not related until they are deployed to the table.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 401,
    "CardName": "Chewie (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Wookiee\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 2,
    "Lore": "Loyal Wookiee companion of Captain Han Solo. Co-pilot of the \\ul Millennium Falcon\\ul0. Leia referred to him as a \"walking carpet.\"",
    "Gametext": "Adds 3 to power of anything he pilots. While piloting \\ul Falcon\\ul0, it is maneuver +2, Chewie draws one battle destiny if unable to otherwise, and your battle destiny draws (and total battle destiny) at same system may not be modified, canceled or reset by opponent.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Bossk and Zuckuss may reduce Chewbacca's forfeit to zero here.\\par -----\\par Chewbacca personas are:\\par \\par [Han, Chewie, And The Falcon]\\par Chewbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewie With Blaster Rifle\\par Chewie With Bowcaster\\par Chewie\\par Chewie (V)\\par Chewie, Enraged\\par ",
    "IsPulled": "Beldon's Eye (V)\\par Life Debt\\par Seeking An Audience (V)\\par Wookiee Roar",
    "Matching": "Chewie's AT-ST\\par Gold Squadron 1\\par Lando In Millennium Falcon\\par Millennium Falcon\\par The Falcon\\par The Falcon, Junkyard Garbage",
    "MatchingWeapon": "Chewbacca's Bowcaster",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth 2 Player",
    "Errata": 1
  },
  {
    "id": 415,
    "CardName": "Civil Disorder (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Attention. This is Lando Calrissian. The Empire has taken control of the city. I advise everyone to leave before more Imperial troops arrive.\"",
    "Gametext": "Deploy on table. You may not play Rebel Barrier. Senators are deploy +2. Whenever you initiate a battle, may retrieve your topmost non-[permanent], non-[maintenance] character. May place the top card of your Reserve Deck in Lost Pile to place a combat card in owner's Lost Pile. [Immune to Alter.]",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Abbreviation": "CD (V)",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Ability, Ability, Ability (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 422,
    "CardName": "Close Call (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "If this little one doesn't pulverize you, the next one just might.",
    "Gametext": "USED: During battle, cancel and redraw a just drawn destiny. LOST: A just drawn battle or weapon destiny is -3.",
    "Icons": 0,
    "Cancels": "Any one destiny just drawn to cause a redraw.",
    "IsCanceledBy": "Closer?!\\par Lucky Shot (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 481,
    "CardName": "Combat Readiness (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Imperial troops remain prepared for quick deployment to seize valuable terrain.",
    "Gametext": "If your starting location was a system, deploy a related site (must be a battleground if the system is a non-battleground or Endor) with < 3 (Dark Side) icons and up to thee Effects that are always (Immune to Alter) from Reserve Deck; reshuffle. Place this Interrupt in Lost Pile. ",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Kevin Brwonell,\\par Illinois Staes, 2004.",
    "Abbreviation": "CR (V)",
    "Counterpart": "Careful Planning (V)",
    "Rules": "(AR 1.7.1, B-4)\\par See Careful Planning (V).\\par \\par (AR 1.7.1, B-3)\\par Careful Planning (V)\\par Non-unique sectors and sites may not be deployed using this interrupt because such locations are not related until they are deployed to the table.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 3
  },
  {
    "id": 499,
    "CardName": "Commander Luke Skywalker (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0, Rogue Squadron pilot",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Hero of Yavin. Promoted to Commander in his third year of military training with the Alliance. Squadron flight \\b leader\\b0  at Echo Base during the Battle of Hoth.",
    "Gametext": "Adds 3 to power of anything he pilots. While piloting Rogue 1, it is maneuver +2 and Luke draws two battle destiny if unable to otherwise. During your control phase, may use 1 Force to take a speeder or a card with \"T-47\" in game text into hand from Reserve Deck; reshuffle. Immune to attrition < 3.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, The Last Jedi\\par Luke Skywalker, The Rebellion's Hope\\par Luke With Lightsaber\\par Master Luke\\par Son Of Skywalker\\par Young Skywalker\\par -----\\par Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Kin Kian (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "Pulls": "Attack Pattern Delta\\par Commander Luke Skywalker (V)\\par Commander Wedge Antilles (V)\\par Dual Laser Cannon\\par Echo Base Garrison\\par General Carlist Rieekan (V)\\par Incom Corporation\\par Incom Engineer\\par Lone Rogue\\par T-47 Battle Formation\\par Walker Sighting (V)\\par Rebel Snowspeeder\\par Rogue 1\\par Rogue 2\\par Rogue 3\\par Rogue 4\\par Dash In Rogue 12\\par Sandspeeder\\par Snowspeeder",
    "IsPulled": "Commander Luke Skywalker (V)\\par Echo Base Garrison\\par Luke's Back\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Luke's T-16 Skyhopper\\par Rogue 1",
    "MatchingWeapon": "Anakin's Lightsaber\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V)\\par Luke's Hunting Rifle\\par Luke's Hunting Rifle (V)\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 635,
    "CardName": "Darth Vader (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 6,
    "ForceAptitude": "Dark Jedi",
    "Lore": "Dark Lord of the Sith. Servant of Emperor. Encased in armor with cybernetic life support. Student of Obi-Wan Kenobi. Was the best starpilot in the galaxy. Cunning warrior.",
    "Gametext": "Adds 3 to power of anything he pilots. While aboard a starship, it is immune to attrition < 5. During battle at same system (twice if with your Black Squadron pilot), may cumulatively subtract 2 from a just drawn destiny. Immune to attrition < 5.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Darth Vader personas are:\\par \\par Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, Emperor's Enforcer\\par [Death Star Assault Squadron]\\par Lord Vader\\par Vader",
    "Abbreviation": "Space Vader",
    "IsPulled": "Blizzard 4\\par Sith Fury (V)\\par The Empire's Back",
    "Combo": "Darth Vader (V) + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Darth Vader (V) + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.",
    "Matching": "Vader's Custom TIE\\par Vader's Custom TIE (V)\\par Vader's Personal Shuttle\\par Vader's Personal Shuttle (V)",
    "MatchingWeapon": "Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Vader's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 690,
    "CardName": "Defensive Fire (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "275 gunners manning 60 turbolaser batteries provide a wide firing arc. Even so, asteroids are a challenge due to the sluggish recharge rates of the high-powered blasters.",
    "Gametext": "If opponent just initated battle, immediately fire a non-lightsaber, non-[permanent] weapon present (for free and each weapon destiny is +2). That weapon may fire again this battle.",
    "Icons": 0,
    "IsCanceledBy": "Hear Me Baby, Hold Together (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 767,
    "CardName": "Down With The Emperor! (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "News of Imperial defeat inspires the citizens of the galaxy. A major loss seriously undermines the Empire's ability to function.",
    "Gametext": "Deploy on table. All immunity to attrition is -3. You may not fire [Permanent] weapons. If opponent just lost a Dark Jedi or a battle, they lose 1 Force. During your draw phase, use 3 Force or place this Effect in Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par This is much better than the dark side version, A Day Long Remembered (V), because it doesn't hurt you if you decide you want to keep it on the table. When facing Imperial Justice (V), the immunity reduction is good because otherwise it could be problematic cracking Lord Vader's immunity < 6. Also, since you are battling you can count on making your opponent lose lots of Dark Jedi as well as lots of battles, so the additional Force loss is important. Furthermore, the card is destiny-6 and easily cycles back into your Reserve Deck for easy tracking. If you generate enough Force - and every mains deck should have solid generation - it will be an easy thing to pay the 3 Force \"upkeep\" cost if you should need to.\\par \\par SHEWSKI'S TAKE:\\par ADLR is #2 on my DS listing, and I have to take exception with DWTE being better than it. These cards aren't meant to stay on the table- this card is wonderful to cycle through your deck for destiny of whatnot. The upkeep is manageable, but I can't think of any time I've used this card and kept it on the table by paying for it.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par Deploy on table. All immunity to attrition is reduced by 3. You may not fire permanent weapons. Whenever a Jedi is lost, or opponent loses a battle, opponent loses 1 Force. During your draw phase, lose 1 Force or place this card in your Used Pile. (Immune to Alter.)\\par \\par Much like my #1 pick, I like the DS card a little more than the LS version. There are more Jedi that see play than Dark Jedi, and many have little immunity or none at all, which can mean guaranteed Force loss. This card is not meant to stay on the table, but cycle through your deck to show up as a big destiny draw or to deploy again for more Force loss. This works well w/ #1 as well, since you can't fire with your EPPs. The attrition reduction is a two-edged sword; so make sure you have some fodder. I can't tell you how many times it has turned a weak destiny draw into a site clearer. A great card that is fun to use along with other battle winning cards like Insignificant Rebellion.\\par \\par ARMAEDES' TAKE:\\par I agree completely with your assessment of the strengths of this card. The light side version made my list, but for dark side I just think there's far better battling helpers available. The strength of most of the powerful light side decks is EPP hit-and-run. I really only see the dark side version of this card being useful if you keep it on the table for a turn, so your opponent loses a Force from their EPP strike, or if you are going against an immunity-mains deck like Profit, which is unpopular at best, or the Careful Planning (V) Endor deck, which this card would work quite well against.",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "A Day Long Remembered (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 890,
    "CardName": "Evacuation Control (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon1",
    "Destiny": 3,
    "Lore": "\"Give the evacuation code signal ... and get to your transports!\"",
    "Gametext": "Deploy on table; shuffle your Reserve Deck, peek at top three cards, and stack them face-up here. During battle, may take a stacked card into hand to prevent all battle destiny draws from being modified or canceled (each player may draw no more than one battle destiny). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par The reason this card is on the list is because it makes light side immunity mains good again. Now instead of dropping your EPP and taking out a couple of characters, you can drop down your immunity main and take out a couple of characters and still have the immunity main around next turn to drain on the location. This also stops your opponent from messing with your destiny draw via the senate objective, which is important if you want to really cause some battle damage. Although this card appears more defensive in nature it can actually be a very powerful offensive card.\\par \\par SHEWSKI'S TAKE:\\par This ranks just outside my top 5 on both sides. CD/AAA have already conditioned you to getting more mileage out your immunity mains, this just reinforces that principle. I don't like this in the early game in case a key card gets trapped under the Effect, but mid-game onwards it is a welcome play. I think this will also give those decks that rely solely upon immunity mains (THGG, WHAP, Invasion) a little bump into playability. Remember, total battle destiny can still be affected!!\\par -----\\par This is the card old-school Star Wars CCG players have been waiting for since Reflections 3, a card that finally makes it to where your opponent can't use Boba Fett, Bounty Hunter, IG-88 With Riot Gun and 4-LOM With Concussion Rifle aboard Zuckuss In Mist Hunter to instantly end the game in a battle destiny-adding frenzy. Play this card - which you can start - and three battles per game you can limit both players to one battle destiny. Play two of this non-unique card and it's good for six battles per game, and few games have more than six battles (and not many have more than three).\\par \\par So besides limiting destiny-adding fetishes, what does this card really mean for light side? For one thing, it means light side immunity mains are back. Ben Kenobi being immune < 5 used to mean nothing when he was facing multiple draws. Now immune < 5 can only be cracked by a solid destiny draw. Luke Skywalker, Jedi Knight armed with his saber is basically immune to attrition. Obi-Wan Kenobi (V) is even better.\\par \\par This card also works well in space. Playing I'll Take The Leader to give your Outrider immunity < 6 is huge now. The Millenium Falcon with the same Admiral's Order out is only going down to a draw of 7 or better. Home One is basically invincible.\\par \\par This card really brings SWCCG back to where it should be - when main characters are able to stay on the table for more than a turn or two, and your opponent really has to bring the beats to get rid of a big, bad main. Matching pilot starships are also a lot stronger now, and all of this is tempered by the fact that you can't play Bright Hope (V) and Tantive IV (V) and rule the sky by cancelling your opponent's only destiny draw. This is also a great card to use if you find yourself going against a destiny-cancelling team, as using this effect will prevent your destiny draw from being cancelled.\\par \\par This card is going to make a lot of light side decks viable again, as they won't have to worry about the Super-Fett beatdown as much. Dont' get goldenrody though - your opponent will still be able to brign a lot of power in your direction. Below is a deck that takes advantage of the newfound respect light mains are going to get due to this card. ",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Imperial Justice (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 967,
    "CardName": "For Luck (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Before swinging across the treacherous abyss, Leia gave Luke a kiss for luck. Despite an incessant storm of laserblasts, they made it.",
    "Gametext": "Deploy on table. Once during your control phase, if opponent occupies a non-battleground location, may peek at top two cards of your Reserve Deck and take one into hand. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "One of the two top cards of Reserve Deck.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Don't Tread On Me (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jedi Pack"
  },
  {
    "id": 977,
    "CardName": "Found Someone You Have (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "\"I'm looking for someone.\" \"Looking? Found someone you have I would say.\"",
    "Gametext": "Find one of your missing characters. OR Retrieve the topmost character of your Lost Pile into hand.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1026,
    "CardName": "General Solo (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0, \\b scout\\b0, \\b Corellian\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 8,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Scout\\b0. \\b Leader\\b0  of the Rebel strike team on Endor. Needed the cleverness of a Corellian to destroy the Endor control bunker. Discovered the truth about Luke and Leia.",
    "Gametext": "Adds 3 to power of anything he pilots. During battle, may use 1 Force to [Upload] an Interrupt, play it, then place that card out of play. Once per turn, may [Upload] a non-Interrupt card with \"door\" in game text.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Solo\\par TK-422\\par \\par -----Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6428\\par \\par General Solo (V) Interrupts (Read Note)\\par What complicates this is Gen. Solo's ability being a top level action and the nature of interrupts. For example, Whoooo! can be played by Han to take an N-1 starfighter into hand during a battle, but it can't be played to make Droid Starfighters power -1 because it would have to be played in response to a battle; likewise a card like The Signal has one part that can only be played at the start of the game, yet clearly is only in the deck to be used in its other aspect as a Used interrupt. So, this list is going to have to come with a big caveat emptor that the player read the card and ensure they are going to use it in a legal fashion.\\par \\par A Few Maneuvers\\par A Jedi's Focus\\par A Jedi's Patience\\par A Step Backward\\par Advance Preparation\\par All Wings Report In\\par All Wings Report In & Darklighter Spin\\par Alter\\par Alter & Friendly Fire\\par Alternatives To Fighting\\par Ambush\\par Antilles Maneuver\\par Are You Brain Dead?!\\par Artoo, Come Back At Once!\\par Artoo, I Have A Bad Feeling About This\\par Away Put Your Weapon\\par Away Put Your Weapon (V)\\par Balanced Attack\\par Beru Stew\\par Big Boomers!\\par Blasted Varmints\\par Blue Milk\\par Cantina Brawl\\par Captive Pursuit\\par Careful Planning (V)\\par Clash Of Sabers\\par Closer?!\\par Cloud City Sabacc\\par Collision!\\par Combined Attack\\par Computer Interface\\par Computer Interface (V)\\par Control\\par Control & Tunnel Vision\\par Corellian Retort\\par Corellian Slip\\par Courage Of A Skywalker\\par Courage of a Skywalker (V)\\par Covert Landing\\par Critical Error Revealed\\par Dark Approach\\par Dark Dissension\\par Dash\\par Desperate Reach\\par Desperate Tactics\\par Desperate Times\\par Direct Assault\\par Diversionary Tactics\\par Don't Get Cocky\\par Don't Underestimate Our Chances\\par Double Agent\\par Dune Sea Sabacc\\par Effective Repairs\\par Either Way, You Win\\par End Of A Reign\\par Endor Celebration\\par Entering The Arena\\par Escape Pod (V)\\par Eventually You'll Lose\\par Ewok And Roll\\par Ewok Rescue\\par Fall Of The Legend\\par Firefight\\par First Aid\\par Fly Casual\\par Found Someone You Have\\par Found Someone You Have (V)\\par Free Ride\\par Free Ride & Endor Celebration\\par Full Throttle\\par Gambler's Luck\\par Get Alongside That One\\par Gift Of The Mentor\\par Gimme A Lift!\\par Glancing Blow\\par Grimtaash\\par Han's Back\\par Harvest\\par Head Back To The Surface\\par Help Me Obi-Wan Kenobi\\par Heroes Of Yavin\\par Higher Ground\\par Houjix\\par How Did We Get Into This Mess?\\par I Don't Need Their Scum, Either\\par I Don't Need Their Scum, Either (V)\\par I Have A Bad Feeling About This\\par I Know\\par I Thought They Smelled Bad On The Outside\\par I'm Here To Rescue You\\par Inconsequential Barriers\\par Innocent Scoundrel\\par Insertion Planning\\par Into The Ventilation Shaft, Lefty\\par It's A Hit!\\par Jabba's Palace Sabacc\\par Jedi Leap\\par Jedi Levitation\\par Jedi Levitation (V)\\par Jedi Mind Trick\\par Jedi Presence\\par Ke Chu Ke Kukuta? (V)\\par Keep Your Eyes Open\\par Keep Your Eyes Open (V)\\par Krayt Dragon Howl\\par Leia's Back\\par Let The Wookiee Win\\par Levitation\\par Life Debt\\par Lift Tube Escape\\par Light Maneuvers\\par Local Defense\\par Lone Rogue\\par Losing Track\\par Luke's Back\\par Mandalorian Mishap\\par Might Of The Republic\\par Moving To Attack Position\\par NOOOOOOOOOOOO!\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere\\par Neck And Neck\\par New Leadership Is Needed\\par Nice Of You Guys To Drop By\\par No Giben Up, General Jar Jar!\\par Off The Edge\\par Old Times\\par On Target\\par On The Edge\\par Organized Attack\\par Our Only Hope\\par Out Of Commission\\par Out Of Commission & Transmission Terminated\\par Path Of Least Resistance\\par Path Of Least Resistance & Revealed\\par Perimeter Scan\\par Power Pivot\\par Precise Hit\\par Protector\\par Punch It!\\par Radar Scanner\\par Rebel Leadership\\par Rebel Reinforcements\\par Rebel Reinforcements (V)\\par Recoil In Fear\\par Rescue In The Clouds\\par Return Of A Jedi\\par Reveal Ourselves To The Jedi\\par Revealed\\par Rug Hug\\par Sabotage (V)\\par Scomp Link Access\\par Sense & Recoil In Fear\\par Shocking Information\\par Shocking Information & Grimtaash\\par Shoo! Shoo!\\par Skull\\par Skywalkers\\par Solo Han\\par Sound The Attack\\par Spaceport Speeders\\par Starship Levitation\\par Starship Levitation (V)\\par Stay Here, Where It's Safe\\par Strangle\\par Strike Blocked\\par Surreptitious Glance\\par Surreptitious Glance (V)\\par T-47 Battle Formation\\par Take The Initiative\\par Take This!\\par The Bith Shuffle\\par The Bith Shuffle & Desperate Reach\\par The Force Is Strong With This One\\par The Signal\\par They'd Be Crazy To Follow Us\\par This Is Absolutely Right\\par This Is More Like It\\par This Is No Cave\\par Throw Me Another Charge\\par Tight Squeeze\\par Transmission Terminated\\par Trooper Sabacc\\par Tunnel Vision\\par Utinni!\\par Visored Vision \\par Warrior's Courage\\par We Can Still Outmaneuver Them\\par We Don't Have Time For This\\par We Don't Need Their Scum\\par We Wish To Board At Once\\par We'll Find Han\\par Weapon Levitation\\par Were You Looking For Me?\\par Wesa Gotta Grand Army\\par Who's Scruffy-Looking?\\par Whoooo!\\par Wookiee Guide\\par Wookiee Roar\\par Wookiee Strangle\\par Yoda Stew\\par Yoda Stew & You Do Have Your Moments\\par Yoda, You Seek Yoda\\par You Do Have Your Moments\\par You Will Take Me To Jabba Now\\par You'll Find I'm Full Of Surprises\\par Yub Yub!",
    "Pulls": "One non-Interrupt card with door in game text.\\par Bo Shuda\\par Deactivate The Shield Generator\\par Endor: Back Door\\par General Solo (V)\\par Tamizander Rey\\par The Shield Is Down!\\par Yavin 4 Trooper",
    "IsPulled": "Balanced Attack\\par Han's Back\\par Rebel Leadership (V)\\par Strike Planning\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Millennium Falcon\\par The Falcon",
    "MatchingWeapon": "Han's Heavy Blaster Pistol",
    "Rules": "(Errata) Game text related to playing an Interrupt from Reserve Deck has been clarified.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 1030,
    "CardName": "General Veers (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "General Maximillian Veers is the model of Imperial Army officer. Cunning, loyal and ruthlessly efficient \\b leader\\b0. In charge of the ground assault troops in Vader's forces.",
    "Gametext": "Adds 3 to power of anything he pilots, While piloting an AT-AT, draws two battle destiny if unable to otherwise. While piloting a combat vehicle, its immunity to attrition is +2.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Veers personas are:\\par \\par General Veers\\par General Veers (V)\\par Veers\\par",
    "IsPulled": "Blizzard 4\\par Imperial Command",
    "Combo": "General Veers (V) + Commander Igar\\par When in battle with Veers or Tagge, Commander Igar may use 2 Force to cancel and redraw one just-drawn battle destiny.",
    "Matching": "Blizzard 1",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 1053,
    "CardName": "Gold Leader In Gold 1 (V)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Y-wing",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Hyperspeed": 4,
    "Maneuver": 3,
    "Lore": "At the Battle of Yavin, Dutch led his squadron of outdated but reliable Y-wings in the first wave of the assault against the Death Star.",
    "Gametext": "May add 1 pilot or passenger. Permanent pilot is (*]Dutch, who provides ability of 2. Opponent may not 'react' to here and must first use 1 Force to draw a card for battle destiny here.",
    "Icons": "Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "Information": "Gold 1 personas are:\\par \\par Gold 1\\par Gold Leader In Gold 1\\par Gold Leader In Gold 1 (V)",
    "Rules": "(AR 1.7.1, B-7)\\par If the Dark Side player has Force available, they may not avoid paying Force by invoking \"Draws X battle destiny if unable to otherwise\" text. If they do not have Force available, then they may invoke \"Draws X battle destiny if unable to otherwise\" text.",
    "Cancels": "A 'react' at same system",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Rebel Leader Cards"
  },
  {
    "id": 1095,
    "CardName": "Han (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b Corellian\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Corellian. Graduated with honors from the Imperial Academy. Dishonorably discharged. Wanders the galaxy building a reputation as a \\b gambler\\b0  and hot-shot pilot.",
    "Gametext": "Adds 3 to power of anything he pilots. Force retrieval with Or Be Destroyed is immune to Secret Plans. While armed with a blaster, Han is defense value +2. While Or Be Destroyed on table, immune to attrition < Han's power.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Solo\\par TK-422",
    "IsPulled": "Han's Back",
    "Combo": "Han (V) + Life Debt\\par Deploy Chewie for free from Reserve Deck if Han is defending a battle alone.",
    "Matching": "Gold Squadron 1\\par Millennium Falcon\\par The Falcon",
    "MatchingWeapon": "Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jedi Pack",
    "Errata": 1
  },
  {
    "id": 1107,
    "CardName": "Han's Heavy Blaster Pistol (V)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "blaster",
    "Destiny": 2,
    "Lore": "BlasTech DL-44 heavy blaster pistol. Short range, but relatively powerful. Carries energy for 25 shots. Illegal or restricted in most systems.",
    "Gametext": "Deploy on Beckett or non-spy Han. May target a character. Draw destiny. Target hit, and its forfeit = 0, if destiny +2 > defense value. If on Han, may fire once during your control phase, and may place this weapon in Used Pile to cancel a weapon destiny targeting Han.",
    "Icons": 0,
    "Information": "Han's Heavy Blaster Pistol 'personas' are:\\par \\par Han With Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)",
    "IsPulled": "Portable Scanner",
    "MatchingWeapon": "Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par Han Solo\\par Solo",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 1110,
    "CardName": "Harc Seff (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b accountant\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Armor": 3,
    "Ability": 2,
    "Lore": "Ishi Tib accountant. Experienced administrator. Freelance consultant. Worked for many planetary governors. Knows how to get the most out of any taxation scheme.",
    "Gametext": "Adds 2 to power of anything he pilots. For each of opponent's non-battleground locations on table, your Force generation is +1. Once per game, may take an Immediate Effect into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "an Immediate Effect",
    "Matching": "Overseer",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1186,
    "CardName": "Hound's Tooth (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Modified Corellian Freighter",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 3,
    "Forfeit": 6,
    "Armor": 4,
    "Hyperspeed": 4,
    "Lore": "Controlled by state-of-the-art voice-activated X10-D computers. Internal sensors and security systems monitor prisoner activity. Modified for Bossk's Trandoshan physiology.",
    "Gametext": "May add 1 alien pilot, 6 passengers, and 1 vehicle. Deploys (even using Combat Response) and moves like a starfighter. While Bossk piloting, adds one battle destiny and immune to attrition < 4.",
    "Icons": "Scomp Link, Astromech, Independent",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Hound's Tooth personas are:\\par \\par Bossk In Hound's Tooth\\par Bossk In Hound's Tooth (V)\\par Hound's Tooth\\par Hound's Tooth (V)",
    "Matching": "Bossk\\par Bossk (V)\\par Bossk With Mortar Gun",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1219,
    "CardName": "I Must Be Allowed To Speak (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Jedi mod spienko eek.\"",
    "Gametext": "Deploy on table. Once per character, when you deploy Chewie, Lando, Leia, or Luke to a Tatooine site, may take any one card from Used Pile into hand; reshuffle. While Han is frozen, Rebels are immune to None Shall Pass. Once per game, may deploy a farm from Reserve Deck; reshuffle.  (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Abbreviation": "IMBATS (V)",
    "Pulls": "<> Farm\\par Tatooine: Lars' Moisture Farm",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once",
    "Rules": "\"Once per character\" on this card should be interpreted as \"once per character persona.\" Deploying different versions of the same persona in a game does not let you make use of this text more than once.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1246,
    "CardName": "IG-88 (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Assassin Droid",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b, assassin",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 5,
    "Armor": 5,
    "Lore": "\\b Bounty hunter\\b0. Went berserk upon activation. Murdered all designers at Holowan Mechanicals. IG-88's outstanding \"dismantle on sight\" warrant ignored by Darth Vader.",
    "Gametext": "Adds 2 to power of anything he pilots. May use two weapons. Once per turn, if escorting a captive, may take any one card from Force Pile into hand; reshuffle. May lose 1 Force to cancel a just drawn weapon destiny targeting IG-88. Immune to attrition < 5.",
    "Icons": "Pilot, Warrior x 2, Droid",
    "Pilot": 1,
    "Warrior": 2,
    "Droid": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par IG-88 personas are:\\par \\par IG-88\\par IG-88 (V)\\par [IG-88 In IG-2000]\\par IG-88 With Riot Gun",
    "IsPulled": "Double Back",
    "Matching": "IG-2000",
    "MatchingWeapon": "IG-88's Neural Inhibitor\\par IG-88's Pulse Cannon",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1254,
    "CardName": "Image Of The Dark Lord (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "hologram",
    "Destiny": 6,
    "Lore": "Vader's \\b hologram\\b0  exacts loyalty from his legions.",
    "Gametext": "Deploy on a planet site. Opponent's Force drains are -1 here (-2 if Vader controls an adjacent site).",
    "Icons": 0,
    "Information": "Article at DeckTech, November 1st, 2005\\par Top 5 Damage-Controlling V-Cards (Dark Side) by Armaedes and Shewski\\par \\par It's a destiny-6 card that can be pulled from your deck using Masterful Move, and can reduce Force drain damage with the only stipulation being that it must be a planet site (so no Cloud City locations). There's really no easier way to reduce damage, as it requires no commitment from the Dark Side player other than that they commit a card slot to a destiny-6 Effect. If Vader's hanging around an adjacent site, this card will obviously become even more powerful. Simple Effect that can make a huge difference in a game.\\par \\par SHEWSKI'S TAKE:\\par \\par Wow, talk about an obvious miss on my part- great idea for a damage controller. The LS version (Projection of a Skywalker) was played quite a bit for similar reasons. The one thing that I don't like about this card is its fixed location. If you temper a drain at a planet where there are multiple sites, your opponent can always move around it. It works best at key drain locations where the enhancers (unlike lightsabers) are fixed as well.",
    "IsPulled": "Masterful Move\\par Masterful Move & Endor Occupation\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Projection Of A Skywalker",
    "IsCanceledBy": "Out Of Commission & Transmission Terminated\\par Transmission Terminated",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 1269,
    "CardName": "Imperial Decree (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "To Imperial command personnel: The Rebellion must be crushed! Minor acts of sedition are to be ignored. The destruction of the Alliance is your primary goal.",
    "Gametext": "Deploy on table. Whenever you lose Force (except from Force drains, battle damage, or your card), may reduce loss (to a minimum of 1) by the number of battlegrounds you occupy.During battle, may place this Effect out of play to draw one battle destiny if unable to otherwise. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Pre-errata text: 'Deploy on table. At start of your turn, may lose 1 Force to activate this turn using (Light Side Force icon) instead of (Dark Side Force icon). Whenever you lose Force (except from Force drains, battle damage, or your card), may reduce loss (to a minimum of 1) by the number of battlegrounds you occupy. (Immune to Alter.)' \\par ----- \\par Good against direct damage like Uncontrollable Fury, Legendary Starfighter, Anger, Fear, Aggression or the WHAP Objective flipside.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1276,
    "CardName": "Imperial Justice (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common2",
    "Destiny": 3,
    "Lore": "\"There's nothing you could have done Luke, had you been there. You'd have been killed too.\"",
    "Gametext": "Deploy on table; shuffle your Reserve Deck, peek at top three cards, and stack them face-up here. During battle, may take a card here into hand to prevent all battle destiny draws from being modified or canceled (each player may draw no more than one battle destiny). [Immune to Alter]",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par Surface Defense (V)",
    "Counterpart": "Evacuation Control (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope",
    "Errata": 1
  },
  {
    "id": 1294,
    "CardName": "Impressive, Most Impressive (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Obi-Wan has taught you well.\"",
    "Gametext": "Cancel All Too Easy, Imperial Barrier (targeting your Jedi), Stunning Leader (where your Jedi participating), or You Are Beaten (except when canceling Uncontrollable Fury). [Immune to Sense] OR Once per game, if opponent just initiated a battle, you may take the first weapons segment action.",
    "Icons": 0,
    "Information": "Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par Last on the list because of how specific it is, but still a solid battling helper due to its ability to cancel just about every battle evasion method dark side can come up with. The trick is that it has to be targeting a Jedi, but frankly most light battling decks are going to be heavy on the Jedi anyway (Mace Windu (V), Qui-Gon Jinn, Obi-Wan Kenobi and possible a Jedi persona of Luke Skywalker). Cancelling battle evasion is obviously a very good thing for a battling deck, but the card doesn't stop there. If your main should survive the battle and are still at the site, and the dark player retaliates, you can use this card to take the first action of the weapons phase, which means you can strike out at one of your opponent's characters before they have a chance to do any tricks with Dr. Evazan or Dark Strike.\\par \\par SHEWSKI'S TAKE:\\par #5?? Aw, man it's my #1. I don't want to steal my own thunder- so read on. I think this was a very good card to come out of the player designed card experiment.\\par When you deploy to battle in modern SWCCG, the biggest thing you fear is the re-beat, where your opponent minimizes your offensive power, reinforces on their turn, and then beats you down. Evasion and character removal are two prime ways to slow down a feisty LS player. IMI takes care of it all. I don't think its specificity is a hindrance at all. Barrier will often be saved for your big guns (Jedi). Most battles involve Jedi (Stunning), and YAB will target those aforementioned big guns. Being able to battle on your own terms is very nice. The secondary text is quite nice as well, as Armaedes pointed out. Though protective in nature, it can turn a defensive battle into an offensive one quickly.\\par \\par ARMAEDES' TAKE:\\par I agree that this is a great card, but #1? This is a very deck-specific card, as it won't work in a battling deck that isn't mains, and even in a mains deck it won't help you with EPP Luke. A very nice card no doubt, as it made my own list, but not an auto-play by any means.",
    "Combo": "Impressive, Most Impressive (V) + Sorry About The Mess & Blaster Proficiency\\par These two cards allow you to control the battle by eliminating one character before anything else happens.",
    "Cancels": "All Too Easy\\par Imperial Barrier\\par Stunning Leader\\par You Are Beaten",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1347,
    "CardName": "Jabba The Hutt (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gangster\\b0, \\b leader\\b0, \\b Hutt\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Jabba Desilijic Tiure. Male heir to Zorba the Hutt. \\b Gangster\\b0. \\b Leader\\b0  of one of the largest criminal organizations in the galaxy. Over six hundred years old.",
    "Gametext": "While with your alien leader, Jabba is immune to attrition and may not be targeted by Interrupts or weapons. May deploy one Scum And Villainy from Reserve Deck; reshuffle. During battle, may use 1 Force to double the power of one other non-[maintenance] alien present.",
    "Icons": 0,
    "Information": "Jabba personas are:\\par \\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V)\\par Mighty Jabba\\par -----\\par The other 'alien leader' may be Ephant Mon, who is pulled by Power Of The Hutt.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par If the power of Scum could be placed at the feet of one character, it would be this one, which is ironic since Jabba doesn't even really have feet. Jabba The Hutt (V) is very deck-specific, which is why he's not higher on my list, but in an alien deck he can end games on the 2nd or 3rd turn. I have personally had Jabba The Hutt (V) cause more than 50 overflow in games, and I know other players who have got that number even higher. With the number of ways dark side has to pull aliens from the deck, and with Jabba (V) doubling the power of almost all of them, you can create devastating beatdowns in record time. The best part is that the Audience Chamber deploys him from Reserve Deck and then Elis Helrot takes him wherever the fighting is. Truly a brutal battling card.\\par \\par SHEWSKI'S TAKE:\\par Well, I might take exception on the power of Scum being focused on him, but you are right that he is a potent card. I mean, winning a battle by 20 and winning it by 40 both hurt your opponent, but both are likely game winners. I didn't rank him on my list since I don't really like what he brings to the world of SWCCG. I think there were plenty of other cool Jabbas that Scum decks could run, plus I have trouble envisioning Jabba being a flying beatdown machine.",
    "Pulls": "Scum And Villainy",
    "Combo": "Jabba The Hutt (V) + Ephant Mon + Chokk\\par Efficient Combo; Ephant Mon is an alien leader.\\par -----\\par Bib Fortuna (EP1) is power 12 when Jabba uses 1 Force to double power.\\par-----\\par Jabba The Hutt (V) + 4-LOM With Concussion Rifle\\par 4-LOM adds one battle destiny with Jabba.\\par -----\\par Jabba The Hutt (V) + Boelo\\par Cancel one opponent's battle destiny.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1385,
    "CardName": "Jedi Levitation (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "A Jedi can adjust the force within and around an object, causing it to move as the Jedi wills.",
    "Gametext": "USED: If you just drew a character for destiny, take that card into hand to cancel and redraw that destiny. LOST: Use 3 Force to retrieve a non-[maintenance] character into hand.",
    "Icons": 0,
    "Information": "Starship Levitation (V) does the same for starships.\\par -----\\par Sith Fury (V) is the Dark Side counterpart to the used part of this Interrupt.",
    "IsPulled": "Yoda's Hope",
    "Counterpart": "Sith Fury (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1403,
    "CardName": "K'lor'slug (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "dejarik",
    "Destiny": 3,
    "Lore": "\\b Dejarik\\b0  of venomous swamp creature from Noe'ha'on. Keen senses of smell and vision. Dangerous hunter. Lays eggs - hundreds of ravenously hungry hatchlings.",
    "Gametext": "Deploy on table. If your character, starship, or vehicle in battle is about to be lost (or crashed) before the damage segment, it is instead lost at end of battle (if forfeited, forfeit for 0). [Immune to Alter].",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par BG-J38 adds 2 to the destiny of each of your holograms and dejariks drawn for battle destiny or weapon destiny.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par One of my pet peeves, briefly touched upon under #1, is character removal. The Dark Side is rife with popular ways to get rid of your heroes such as Dr. Evazan, Dark Strike, and Choke Vader. K'lor Slug (and Molator for the DS) helps you avoid painful beatdowns due to sudden losses of power and destiny draws. While this is more like IMI in that it helps your battles hold their effectiveness, the second part of the text goes very well with immunity mains. Your mains can get out at their normal cost, which greatly speeds up the time it takes to get them into play by a turn or more.\\par \\par ARMAEDES' TAKE:\\par Again, I find this less of an offensive aid than a defensive aid, and more of a battle-hindering card than anything else. The dark side's character removal is a big way dark wins battles, so in my opinion taking this away makes effective battling more challenging. I really like this card - I think it is a necessary component of the game - but I'm not sure I would classify it as a battling aid.",
    "IsPulled": "Escape Pod (V)\\par Holoprojector\\par The Signal\\par We Wish To Board At Once\\par Don't Tread On Me (V)",
    "Counterpart": "N'gok War Beast",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 1459,
    "CardName": "Kuat Drive Yards (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Company that produces current generation of Star Destroyers, as well as Nebulon-B Frigate. Ship yards are extremely well defended.",
    "Gametext": "Deploy on table. Unique (*) \\ul Imperial\\ul0 -Class Star Destroyers draw one battle destiny if not able to otherwise and are immune to attrition < 4. During your deploy phase, may use 2 Force to deploy a battleground system from Reserve Deck; reshuffle. We're In Attack Position Now is canceled. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Imperial-class Star Destroyers are:\\par \\par Accuser\\par Avenger\\par Chimaera\\par Conquest\\par Conquest (V)\\par Death Squadron Star Destroyer\\par Devastator\\par Imperial-Class Star Destroyer\\par Judicator\\par Stalker\\par Stalker (V)\\par Thunderflare\\par Tyrant\\par Vengeance\\par Visage",
    "Abbreviation": "KDY (V)",
    "Pulls": "Anoat\\par Bespin\\par Carida\\par Corulag\\par Coruscant (EP1)\\par Dantooine\\par Endor\\par Fondor\\par Gall\\par Hoth\\par Jakku\\par Jedha\\par Kashyyyk\\par Kessel\\par Kiffex\\par Malastare\\par Mon Calamari\\par Naboo\\par Nal Hutta\\par Ord Mantell\\par Raithal\\par Rendili\\par Sullust\\par Tatooine\\par Tatooine (EP1)\\par Tatooine (V)\\par Yavin 4",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Mon Calamari Dockyards (V)",
    "Cancels": "We're In Attack Position Now",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1492,
    "CardName": "Leia (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b leader\\b0 , female",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Adopted daughter of the Viceroy and First Chairman of Alderaan. Became a political \\b leader\\b0  at a young age. The injustices of the New Order led her to join the Rebellion.",
    "Gametext": "While at opponent's Senate, Leia's game text may not be canceled and may lose 1 Force to place Leia and any character present out of play. During battle, may cancel game text of a leader of ability < 5 with Leia for remainder of turn.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par Leia is a revolutionary card. She is a very cheap destiny draw that allows for an early disruption of the Dark Side's setup. Though envisioned as an anti-Senate card, she has many other strong uses. Most used is probably her leader canceling game text, which can set up some beats of her own. She can take the teeth out of Jabba, Xizor, P-59, Fel, Igar, Ephant Mon, Veers, Thrawn, and Tarkin. This text always works as well. Typically, such a powerful card wouldn't be so cheap, but she has been an early thorn in my opponent's side for some time now. Usually my choice for a utility Leia, but Princess Leia (V) deserves consideration as well.\\par \\par ARMAEDES' TAKE:\\par YES! Leia (V) is a fantastic battling card. Not only does she have strong gametext for battling herself, but she also takes a bite out of senate, which is a deck that makes effective battling by the light side more challenging. I would even put this Leia above EPP Leia for battling effectiveness. Great pick by Shewski!",
    "IsPulled": "I Know\\par Leia's Back\\par Yavin 4: Massassi War Room (V)",
    "Combo": "Leia (V) + Jerus Jannick\\par -----\\par Leia (V) + Warrior's Courage\\par Add two battle destinies if Leia is defending a battle alone at a site.",
    "Cancels": "Game text of leader of ability < 5 (during battle)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jedi Pack",
    "Errata": 1
  },
  {
    "id": 1563,
    "CardName": "Lobot (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Former criminal. Fitted with a cybernetic device. Now repays his debt to society by ensuring the smooth running of Cloud City. Becomes disoriented when not with a computer.",
    "Gametext": "Deploys free to Cloud City or a site with a Scomp link. If a battle was just initiated at same site, may deploy an alien here (free if Lando) as 'react' from Reserve Deck; reshuffle. May deploy Cyborg Construct on Lobot from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Any alien as 'react', free if Lando.\\par Cyborg Construct",
    "IsPulled": "Lando Calrissian (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1594,
    "CardName": "Luke Skywalker (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Son of Anakin Skywalker. Student of Obi-Wan Kenobi. Honed piloting skills while bullseyeing womp rats in Beggar's Canyon aboard T-16 skyhopper.",
    "Gametext": "Adds 3 to power of anything he pilots. If piloting lead starfighter, Attack Run total is +3. During your control phase, if piloting at a battleground, may take Darklighter Spin into hand from Reserve Deck; reshuffle or retrieve 1 Force.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, The Last Jedi\\par Luke Skywalker, The Rebellion's Hope\\par Luke With Lightsaber\\par Master Luke\\par Son Of Skywalker",
    "Abbreviation": "Farmboy Luke",
    "Pulls": "All Wings Report In & Darklighter Spin\\par Darklighter Spin",
    "IsPulled": "Camie\\par Luke's Back",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Luke's T-16 Skyhopper\\par Rogue 1",
    "MatchingWeapon": "Anakin's Lightsaber\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V)\\par Luke's Hunting Rifle\\par Luke's Hunting Rifle (V)\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 1597,
    "CardName": "Luke Skywalker, Rebel Scout (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 9,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "Resourceful \\b scout\\b0  and member of the Rebel infiltration team assembled to destroy the shield generator. Surrendered to his father so that he would not endanger the mission.",
    "Gametext": "Adds 2 to power of anything he pilots. \\ul If drawn for destiny, may take into hand to cancel and redraw that destiny.\\ul0  Power +1 for each Dark Jedi here. Luke's weapon destiny draws are +1. At same site, opponent must first use 1 Force to fire a weapon. Immune to attrition < 6.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, The Last Jedi\\par Luke Skywalker, The Rebellion's Hope\\par Luke With Lightsaber\\par Master Luke\\par Son Of Skywalker",
    "Abbreviation": "LSRS (V)",
    "IsPulled": "Luke's Back\\par Tatooine: City Outskirts",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Luke's T-16 Skyhopper\\par Rogue 1",
    "MatchingWeapon": "Anakin's Lightsaber\\par Luke's Blaster Pistol\\par Luke's Hunting Rifle\\par Luke's Hunting Rifle (V)\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 1642,
    "CardName": "Maneuvering Flaps (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Enhanced steering mechanisms on Rebel T-47s provide increased maneuverability in planetary atmospheres.",
    "Gametext": "Deploy on table. During your deploy phase, may reveal an unpiloted combat vehicle from hand to take its matching pilot character (or vice versa) from Reserve Deck and deploy both simultaneously; reshuffle. May not be suspended. [Immune to Alter]",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par  -----\\par Rogue 1 + Commander Luke Skywalker, \\par Commander Luke Skywalker (V), Luke Skywalker, Luke Skywalker (V), Luke Skywalker, Jedi Knight, Luke Skywalker, Rebel Scout, Luke Skywalker, Rebel Scout (V), Luke With Lightsaber, Master Luke.\\par \\par Rogue 2 + Zev Seneca\\par Rogue 3 + Commander Wedge Antilles\\par Rogue 4 + Derek 'Hobbie' Klivian\\par \\par Chewie's AT-ST + Chewbacca, Chewbacca Of Kashyyyk, Chewbacca, Protector, Chewie With Blaster Rifle, Chewie, Enraged",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 2158,
    "CardName": "Sai'torr Kal Fas (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Saurin female from planet Durkteel. Bodyguard of Hrchek, a Saurin droid trader. Sai'torr will teach battle skills to those who prove themselves worthy.",
    "Gametext": "Deploy on table. Once per turn, may deploy a matching weapon on your unique (*) character present at a site from your Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "A matching weapon on a just deployed character.",
    "IsPulled": "The Signal\\par We Wish To Board At Once\\par Don't Tread On Me (V)",
    "Counterpart": "Blaster Rack (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 2289,
    "CardName": "Sneak Attack (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Imperial training allows scouts to use speed and stealth to their advantage. On Endor, they were also backed up by Commander Igar's AT-STs.",
    "Gametext": "USED: If opponent just initiated a battle, place a card from hand on top of Reserve Deck. LOST: Add one battle destiny where you have an AT-ST, scout, or lone Imperial of ability < 4.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2345,
    "CardName": "Starship Levitation (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Destiny": 5,
    "Lore": "A Jedi can move large objects with the power of the mind.",
    "Gametext": "USED: If you just drew a starship for destiny, take that starship into hand to cancel and redraw that destiny. LOST: Use 3 Force to retrieve a non-[maintenance] starship into hand.",
    "Icons": 0,
    "Information": "Jedi Levitation (V) does the same for characters.",
    "IsPulled": "Yoda's Hope",
    "Counterpart": "TIE Sentry Ships (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2820,
    "CardName": "Wokling (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Every Ewok is taught to be protective of the younger members of their clan.",
    "Gametext": "Deploy on table. Your total Force generation is +1. Once per game, may use 3 Force to take an Effect that has no deploy cost and deploys on another card into hand from Reserve Deck; reshuffle. May place this Effect out of play to retrieve 1 Force. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Pulls Launching The Assault which pulls Home One.\\par -----\\par Player Created Card\\par Original concept by Eric Hunter, GenCon 2002 Winner.\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6427\\par -----\\par This Effect only pulls Effects, not Immediate or other types of Effects.",
    "Pulls": "An effect that has no deploy cost and deploys on another card.",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Rules": "(AR 1.7.1, B-16)\\par The \"once per game\" function of this Effect may not be used to take into hand an Effect that lists any deploy cost in its game text (such as Beggar).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3208,
    "CardName": "Jabba's Prize (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Power": 0,
    "Deploy": 0,
    "Forfeit": 0,
    "Ability": 0,
    "ForceAptitude": "Carbon-Frozen",
    "Gametext": "Jabba's Prize is a Light Side card and does not count towards your deck limit. Reveal to opponent when deploying your Starting Effect. For remainder of game, you may not deploy (Maintenance Cost) \\ul Falcon\\ul0 .\\par \\par \\ul Deploys only at start of game if Jabba's Prize is at Security Tower (replaces opponent's Jabba's Prize imprisoned in Security Tower); otherwise place out of play\\ul0 .\\par \\par May not be placed in Reserve Deck. Jabba's Prize is a persona of Corran Horn only while on table. If Jabba's Prize was just released or leaves table, place it out of play. While Jabba's Prize is at Audience Chamber, opponent's battle destiny draws there are +1.",
    "Icons": 0,
    "Rules": "This card recieved an errata on 16.11.2016:\\par http://www.starwarsccg.org/wp/current-erratas-unlimited-shields/\\par \\par AR Update November 26, 2016\\par If Light elects to use this card against Carbon Chamber Testing while starting the You Can Either Profit By This... Objective and Dark starts with Jabba's Prize, the virtual version still replaces Dark's version once it is placed in the Security Tower. All of the subsequent instructions on Dark's Jabba's Prize (after the first sentence in italics) simply do not take effect. LS would then deploy and resolve his Objective normally.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 4000,
    "CardName": "Conquest (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 8,
    "Deploy": 8,
    "Forfeit": 8,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "One of the Imperial cruisers that chased the \\ul Millennium Falcon\\ul0  from Tatooine. It scanned the \\ul Falcon\\ul0  just before Han punched his starship to lightspeed.",
    "Gametext": "May add 6 pilots, 8 passengers, 2 vehicles, and 4 TIEs. Permanent pilot provides ability of 2. During battle, may lose 1 Force to cancel a non-[Immune to Sense] Interrupt.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Motti (V) makes unique (*) Star Destroyers power +2 and add 1 to their immunity to attrition.\\par ",
    "IsPulled": "Commander Nemet (V)\\par Kuat Drive Yards",
    "Rules": "An Interrupt is considered an \"Immune to Sense\" Interrupt if the function being utilized when it is played is Immune to Sense.",
    "Cancels": "A (non-Immune to Sense) Interrupt (during battle)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope",
    "Errata": 1
  },
  {
    "id": 4001,
    "CardName": "Antilles Maneuver (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "As their war with the Empire continued, Rebel pilots learned ways to counter standard Imperial tactics such as the Tallon Roll.",
    "Gametext": "For remainder of turn, opponent must first use 1 Force to fire a weapon and opponent's starship weapon destiny draws are -1. OR During opponent's deploy phase, deploy a Rebel of ability < 3 (except an admiral) aboard your starship from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "A Rebel of ability < 3 (except an admiral) aboard your starship.",
    "Counterpart": "I Can't Shake Him! (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4002,
    "CardName": "I Can't Shake Him! (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"You've picked one up... watch it!\"",
    "Gametext": "For remainder of turn, opponent must first use 1 Force to fire a weapon and opponent's starship weapon destiny draws are -1. OR During opponent's deploy phase, deploy an Imperial of ability < 3 (except an admiral) aboard your starship from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "An Imperial of ability < 3 (except an admiral) aboard your starship.",
    "Counterpart": "Antilles Maneuver (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4003,
    "CardName": "Sith Fury (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "At his peak, no one could stand up to the Dark Lord of the Sith. His superior tactics devastated those who opposed him.",
    "Gametext": "USED: If you just drew a character for destiny, take that card into hand to cancel and redraw that destiny. LOST: Once per game, exchange a Dark Jedi in hand with a Dark Jedi in Lost Pile.",
    "Icons": 0,
    "Pulls": "Count Dooku\\par Darth Maul\\par Darth Maul With Lightsaber\\par Darth Maul, Lone Hunter\\par Darth Maul, Young Apprentice\\par Darth Sidious\\par Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, Emperor's Enforcer\\par Emperor Palpatine\\par Emperor Palpatine, Foreseer\\par Lord Maul\\par Lord Maul With Lightsaber\\par Lord Sidious\\par Lord Vader\\par The Emperor\\par Vader",
    "Counterpart": "Jedi Levitation (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 4015,
    "CardName": "Don't Tread On Me (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "Han did not take kindly to Jabba's posturing.",
    "Gametext": "USED: Use 1 Force to deploy an Effect that deploys for free on table (or your side of table) and is always [Immune to Alter] from reserve deck. STARTING: When drawing your starting hand, draw up to 12 cards instead of 8. Place this interrupt in Reserve Deck.",
    "Pulls": "Any (Immune to Alter) effect that deploys for free on table (or your side of table)",
    "Counterpart": "Surface Defense (V)",
    "Rules": "If you play this as a Starting Interrupt, you must draw at least 8 cards. You do not need to declare how many cards you will draw, you may continue to draw until you wish to stop (or have drawn 12 cards). The Used Interrupt function may not be used to deploy an Effect that lists any deploy cost in its game text (such as Beggar) or is conditionally immune to Alter (such as Well Guarded).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4017,
    "CardName": "Surface Defense (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "\"The battle station is heavily shielded and carries a firepower greater than half the starfleet.\"",
    "Gametext": "USED: Use 1 Force to deploy an Effect that deploys for free on table (or your side of table) and is always (Immune to Alter) from Reserve Deck; reshuffle. STARTING: When drawing your starting hand, draw up to 12 cards instead of 8. Place this interrupt in Reserve Deck.",
    "Icons": 0,
    "Information": "Original Concept by Steven Lewis, PC Volunteer Award 2008",
    "Pulls": "Any (Immune to Alter) effect that deploys for free on table (or your side of table)\\par A Day Long Remembered (V)\\par A Million Voices Crying Out\\par Ability, Ability, Ability (V)\\par Abyss\\par All Wrapped Up\\par Allegations Of Corruption\\par An Entire Legion Of My Best Troops\\par Aratech Corporation (V)\\par Bad Feeling Have I\\par Battle Order\\par Battle Order & First Strike\\par Begin Landing Your Troops\\par  Biker Scout Gear\\par Blaster Rack (V)\\par Colo Claw Fish\\par Combat Response\\par Conduct Your Search\\par Crossfire\\par Crush The Rebellion\\par Despair (V)\\par Do They Have A Code Clearance?\\par EmpireNew Order\\par Endor Shield (V)\\par Establish Control (V)\\par Fanfare\\par Fighters Straight Ahead\\par First Strike\\par His Name Is Anakin\\par I Will Find Them Quickly, Master\\par I'm Sorry\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Imperial Decree\\par Imperial Decree (V)\\par Imperial Domination (V)\\par Imperial Justice (V)\\par Inconsequential Losses\\par Kuat Drive Yards (B6)\\par Leave Them To Me\\par Mobilization Points\\par Naboo Occupation\\par Ni Chuba Na??\\par No Bargain\\par No Escape\\par Opee Sea Killer\\par Oppressive Enforcement\\par Pinned Down\\par Planetary Subrogation\\par Power Of The Hutt\\par Prepare For A Surface Attack\\par Resistance\\par Sando Aqua Monster\\par Secret Plans\\par Something Special Planned For Them\\par Something Special Planned For Them (V)\\par The Hutts Are Gangsters\\par The Phantom Menace\\par There Is No Try\\par There Is No Try & Oppressive Enforcement\\par They Will Be No Match For You\\par We Shall Double Our Efforts!\\par Weather Vane\\par Wipe Them Out, All Of Them\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Don't Tread On Me (V)",
    "Rules": "If you play this as a Starting Interrupt, you must draw at least 8 cards. You do not need to declare how many cards you will draw, you may continue to draw until you wish to stop (or have drawn 12 cards). The Used Interrupt function may not be used to deploy an Effect that lists any deploy cost in its game text (such as Beggar) or is conditionally immune to Alter (such as Well Guarded).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4019,
    "CardName": "4-LOM With Concussion Rifle (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b information broker\\b0, \\b thief\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Armor": 3,
    "Lore": "Accomplished \\b thief\\b0  and \\b information broker\\b0. Modified by Jabba to be an effective \\b bounty hunter\\b0. The Hutt often teams 4-LOM with other hired killers.",
    "Gametext": "Permanent weapon is (*] 4-LOM's Concussion Rifle (may target a character for free; target is power -1 until end of turn). Once per turn, may place a card from hand on bottom of Used Pile to draw top card from Reserve Deck.",
    "Icons": "Warrior, Permanent Weapon",
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par 4-LOM personas are:\\par \\par 4-LOM\\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V)\\par -----\\par 4-LOM's Concussion Rifle 'personas' are:\\par \\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V)\\par 4-LOM's Concussion Rifle",
    "IsPulled": "Double Back\\par Double Back (V)",
    "Counterpart": "Threepio With His Parts Showing",
    "Combo": "4-LOM With Concussion Rifle + Boba Fett, Bounty Hunter\\par Two battle destinies.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Cloud City"
  },
  {
    "id": 4020,
    "CardName": "5D6-RA-7 (Fivedesix) (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Servant Droid",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 0,
    "Lore": "Aide to Admiral Motti's staff. Foul-tempered and vindictive. Feared by other droids. A \\b spy\\b0  for the ISB. Secretly investigates Imperial officers whose loyalties are in question.",
    "Gametext": "Adds 2 to power of anything he pilots. Power +1 while with your leader. If at a Scomp link when opponent draws destiny of: 1-3, you may activate 1 Force; 4-6, you may draw top card of your Reserve Deck; 0 or 7, you may retrieve 1 Force.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "ISB Agent when ISB Operations on table.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4021,
    "CardName": "Arica (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien/Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b spy\\b0, female",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Mara Jade posed as a dancer at Jabba's Palace in an attempt to complete her master's task and kill Luke. \\b Musician\\b0. \\b Spy\\b0. Unable to convince Jabba to take her on his skiff.",
    "Gametext": "Power +1 on Tatooine. Once per game, during your move phase, may relocate Arica to Luke's location. During your control phase, if present at a battleground (and Luke is not), may retrieve 1 Force. Immune to Undercover and attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Mara Jade personas are:\\par \\par Arica\\par Arica (V)\\par Mara Jade, The Emperor's Hand\\par Mara Jade With Lightsaber (V)",
    "IsPulled": "Ak-rev\\par Murttoc Yine",
    "MatchingWeapon": "Anakin's Lightsaber (V)\\par Mara Jade's Lightsaber",
    "Rules": "Arica's retrieval happens if she is present at a battleground and Luke is not present at a battleground.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 4022,
    "CardName": "Count Dooku",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Dark Jedi Master",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0 , Trade Federation",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 7,
    "ForceAptitude": "Dark Jedi Master",
    "Lore": "Serennoian \\b leader.\\b0 Trade Federation.",
    "Gametext": "Deploys -1 if Sidious (or Insidious Prisoner) on table. Power +1 for each Jedi here. May be targeted by Force Lightning. Once per game, if opponent just initiated battle here, may take Force Lightning or Force Push into hand from reserve deck; reshuffle. Immune to attrition <6 (<8 if with a Jedi).",
    "Icons": "Pilot, Warrior, Separatist, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Information": "This card has a separatist icon.",
    "Pulls": "Force Lightning or Force Push",
    "IsPulled": "Sith Fury (V)",
    "MatchingWeapon": "Dooku's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4023,
    "CardName": "Dengar With Blaster Carbine (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, blaster, \\b Corellian\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Corellian \\b bounty hunter\\b0. Skilled athlete. Expert shot. Has worked many times for Jabba the Hutt. Carries a long-standing grudge against Han Solo.",
    "Gametext": "While opponent's [Reflections II] objective on table, adds one battle destiny. Permanent weapon is (*]Blaster Carbine (twice per battle, may target a character or vehicle for free; draw destiny; target hit, and its forfeit = 0, if destiny +1 > defense value).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Dengar personas are:\\par \\par Dengar\\par Dengar (V)\\par [Dengar In Punishing One]\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)\\par -----\\par Dengar's Blaster Carbine 'personas' are:\\par \\par Dengar's Blaster Carbine\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)",
    "IsPulled": "Double Back\\par Double Back (V)",
    "Matching": "Punishing One\\par Punishing One (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Jabba's Palace"
  },
  {
    "id": 4024,
    "CardName": "Droideka",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Destroyer Droid",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 3,
    "Armor": 3,
    "Ability": 0,
    "Gametext": "Permanent Weapon is Twin Blaster Cannons (may target a character or vehicle; draw destiny; add 2 if targeting a vehicle; if total destiny > defense value, target hit and you may activate 1 Force). While with another [Presence] droid at a site, adds one battle destiny.",
    "Icons": "Permanent Weapon, Droid, Separatist Episode 1",
    "PermanentWeapon": 1,
    "Droid": 1,
    "Episode1": 1,
    "Information": "This card has a separatist icon.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4025,
    "CardName": "DS-61-5",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Gametext": "Adds 2 to power of anything he pilots (3 if Black 5). While piloting Black 5, it is maneuver +1 and he draws one battle destiny if not able to otherwise. If at opponent's system, instead of Force draining here, may take any one card into hand from Force pile; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original card: Lieutenant Endicott",
    "Matching": "Black 5",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 4026,
    "CardName": "Grand Moff Tarkin (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0 , moff",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Leader\\b0 . Governor of Outer Rim Territories. Commanded Death Star. Helped disband Imperial Senate. Defined doctrine of rule by fear. Plotted to use Death Star against Emperor.",
    "Gametext": "Adds 2 to power of anything he pilots. \\ul Destiny +2 when drawn for destiny.\\ul0 Draws one battle destiny if unable to otherwise (if with Vader or an Imperial leader, may add one instead). During battle, if you just drew a destiny < number of Imperials here, may cancel and redraw that destiny.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Tarkin personas are:\\par \\par Tarkin\\par Tarkin (V)\\par Grand Moff Tarkin\\par Grand Moff Tarkin (V)",
    "IsPulled": "Blizzard 4\\par The Empire's Back",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4027,
    "CardName": "Ponda Baba (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "A male Quara (or fingered Aqualish). Thug, \\b smuggler\\b0 and partner of Dr. Evazan. Has a poor quality cybernetic arm replacement.",
    "Gametext": "Adds 2 to power of anything he pilots. Game text of non-Jedi Luke (or a lightsaber he is using) may not target aliens here. During battle, if with a smuggler, may add a destiny to attrition (+2 if with your smuggler) or make that smuggler forfeit = 0.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4028,
    "CardName": "Maarek Stele, The Emperor's Reach",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "leader",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Leader.",
    "Gametext": "Adds 3 to power of anything he pilots. Once per game may take a TIE Defender into hand from Reserve Deck; reshuffle. While piloting, opponent may not cancel or substitute battle destiny draws here. While piloting an Imperial starfighter, it is maneuver +2 and he draws one battle destiny if not able to otherwise.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Major Turr Phennir\\par -----\\par Original concept by Brian Herold, Minnesota States Weekend 2007",
    "Pulls": "Colonel Jendon In Onyx 1\\par Onyx 1\\par Onyx 2\\par Onyx 2 (V)\\par TIE Defender Mark I",
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 4029,
    "CardName": "Mara Jade With Lightsaber",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien/Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Ordered to kill Luke Skywalker. Assumed the identity of a dancer named 'Arica' in order to sneak into Jabba's palace.",
    "Gametext": "While Luke or Emperor on table, power + 1 and she moves for free. Permanent weapon is (*]Mara Jade's Lightsaber (may target a character or creature for free; draw two destiny; target hit, and its forfeit = 0, if total destiny > defense value).",
    "Icons": "Warrior, Permanent Weapon",
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Original Card: Mara Jade, The Emperor's Hand\\par Player Created Card\\par Original concept by Justin Roth, New York State 2005\\par -----\\par Mara Jade personas are:\\par \\par Arica\\par Arica (V)\\par Mara Jade, The Emperor's Hand\\par Mara Jade With Lightsaber",
    "IsPulled": "Blizzard 4",
    "MatchingWeapon": "Anakin's Lightsaber (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 4030,
    "CardName": "Probot",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Probe Droid",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 5,
    "Armor": 3,
    "Ability": 0,
    "Lore": "Spy.",
    "Gametext": "Draws one battle destiny if not able to otherwise. Power +2 if with opponent's smuggler or Wookiee. During your move phase, may use 1 Force to 'break cover' of opponent's Undercover spy at same site. Immune to attrition < 3.",
    "Icons": "Droid",
    "Droid": 1,
    "Information": "Original card: Probe Telemetry",
    "IsPulled": "Captain Piett",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 4031,
    "CardName": "R'tic H'weei",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jawa\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "\\b Jawa.\\b0",
    "Gametext": "Once per game, may take Jawa Blaster or a card with \"sandcrawler\" in title or gametext into hand from Reserve Deck; reshuffle. Once per turn, if present at a Tatooine battleground and there is more than 1 Force in opponent's Force Pile, you may use 1 Force in opponent's Force Pile.",
    "Icons": 0,
    "Information": "Original card: Daroe\\par-----\\par In memory of Eric White, 1983-2011",
    "Pulls": "Double Laser Cannon\\par Dune Sea Sabacc\\par Jawa Blaster\\par Magnetic Suction Tube\\par Sandcrawler\\par Sandcrawler: Droid Junkheap\\par Wittin's Sandcrawler",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 4033,
    "CardName": "Sith Probe Droid (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Recon Droid",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 2,
    "Maneuver": 3,
    "Lore": "Patrol droids utilized by the Sith. Each droid has several multispectral imaging devices and a communications package. Used by Maul to track down Amidala.",
    "Gametext": "\\ul When drawn for destiny during a battle or duel involving a Dark Jedi, destiny +2\\ul0. During your move phase, may use 2 Force to relocate a Dark Jedi (with any captives they are escorting) to same site; place this droid in Used Pile.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Player Created Card\\par Original concept by Lee Clarke, ACT Championship 2005",
    "IsPulled": "Captain Piett\\par If The Trace Was Correct",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 4035,
    "CardName": "Ysanne Isard",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "Female, ISB agent, \\b leader\\b0, \\b spy\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Female ISB \\b leader. Spy.\\b0",
    "Gametext": "Power +3 while defending a battle with a spy. While with a non-frozen captive, attrition against opponent everywhere is +2. During your move phase, may use 1 Force to 'break cover' of an Undercover spy here. Immune to attrition < 3.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: Swilla Corey",
    "IsPulled": "Blizzard 4",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 4038,
    "CardName": "Vigo (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "***",
    "Characteristics": "\\b Black Sun agent, gangster\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "One of Xizor's hand-picked lieutenants. Ascended as Black Sun agent from \\b gangster\\b0  to manager. Earned title of Vigo from old Tionese for 'nephew.'",
    "Gametext": "Deploys -1 to Coruscant. While present with Xizor, forfeit +2 and opponent's spies may not deploy to same non-battleground site. Once per game, may use 1 Force to deploy a non-war room battleground planet site (or system) not already on table from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Information": "Original concept by Jake Nelson, North Dakota States 2011",
    "Pulls": "Battleground planet site or system (except a war room)",
    "IsPulled": "Coruscant: Imperial City (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 4039,
    "CardName": "A Day Long Remembered (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"It has seen the end of Kenobi and will soon see the end of the Rebellion.\"",
    "Gametext": "Deploy on table. All immunity to attrition is -3. You may not fire [permanent] weapons. If opponent just lost a Jedi or a battle, they lose 1 Force. During your draw phase, lose 1 Force or place this Effect in Used Pile. [Immune to Alter]",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Down With The Emperor (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4040,
    "CardName": "Combat Response (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Being stationed at Endor during the construction of the second Death Star allowed Imperial pilots time to train in the latest starfighter combat techniques.",
    "Gametext": "Deploy on table. Tallon Roll is canceled. Once per turn, may reveal an unpiloted starfighter from hand to take its matching pilot character from Reserve Deck (or vice versa) and deploy both simultaneously; reshuffle. Your unique (*) TIEs (except Scythe Squadron TIEs) at systems may use 1 Force to relocate (as a regular move) to a system within 3 parsecs. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6509\\par ",
    "IsPulled": "Desperate Counter\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Rules": "(AR 1.7.1, B-4)\\par Once an unpiloted starfighter (or pilot) is revealed, if no matching pilot (or unpiloted starfighter) is found, the opponent is permitted to verify. If a match has been found but the player does not have enough Force to deploy the cards (or there is no location where they can be legally deployed), then the card revealed from hand is returned to hand, and the card taken from the Reserve Deck is placed back in the Reserve Deck; reshuffle.",
    "Cancels": "Tallon Roll\\par Dark Maneuvers & Tallon Roll",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 4041,
    "CardName": "Establish Control (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Keeping supply routes clear allows rapid distribution of resources to where they are most required.",
    "Gametext": "Deploy on table. Your Force generation is +1 at docking bays you occupy. Your docking bays controlled by opponent are battlegrounds. Once per game, may deploy Corulag or Fondor from Reserve Deck; reshuffle. If Mobilization Points on table, this Effect lost. [Immune to Alter]",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Player Created Card\\par Original concept by Garrett Larson, Bespin Regionals 2005 ",
    "Pulls": "Corulag\\par Fondor",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Mobilization Points\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Coruscant",
    "Errata": 1
  },
  {
    "id": 4042,
    "CardName": "Knowledge And Defense (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"A Jedi uses the Force for knowledge and defense, never for attack.\"",
    "Gametext": "Deploy on table with any number of Defensive Shields from outside your deck face-down under here. Four times per game, may play a Defensive Shield from here (as if from hand). Unless canceling your Interrupt, opponent may not play Recoil In Fear until the end of your first turn.",
    "Icons": 0,
    "Counterpart": "Anger, Fear, Aggression (V)",
    "Rules": "This card recieved an errata on 16.11.2016:\\par http://www.starwarsccg.org/wp/current-erratas-unlimited-shields/",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 4044,
    "CardName": "Something Special Planned For Them (V)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The high command of the Emperor's fleet is selected as much for loyalty and obedience as for martial skills. A wise admiral knows better than to question Palpatine.",
    "Gametext": "Deploy on table. Once per game, if opponent just played an Interrupt, may stack it here. To play any new Interrupt of same name, players must first stack it here. May place this Effect in Lost Pile (place cards here in owners' Used Pile) to retrieve a starship. (Immune to Alter.)",
    "Icons": "Grabber",
    "Information": "Startable with Prepared Defenses.\\par -----\\par Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V)\\par Tentacle\\par There'll Be Hell To Pay",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Strikeforce (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Grabber": 1
  },
  {
    "id": 4045,
    "CardName": "Tarkin Doctrine",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"The regional governors now have direct control over their territories. Fear will keep the local systems in line. Fear of this battle station.\"",
    "Gametext": "Deploy on Death Star. During your control phase, for each battleground system controlled by your Star Destroyer within 2 parsecs of Death Star, opponent loses 1 force. Canceled if opponent controls this system.",
    "Icons": 0,
    "Information": "Original card: Fear Will Keep Them In Line",
    "Abbreviation": "FWKTIL (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4046,
    "CardName": "You'll Be Dead!",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Gametext": "Deploy on table. Non-lightsaber weapons carried by your non-Dark Jedi characters may not be stolen. During your control phase, opponent loses 1 Force for each battleground site you control with a non-[Permanent] blaster present. Imperial Artillery is a Lost Interrupt. [Immune to Alter]",
    "Icons": 0,
    "Information": "Original card: Dr. Evazan",
    "IsPulled": "Operational As Planned (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4048,
    "CardName": "Alter (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "A user of the Force can subjugate the will of others or alter the environment at a distance, as when Vader 'disciplines' those whose lack of faith disturbs him. \\b OR \\b0 Those who can use the Force are able to manipulate the objects around them to their advantage.",
    "Gametext": "USED: Cancel Sense. LOST: Target an Effect, Political Effect, or Uttini Effect, and one of your characters on table. Draw destiny. If destiny < character's ability, target Effect is canceled (you lose no Force to Do, Or Do Not). (Immune to opponent's Objective.)",
    "Icons": 0,
    "Information": "Alter may be placed over either the Premiere or Coruscant version of the card.",
    "Counterpart": "Alter (V)",
    "Cancels": "One Effect\\par One Political Effect\\par One Utinni Effect\\par Sense\\par Sense (EP1)\\par Sense & Recoil In Fear",
    "IsCanceledBy": "Control\\par Control (EP1)\\par Control & Tunnel Vision\\par Sense\\par Sense (EP1)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4049,
    "CardName": "Force Field (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Han was fast. Vader was faster.",
    "Gametext": "USED: Cancel an attempt to use a character weapon to target your character of ability > 4. LOST: Use 2 Force to cancel an attempt to use a [Permanent] weapon to target your character.",
    "Icons": 0,
    "Counterpart": "Blaster Deflection",
    "Cancels": "An attempt to use a character weapon to target your character of ability > 4.\\par An attempt to use a [Permanent] weapon to target your character.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 4050,
    "CardName": "Force Push (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "A fully-trained Sith warrior has more weapons at his disposal than just a lightsaber.",
    "Gametext": "Once per game, choose: during battle, use 2 Force to target your Dark Jedi and opponent's character of equal or lesser ability present. Both targets are excluded from battle. OR Exchange two cards from hand with any one card from Force Pile; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Player Created Card\\par Original concept by 2006 North Dakota States Players",
    "Rules": "(AR 1.7.1, F-1)\\par Out Of Play Interrupts are identified by their interrupt icon in the upper-left corner of their card, and \"Out Of Play Interrupt\" in their subtype box. Out Of Play interrupts (or interrupts with an Out Of Play function) are played under normal interrupt rules. Once resolved, they are placed out of play. Once played as an Out Of Play Interrupt, no card of the same title may be played again as an Out Of Play Interrupt (though if it can be played as a Used or Lost Interrupt, it may still be played using its Used or Lost function). ",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III",
    "Errata": 1
  },
  {
    "id": 4051,
    "CardName": "Imbalance & Kintan Strider",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Gametext": "Cancel Blaster Proficiency. (Immune to Sense) OR If opponent just retrieved Force, opponent must lose X Force, where X = one-half the number of cards retrieved (round down) to a mininum of 1. OR If opponent's character just lost, lose 1 Force to retrieve the topmost character of ability < 6 (except a [Maintenence] or [Permanent Weapon] card) in your Lost Pile into hand.",
    "Icons": 0,
    "Information": "Original card: Imbalance",
    "Cancels": "Blaster Proficiency\\par Sorry About The Mess & Blaster Proficiency",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "CardNameV": "*Imbalance & *Kintan Strider (V)"
  },
  {
    "id": 4052,
    "CardName": "Cloud City: Security Tower (V)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "prison",
    "Destiny": 0,
    "Gametext": "If you control, may use 3 Force to release a captive here. Captive Pursuit is canceled.\\par If Any Methods Necessary just played, may take Despair into hand from Reserve Deck; reshuffle. Aiiii! Aaa! Agggggggggg! is canceled.",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, may use 3 Force to release a captive here. Captive Pursuit is canceled.",
    "DarkSideText": "If Any Methods Necessary just played, may take Despair into hand from Reserve Deck; reshuffle. Aiiii! Aaa! Agggggggggg! is canceled.",
    "Icons": "Mobile, Interior, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "This site is a prison.\\par -----\\par Prisons are:\\par \\par Cloud City: Security Tower\\par Cloud City: Security Tower (V)\\par Death Star: Detention Block Corridor\\par Jabba's Palace: Dungeon",
    "IsPulled": "Sonic Bombardment\\par Sonic Bombardment (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 4053,
    "CardName": "Black 5",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Maneuver": 4,
    "Gametext": "May add DS-61-5 as pilot. During battle, if about to be lost before the damage segment, is instead 'hit.' If targeted by Watch Your Back!, it is a Used Interrupt. Immune to Don't Get Cocky and attrition < 4.",
    "Icons": 0,
    "Information": "Original card: All Power To Weapons",
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!",
    "Matching": "DS-61-5",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4054,
    "CardName": "Blockade Support Ship",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Trade Federation Battleship",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Trade Federation (starship)",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 7,
    "Armor": 5,
    "Hyperspeed": 3,
    "Lore": "These heavily modified battleships are used to control and direct the Trade Federation automated army. Easily identified by its array of sensors and antennae.",
    "Gametext": "Unless Fondor on table, may deploy -3 as a 'react.' May add 3 pilots and 4 passengers. Permanent pilot provides ability of 2.",
    "Icons": "Trade Federation, Pilot, Astromech, Episode 1",
    "Pilot": 1,
    "Astromech": 1,
    "TradeFederation": 1,
    "Episode1": 1,
    "Information": "Original card: Trade Federation Droid Control Ship",
    "Abbreviation": "BSS, Evil Spiral",
    "Counterpart": "Spiral",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Coruscant"
  },
  {
    "id": 4055,
    "CardName": "Boba Fett In Slave I (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Firespray-Class Attack Ship",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 6,
    "Forfeit": 7,
    "Ability": 3,
    "Hyperspeed": 4,
    "Maneuver": 6,
    "Lore": "Dangerous and deadly starfighter piloted by its notorious owner. Uses combat-grade shields and sensors. Hidden weapons provide lethal surprises for Fett's victims.",
    "Gametext": "Permanent pilot is (*]Boba Fett, who provides ability of 3. Draws one battle destiny if not able to otherwise. Slave I's power may not be reduced by opponent. Immune to Eject! Eject! and attrition < 5.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Boba Fett personas are:\\par \\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V)\\par [Boba Fett In Slave I]\\par [Boba Fett In Slave I (V)]\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par -----\\par Slave I personas are:\\par \\par Boba Fett In Slave I\\par Boba Fett In Slave I (V)\\par Slave I\\par Slave I, Symbol Of Fear",
    "IsPulled": "Double Back (V)\\par Hondo Ohnaka",
    "Combo": "Boba Fett In Slave I + Res Luk Ra'auf\\par Add two battle destinies if Boba Fett is defending a battle alone.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Cloud City"
  },
  {
    "id": 4056,
    "CardName": "Bossk In Hound's Tooth (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Modified Corellian Freighter",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 4,
    "Forfeit": 6,
    "Armor": 4,
    "Ability": 2,
    "Hyperspeed": 4,
    "Lore": "Bossk once said of his ship, \"Greeezeg uut nikek!\"",
    "Gametext": "Permanent pilot is (*]Bossk, who provides ability of 2. During battle with opponent's [Independent] starship (or \\ul Falcon\\ul0), may add one destiny to total power or attrition. Immune to attrition < 4.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Bossk personas are:\\par \\par Bossk\\par Bossk (V)\\par [Bossk In Hound's Tooth]\\par [Bossk In Hound's Tooth (V)]\\par Bossk With Mortar Gun\\par -----\\par Hound's Tooth personas are:\\par \\par Bossk In Hound's Tooth\\par Bossk In Hound's Tooth (V)\\par Hound's Tooth\\par Hound's Tooth (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4057,
    "CardName": "Colonel Jendon In Onyx 1",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Defender",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 2,
    "Hyperspeed": 3,
    "Maneuver": 5,
    "Lore": "Designed to emulate Rebel starfighter advantages. Production began shortly before the Battle of Endor. Armed with laser cannons, ion cannons and missle launchers.",
    "Gametext": "May deploy as a 'react.' Permanent pilot is (*]Jendon who provides ability of 2. When deployed, may deploy a weapon on Onyx 1 from Reserve Deck; reshuffle. Adds one battle destiny if with Onyx 2. Immune to attrition < 4.",
    "Icons": "Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "Information": "Original card: Onyx 1\\par -----\\par Original concept by Jeremy Gardner, PC Volunteer Award 2009",
    "Pulls": "Concussion Missiles\\par Enhanced TIE Laser Cannon\\par Intruder Missile\\par SFS L-s7.2 TIE Cannon\\par SFS L-s9.3 Laser Cannons",
    "IsPulled": "Commander Brandei\\par The Emperor's Reach (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 4058,
    "CardName": "Elis In Hinthra",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Heavily Modified Freighter",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 5,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Gametext": "May add 1 pilot and 3 passengers. Permanent pilot is (*]Elis, who provides ability of 2. Once per game, may deploy a smuggler aboard from Reserve Deck; reshuffle. While at opponent's system, adds one [Light Side Force] icon. Immune to attrition < 5.",
    "Icons": "Pilot, Astromech, Independent, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Original card: Virago\\par ------\\par Original concept by Chris Schoenthal, California States 2010",
    "Pulls": "Advosze\\par Baniss Keeg, Pilot Instructor\\par Dr. Evazan\\par Dr. Evazan & Ponda Baba\\par Ephant Mon\\par Gela Yeens\\par Mercenary Pilot\\par Outer Rim Scout\\par Ponda Baba\\par Ponda Baba (V)\\par Pote Snitkin\\par Pote Snitkin (V)\\par Ree-Yees\\par Thul Fain\\par Velken Tezeri (V)\\par Wooof\\par Wooof (V)\\par Yade M'rak",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 4059,
    "CardName": "Onyx 2 (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Defender",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), heroic",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "Part of limited production run of TIE defenders. Testing of the prototype defender indicated the need for a more powerful hyperdrive, which was added for this production model.",
    "Gametext": "May deploy as a 'react.' Permanent pilot provides ability of 2. When deployed (except as a 'react'), may play a Defensive Shield from under your Starting Effect (as if from hand).",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Commander Brandei\\par The Emperor's Reach (V)",
    "Counterpart": "Red 8 (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 4060,
    "CardName": "Vader's Personal Shuttle (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Lambda-class Shuttle",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": "Customized transport of Lord Vader. Employs advanced sensor jamming gear. Modified with enhanced tactical displays constructed to the Dark Lord's specifications.",
    "Gametext": "May add 2 pilots and 4 passengers. Vader deploys -3 aboard. While  Vader piloting at a battleground, maneuver +2 and you lose no Force to Uncontrollable Fury and You Must Confront Vader.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Commander Desanne\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, Emperor's Enforcer\\par Lord Vader",
    "Cancels": "You lose no force to Uncontrollable Fury or You Must Confront Vader.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4062,
    "CardName": "Blaster Rifle (V)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common2",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 3,
    "Lore": "Stormtrooper BlasTech E-11 blaster rifle. Can convert from a pistol to a rifle configuration by using extendable stock. Carries 100 shots. Military-issue only.",
    "Gametext": "Deploy on your Imperial warrior; warrior is power +1. May target a character, creature, or vehicle for free. Draw destiny; add 1 if targeting a character, 2 if a vehicle. Target hit, and may not be used to satisfy attrition, if total destiny > defense value.",
    "Icons": 0,
    "Information": "Can be deployed from Reserve Deck on a trooper with Blast Points.",
    "IsPulled": "Any Methods Necessary (V)\\par Mara Jade, The Emperor's Hand",
    "Combo": "Blaster Rifle + Blaster Scope\\par Target at an adjacent site.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4063,
    "CardName": "Stinger (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Surronian Conqueror",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Constructed by a secretive Surronian hive craftguild. Equipped with H2-1 hyperdrive system and emergency braking jets. Guri's personal starship. Gift from Prince Xizor.",
    "Gametext": "May add 1 pilot. Guri deploys -3 aboard. While Guri piloting, during any control phase may draw top card of Reserve Deck (if Chewie or Leia on table, Force Pile instead) and immune to attrition < 5.",
    "Icons": "Independant, Astromech, Scomp Link",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Original Concept by Michael Bahr, PC Volunteer Award 2006",
    "Matching": "Guri",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 4064,
    "CardName": "Dooku's Lightsaber",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Gametext": "Deploy on Dooku or a [separatist] character of ability > 4. Adds 1 to this character's duel and lightsaber combat totals. May add 1 to Force Drain where present. May target a character for free. Draw two destiny. Target hit, and its forfeit = 0, if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Weapon Of An Ungrateful Son",
    "IsPulled": "I Will Finish What You Started\\par Maul Strikes",
    "Matching": "Count Dooku",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4065,
    "CardName": "Anakin Skywalker, Padawan Learner",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "padawan",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 8,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Gametext": "Adds 3 to the power of anything he pilots. Deploys -2 aboard Azure Angel. Adds 2 to maneuver of anything he pilots. Players may initiate battles here for free. During battle, your battle destiny draws and Anakin's weapon destiny draws are +1. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior, Clone Army, Episode 1",
    "Pilot": 1,
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Original card: Timer Mine\\par \\par This card has a Clone Army icon.",
    "MatchingWeapon": "Anakin's Lightsaber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4066,
    "CardName": "Captain Rex, 501st Legion",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0 , Clone trooper, trooper",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 4,
    "Armor": 4,
    "Ability": 3,
    "Lore": "\\b Leader\\b0 . Clone Trooper.",
    "Gametext": "Your clones deploy -1 here. While at an [Episode I] battleground site, adds one battle destiny. Permanent weapon is (*]Twin Blasters (may target a character for free; draw two destiny; target hit and forfeit -3 if total destiny -2 > defense value).",
    "Icons": "Warrior, Permanent Weapon, Clone Army, Episode 1",
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Episode1": 1,
    "Information": "Original card: Blaster\\par \\par This card has a Clone Army icon.",
    "Combo": "Commander Cody + Captain Rex",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4067,
    "CardName": "Daughter Of Skywalker (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Alderaanian, \\b leader\\b0, \\b scout\\b0 , female",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 8,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "\\b Scout. Leader. \\b0 Made friends with Wicket. Negotiated an alliance with the Ewoks. Leia found out the truth about her father from Luke in the Ewok village.",
    "Gametext": "\\ul If in hand, may place her under Reserve Deck. \\ul0 May be targeted instead of Luke by Mind What You Have Learned (that card then targets Leia instead of Luke for remainder of game). May deploy Reflection from Reserve Deck; reshuffle. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par General Leia Organa\\par Leia\\par Leia (V)\\par Leia Organa\\par Leia Organa (V)\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Organa\\par Prisoner 2187",
    "Pulls": "Reflection",
    "IsPulled": "I Know\\par Leia's Back\\par Seeking An Audience (V)\\par Yavin 4: Massassi War Room (V)",
    "MatchingWeapon": "Anakin's Lightsaber \\par Leia's Blaster Rifle\\par Leia's Sporting Blaster",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 4068,
    "CardName": "Captain Yutani With Blaster Cannon",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "\\b Scout.\\b0",
    "Gametext": "Artillery weapons here are 'powered.' Permanent weapon is Blaster Cannon (may target a character, creature, or vehicle at same or adjacent site for free; draw destiny: target 'hit,' and its forfeit = 0, if destiny +1 > defense value).",
    "Icons": "Warrior, Permanent Weapon",
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Original card: Medium Repeating Blaster Cannon",
    "IsPulled": "General Crix Madine",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 4069,
    "CardName": "Commander Cody",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0 . Clone trooper, trooper, commander",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Armor": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0 . Clone Trooper.",
    "Gametext": "Deploys -1 to same site as Obi-Wan. [Separatist] cards are power and defense value -1 here. When in battle at a site with Rex (or two of your clones), may cancel one just drawn battle destiny.",
    "Icons": "Warrior, Clone Army, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Original card: Cloud City Trooper (light)\\par \\par This card has a Clone Army icon.",
    "Combo": "Commander Cody + Captain Rex",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4070,
    "CardName": "Commander Narra",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0 , \\b leader\\b0 , Rogue Squadron pilot",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Rogue squadron \\b leader\\b0 .",
    "Gametext": "Adds 2 to power of anything he pilots. Draws one battle destiny if unable to otherwise. Once per turn, if you just deployed a Rogue Squadron pilot to same or related site, may draw top card of Reserve Deck. Attrition against opponent is +1 here.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Ryle Torsyn\\par \\par Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "IsPulled": "Yavin 4: Massassi War Room (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 4071,
    "CardName": "General Airen Cracken",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader, scout, information broker\\b0 , general",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader, scout, \\b0 and information broker.",
    "Gametext": "Adds 2 to the power of anything he pilots. Opponent may not add destiny draws to power or attrition here. While all your ability here is provided by scouts and/or spies, adds one battle destiny and once during your turn may peek at top card of opponent's force pile.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Colonel Cracken\\par ------\\par Original concept by Camden Yanaga, 10th Anniversary Design Contest",
    "IsPulled": "Balanced Attack\\par General Crix Madine\\par Rebel Leadership (V)\\par Strike Planning\\par Yavin 4: Massassi War Room (V)",
    "Matching": "Tala 1",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4072,
    "CardName": "Derek 'Hobbie' Klivian (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Defected from the Empire with Biggs Darklighter. Aided in mutiny aboard the transport \\ul Rand Ecliptic\\ul0 . Served in the \\ul Ecliptic\\ul0  Evaders. Luke's wingman at the Battle of Hoth.",
    "Gametext": "Adds 2 to power of anything he pilots. While piloting Rogue 4 (or any X-wing), draws one battle destiny if not able to otherwise. Permanent weapon is Rogue Blaster (may target a character or creature for free: draw destiny; target hit, and its forfeit = 0, if destiny +1 > defense value).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Rogue Squadron is:\\par \\par Bodhi Rook\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Tycho Celchu\\par Tycho Celchu (V)\\par Wedge Antilles, Red Squadron Leader\\par Zev Senesca",
    "IsPulled": "Echo Base Garrison",
    "Matching": "Red Squadron 4\\par Rogue 4",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 4073,
    "CardName": "Leesub Sirln (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "female",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Leesub is a Qiraash (near-human). Enslaved as child. Limited precognition. Selected by Imperial High Inquisitor Tremayne as Force adept. Escaped and hiding in Mos Eisley.",
    "Gametext": "Once during your control phase, may use 1 Force to name a card type. Reveal top card of opponent's Reserve Deck. If that card matches the named card type, it is lost. Otherwise, replace it or move it to opponent's Used Pile. Immune to attrition < 3",
    "Icons": 0,
    "Combo": "Leesub Sirlin (V) + Depa Billaba (@ JCC) + Critical Error Revealed + BG-J38",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 4074,
    "CardName": "Master Qui-Gon (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 7,
    "Forfeit": 7,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Jedi Master currently not on the Council. Although he serves the Council well, there have been times when he has defied their wishes to pursue a path he believes is right.",
    "Gametext": "Deploys -1 to (Episode I icon) locations. If you just lost Force to opponent's Effect, may take an (Episode I icon) Interrupt (except Control) into hand from Reserve Deck; reshuffle or place a card from hand under Credits Will Do Fine. Immune to You Are Beaten and attrition. May not be Disarmed.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Player Created Card\\par Original concept by James Booker, Worlds 2005\\par -----\\par Qui-Gon Jinn personas are:\\par \\par Master Qui-Gon\\par Master Qui-Gon (V)\\par Qui-Gon Jinn\\par Qui-Gon Jinn With Lightsaber\\par Qui-Gon Jinn, Jedi Master\\par -----\\par Pulls:\\par A Step Backward\\par Alter (EP1)\\par Are You Brain Dead?!\\par Ascension Guns\\par Baseless Accusations\\par Big Boomers!\\par Changing The Odds\\par Clinging To The Edge\\par Darth Maul's Demise\\par Either Way, You Win\\par Entering The Arena\\par Eventually You'll Lose\\par Fall Of A Jedi\\par Gimme A Lift!\\par Inconsequential Barriers\\par I've Decided To Go Back\\par Jedi Escape\\par Jedi Leap\\par Losing Track\\par Might Of The Republic\\par Mindful Of The Future\\par My Loyal Bodyguard\\par Neck And Neck\\par New Leadership Is Needed\\par No Giben Up, General Jar Jar!\\par Odin Nesloor\\par Podrace Prep\\par Reveal Ourselves To The Jedi\\par Sense (EP1)\\par Speak With The Jedi Council\\par Stay Here, Where It's Safe\\par Strike Blocked\\par Take This!\\par Too Close For Comfort\\par Vote Now!\\par We Don't Have Time For This\\par We Wish To Board At Once\\par Wesa Gotta Grand Army\\par Whoooo!",
    "Abbreviation": "Booker (V)",
    "IsPulled": "Padme Naberrie\\par Tatooine: City Outskirts",
    "Combo": "Master Qui-Gon + matching lightsaber + A Jedi's Resilience\\par -----\\par Master Qui-Gon (V) + Credits Will Do Fine",
    "MatchingWeapon": "Qui-Gon Jinn's Lightsaber\\par Qui-Gon's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Coruscant",
    "Errata": 1
  },
  {
    "id": 4075,
    "CardName": "Obi-Wan Kenobi, Padawan Learner (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "padawan",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Qui-Gon Jinn's Padawan. Stayed behind to protect Queen Amidala when Qui-Gon left to explore Mos Espa, but was in constant communication should he be needed.",
    "Gametext": "Deploys -2 (and landspeed = 2) on Tatooine. If a card was just stacked on Credits Will Do Fine, may take a non-character card into hand from reserve deck; reshuffle. While at opponent's Watto's Junkyard, its Light Side game text is canceled. Immune to attrition < 4.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Obi-Wan Kenobi personas are:\\par \\par Ben Kenobi\\par Obi-Wan in Radiant VII\\par Obi-Wan Kenobi\\par Obi-Wan Kenobi (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Padawan Learner\\par Obi-Wan Kenobi, Padawan Learner (V)\\par Obi-Wan With Lightsaber",
    "IsPulled": "Fall Of A Jedi\\par Padme Naberrie\\par Return Of A Jedi",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4076,
    "CardName": "R-3PO (Ar-Threepio) (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Designed as a response to the threat of Imperial espionage droids. Joins a droid pool and uncovers spies. Has tattoo reading \"Thank The Maker\" on left posterior plating.",
    "Gametext": "\\ul Destiny +1 when drawn for weapon or battle destiny. \\ul0 During your control phase, if with opponent's Undercover spy, opponent loses 2 force (may not be reduced). If a spy here 'breaks cover' or is lost, may place R-3PO in Used pile.",
    "Icons": 0,
    "IsPulled": "Were You Looking For Me?",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 4079,
    "CardName": "A Good Blaster At Your Side",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"I've been looking forward to this for a long time.\" \"Yes, I'll bet you have.\" Han abruptly ended his conversation with Greedo and flipped Wuher a credit to pay for the cleanup.",
    "Gametext": "Deploy on table. Non-lightsaber weapons carried by your non-Jedi characters may not be stolen. During your control phase, opponent loses 1 Force for each battleground site you control with a non-[Permanent Weapon] blaster present. Rebel Artillery is a Lost Interrupt. [Immune to Alter]",
    "Icons": 0,
    "Information": "Original card: Sorry About The Mess",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 4080,
    "CardName": "Anger, Fear, Aggression (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"The dark side of the Force are they. Easily they flow, quick to join you in a fight.\"",
    "Gametext": "Deploy on table with any number of Defensive Shields from outside your deck face down under here. Four times per game, may play a Defensive Shield from here (as if from hand). Unless canceling your Interrupt, opponent may not play Uncertain Is The Future until the end of your first turn.",
    "Icons": 0,
    "Abbreviation": "AFA (V)",
    "Counterpart": "Knowledge And Defense (V)",
    "Rules": "Projective Telepathy cannot cancel Anger, Fear, Aggression (V), as it can only do so when it is inserted or revealed.\\par \\par This card recieved an errata on 16.11.2016:\\par http://www.starwarsccg.org/wp/current-erratas-unlimited-shields/",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 4081,
    "CardName": "Strikeforce (V)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Admiral Ackbar's hit-and-fade tactics force the Imperial Navy to spread throughout the galaxy in a futile attempt to engage the Rebels.",
    "Gametext": "Deploy on table. Once per game, if opponent just played an Interrupt, may stack it here. To play any new Interrupt of same name, players must first stack it here. May place this Effect in Lost Pile (place cards here in owners' Used Pile) to retrieve a starship. (Immune to Alter.)",
    "Icons": "Grabber",
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Light Side grabbers are:\\par \\par A Tragedy Has Occurred\\par A Tragedy Has Occurred - Defensive Shield\\par Grappling Hook\\par It's True, All Of It\\par Strikeforce (V)\\par What're You Tryin' To Push On Us?",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Something Special Planned For Them (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Grabber": 1
  },
  {
    "id": 4082,
    "CardName": "Alter (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "A user of the Force can alter the environment to affect the minds of others. \"The Force can have a strong influence on the weak-minded.\" \\b OR \\b0 The Force can be used to affect the things around a Jedi. \"Always remember, your focus determines your reality.\"",
    "Gametext": "USED: Cancel Sense. LOST: Target an Effect, Political Effect, or Uttini Effect, and one of your characters on table. Draw destiny. If destiny < character's ability, target Effect is canceled (you lose no Force to There Is No Try). (Immune to opponent's Objective.)",
    "Icons": 0,
    "Information": "Alter may be placed over either the Premiere or Coruscant version of the card.",
    "Counterpart": "Alter (V)",
    "Cancels": "One Effect\\par One Political Effect\\par One Utinni Effect\\par Sense\\par Sense (EP1)\\par Sense & Uncertain Is The Future",
    "IsCanceledBy": "Control\\par Control (EP1)\\par Control & Set For Stun\\par Sense\\par Sense (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4083,
    "CardName": "Mon Calamari Dockyards",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Admiral Ackbar's hit-and-fade tactics force the Imperial Navy to spread throughout the galaxy in a futile attempt to engage the Rebels.",
    "Gametext": "Deploy on table. Star Cruisers (except \\ul Profundity\\ul0) may deploy -2 (to a maximum of -3), ignore deployment restrictions in their game text, draw one battle destiny if not able to otherwise, and are immune to attrition < 4. (Immune to Alter)",
    "Icons": 0,
    "Information": "Original card: Strikeforce\\par -----\\par Startable with Heading For The Medical Frigate",
    "IsPulled": "Don't Tread On Me (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Kuat Drive Yards (V)",
    "Cancels": "Capital Support",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 4084,
    "CardName": "Put That Down (V)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Lord Vader interceded between the trigger happy mercenary and his target.",
    "Gametext": "If your character or starship is about to be captured or lost during the weapons segment of a battle, it is hit instead and may not be captured or lost until the damage segment. OR If opponent just played an Interrupt during battle, activate 2 Force.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 4085,
    "CardName": "Nar Shaddaa",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force drain +1 here. Once per game, if you control, may take Han's Toolkit into hand from Reserve Deck; reshuffle.\\par Starships piloted by bounty hunters are power +1 here. All starships may move between here and Nal Hutta as a 'react'.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Force drain +1 here. Once per game, if you control, may take Han's Toolkit into hand from Reserve Deck; reshuffle.",
    "DarkSideText": "Starships piloted by bounty hunters are power +1 here. All starships may move between here and Nal Hutta as a 'react'.",
    "Parsec": 3,
    "Icons": "Planet",
    "Planet": 1,
    "Information": "Original card: Coruscant (Coruscant) (Light)\\par \\par Original concept by Jarad Konsker, New Jersey Mini Open 2011",
    "Pulls": "Han's Toolkit",
    "IsPulled": "A New Secret Base\\par A New Secret Base (V)\\par Hidden Base\\par Mindful Of The Future\\par Yavin 4 Base Operations",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Coruscant"
  },
  {
    "id": 4086,
    "CardName": "Acclamator-Class Assault Ship",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Acclamator-Class Assault Ship",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common2",
    "Destiny": 2,
    "Power": 6,
    "Deploy": 5,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 4,
    "Gametext": "May add 4 pilots, 4 passengers, and 4 vehicles. Adds 1 to attrition against opponent here for each piloted [Republic] starship here. Permanent pilot provides ability of 2. Concussion Missles may deploy aboard.",
    "Icons": "Pilot, Astromech, Republic, Clone Army, Scomp Link, Episode 1",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Republic": 1,
    "Episode1": 1,
    "Information": "Original card: SoroSuub V-35 Landspeeder\\par \\par This card has a Clone Army icon.",
    "Rules": "(Errata) The game text 'here' added to 'adds 1 to attrition against opponent'.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 4087,
    "CardName": "Booster In Pulsar Skate",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Baudo-Class Yacht",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starfighter)",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 3,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Owned by legendary Terrik family of smugglers. Used to chase down the pirates who killed Wedge's parents. On Corellian Security's most wanted list. 37.5 meters long.",
    "Gametext": "May add 1 pilot and 6 passengers. Permanent pilot is (*]Booster, who provides ability of 3. Once per game, may deploy Mirax here from reserve deck; reshuffle. Immune to Lateral Damage and attrition < 5.",
    "Icons": "Pilot, Astromech, Independent, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Original card: Pulsar Skate\\par \\parOriginal concept by Thomas Caspersen, Norwegian Open 2007",
    "Pulls": "Mirax",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 4088,
    "CardName": "Obi-Wan In Radiant VII",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Corellian Republic Cruiser",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Repuplic (starship)",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 6,
    "Armor": 4,
    "Ability": 6,
    "Hyperspeed": 4,
    "Lore": "Optimized for diplomatic missions with sensor-proof pods that have ejection capabilities. Easily identified by its red coloration.",
    "Gametext": "May add 1 pilot. Permanent pilot is (*]Obi-Wan, who provides ability of 6. Opponent's starships may not 'cloak'. Your total ability here may not be reduced.",
    "Icons": "Republic, Pilot, Astromech, Episode 1",
    "Pilot": 1,
    "Astromech": 1,
    "Republic": 1,
    "Episode1": 1,
    "Information": "Original card: Radiant VII\\par \\par Obi-Wan Kenobi personas are:\\par \\par Ben Kenobi\\par Obi-Wan in Radiant VII (V)\\par Obi-Wan Kenobi\\par Obi-Wan Kenobi (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Padawan Learner\\par Obi-Wan Kenobi, Padawan Learner (V)\\par Obi-Wan With Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Coruscant"
  },
  {
    "id": 4089,
    "CardName": "Red 1 (V)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-Wing",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Lead fighter of Red Squadron at Battle of Yavin. Flown by Garven Dreis. Also served at main Rebel base on Dantooine.",
    "Gametext": "May add Red Leader as pilot. X-wings are immune to Tallon Roll. Once per turn, may use 1 force to take a unique ((*]) Red Squadron X-wing (except Red 5) into hand from reserve deck; reshuffle.",
    "Icons": "Astromech, Scomplink",
    "Astromech": 1,
    "ScompLink": 1,
    "Pulls": "Red 1\\par Red 2\\par Red 3\\par Red 6\\par Red 7\\par Red 8\\par Red 8 (V)\\par Red 9\\par Red Leader In Red 1\\par Red Squadron 1\\par Red Squadron 4\\par Red Squadron 6\\par Red Squadron 7\\par Wedge In Red Squadron 1",
    "Matching": "Red Leader",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 4090,
    "CardName": "Red 8 (V)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "X-wing assigned to Bren Quersey by Wedge Antilles. Scored a hit on Black 2.",
    "Gametext": "May deploy as a 'react.' Permanent pilot provides ability of 2. When deployed (except as a 'react'), may play a Defensive Shield from under your Starting Effect (as if from hand).",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Red 1 (V)",
    "Counterpart": "Onyx 2 (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 4091,
    "CardName": "Bravo Fighter (V)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "N-1 Starfighter",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Republic (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Hyperspeed": 3,
    "Maneuver": 5,
    "Lore": "Flown by an unknown pilot who likes to spin a lot. Played the deciding role in the attack against the Droid Control Ship.",
    "Gametext": "Permanent pilot provides ability of 4. May add 1 astromech. During battle, may target a starship with no character piloting. Draw destiny. If destiny > defense value, target hit. Immune to attrition < 3.",
    "Icons": "Episode 1, Republic, Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "Republic": 1,
    "Episode1": 1,
    "Information": "Original concept by Brian Terwilliger, Syracuse V-lite 2005",
    "IsPulled": "Take This\\par Whoooo!",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 4092,
    "CardName": "Overseer",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Z-95 Headhunter",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Hyperspeed": 3,
    "Maneuver": 4,
    "Gametext": "May add Harc as a pilot. During battle, adds one destiny to total power. If a Dark Jedi or Sith was just deployed to a related site, may deploy a related location from Reserve Deck; reshuffle. Immune to attrition < 4 (< 6 at Bespin).",
    "Icons": "Astromech, Scomp Link, Independent",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Original card: Z-95 Bespin Defense Fighter\\par -----\\par Original concept by Angelo Consoli, World Champion 2002",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Local Defense",
    "Matching": "Harc Seff",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Cloud City"
  },
  {
    "id": 4093,
    "CardName": "Wedge In Red Squadron 1",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 6,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 3,
    "Hyperspeed": 5,
    "Maneuver": 5,
    "Lore": "Flown by Wedge Antilles as Red 2 at the Battle of Yavin. Redesignated at Endor. Rugged Incom fighter. Victory markers show its role in the attack on the first Death Star.",
    "Gametext": "Permanent pilot is (*]Wedge, who provides ability of 3. During a battle with opponent's [Independent] starship, may add one destiny to attrition or total power. Immune to Come With Me, Tallon Roll, and attrition < 4.",
    "Icons": "Astromech, Scomp Link, Pilot",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Original card: Red Squadron 1\\par \\par Wedge Antilles personas are:\\par \\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Red Squadron Leader\\par [Wedge In Red Squadron 1 (V)]\\par \\par Red Squadron 1 personas are:\\par Red 2\\par Red Squadron 1\\par [Wedge In Red Squadron 1 (V)]\\par ",
    "IsPulled": "Red 1 (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 4095,
    "CardName": "Blaster Rifle (V)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Common1",
    "Characteristics": "Blaster, Rifle",
    "Destiny": 3,
    "Lore": "BlasTech E-11 blaster rifle. Standard issue for Imperial forces. So numerous that many have been stolen by Rebels. Extendable stock. Carries energy for 100 shots.",
    "Gametext": "Deploy on your Republic warrior; warrior is power +1. May target a character, creature, or vehicle for free. Draw destiny; add 1 if targeting a character, 2 if a vehicle. Target hit and may not be used to satisfy attrition, if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 5001,
    "CardName": "Dorm",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0 , handmaiden, female",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "\\b Spy \\b0 and handmaiden.",
    "Gametext": "Once per turn, if Amidala at another location, may activate 1 Force. During your move phase, may target an opponent's Undercover spy here and draw two destiny. Choose one (take the other into hand). Target \"breaks cover\" if destiny +1 > ability.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "IsPulled": "My Loyal Bodyguard",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 5002,
    "CardName": "Aayla Secura",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "female, Twi'lek",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "Female Twi'lek.",
    "Gametext": "Power +1 for each of opponent's characters here. When with two of your aliens (or clones), adds one battle destiny. May not be targeted by weapons unless each of your other aliens and clones present are 'hit.' Immune to You Are Beaten and attrition < 5.",
    "Icons": "Warrior, Episode I, Clone Army",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Original card: Oola\\par \\par This card has a Clone Army icon.",
    "IsPulled": "Tatooine: City Outskirts",
    "Rules": "(Errata) Jabba's Palace icon removed, Episode I + Clone Army icon added.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 5003,
    "CardName": "Coruscant: Night Club",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #0",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your characters here are defense value -1 and may not be excluded from battle.\\par Your characters here are defense value -1 and may not be excluded from battle.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "Your characters here are defense value -1 and may not be excluded from battle.",
    "DarkSideText": "Your characters here are defense value -1 and may not be excluded from battle.",
    "Icons": "Episode 1, Planet, Interior",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "Information": "Original card: Tatooine: Cantina (Light)",
    "IsPulled": "Mindful Of The Future",
    "Inventory": 0,
    "Needs": 0
  }
]