[
  {
    "id": 5140,
    "CardName": "Boba Fett (CC) (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 3,
    "Lore": "Feared \\b bounty hunter\\b0. Collected bounties on Solo from both the Empire and Jabba the Hutt. Took exquisite pleasure in using Solo's friend to capture him.",
    "Gametext": "Adds 3 to power of anything he pilots. Deploys -1 aboard \\ul Slave I\\ul0 . Adds one battle destiny with Vader (or while piloting \\ul Slave I\\ul0 ). Once per game, if a battle was just initiated here, may exchange a card in hand with a card in Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Boba Fett personas are:\\par \\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V)\\par Boba Fett In Slave I\\par Boba Fett In Slave I (V)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter",
    "IsPulled": "Double Back\\par Double Back (V)\\par Jango Fett",
    "Combo": "Boba Fett + Lyn Me\\par Free deployment of Boba Fett at her site.\\par -----\\par Boba Fett + Res Luk Ra'auf\\par Add two battle destinies if Boba Fett is defending a battle alone.",
    "Matching": "Slave I\\par Slave I, Symbol of Fear",
    "MatchingWeapon": "Boba Fett's Blaster Rifle\\par Boba Fett's Blaster Rifle (V)",
    "ExpansionV": "Cloud City"
  },
  {
    "id": 5141,
    "CardName": "Death Trooper",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Characteristics": "\\b death trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Armor": 3,
    "Ability": 2,
    "Lore": "\\b Stormtrooper\\b0 .",
    "Gametext": "While you have no other trooper here (except death troopers), adds one battle destiny at same site as Krennic, Tarkin, or Thrawn. May place this character in Used Pile to cancel a just drawn weapon destiny targeting your leader here.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: Major Rhymer.\\par \\par Original concept by Ryan R.",
    "IsPulled": "Blizzard 4"
  },
  {
    "id": 5142,
    "CardName": "Veers (V)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b ISB agent\\b0, \\b general\\b0, \\b leader\\b0, Blizzard squadron",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "General of the AT-AT assault armor division sent by Darth Vader to crush the Rebellion on Hoth. Cold and ruthless.",
    "Gametext": "Adds 3 to power of anything he pilots. Leader. \\ul Once per turn, may reveal from hand to deploy from Reserve Deck (reshuffle) 6th Marker or Blizzard 1 to Hoth.\\ul0  Deploys free aboard Blizzard 1. While piloting Blizzard 1, adds one destiny to total power.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Re-released in Virtual Set 12 \"Tweak Set\". Original text: \\par Adds 3 to power of anything he pilots. Leader. Once per game, if at a Hoth location, may take into hand from Reserve Deck (reshuffle) Prepare For A Surface Attack, a [Hoth] combat vehicle, or an exterior marker site.\\par \\par Original concept by James Barnes\\par -----\\par Veers personas are:\\par \\par General Veers\\par General Veers (V)\\par Veers\\par Veers (V)",
    "Pulls": "Prepare For A Surface Attack\\par Blizzard 1\\par Blizzard 2\\par Blizzard 2 (V)\\par Blizzard Scout 1\\par Blizzard Scout 2 (V)\\par Blizzard Walker\\par Hoth: Defensive Perimeter\\par Hoth: Ice Plains\\par Hoth: Ice Plains (V)\\par Hoth: Mountains\\par Hoth: North Ridge",
    "IsPulled": "Blizzard 4\\par Endor Shield (V)\\par Imperial Command",
    "ExpansionV": "Hoth 2 Player"
  },
  {
    "id": 5143,
    "CardName": "Vader's Custom TIE (V)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Advanced x1",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), Black squadron",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Hyperspeed": 3,
    "Maneuver": 3,
    "Lore": "TIE advanced x1 prototype. First of a limited production run leading to the development of the TIE Interceptor. At Vader's insistence a hyperdrive was installed.",
    "Gametext": "May add 1 pilot. Vader deploys -2 aboard. While Vader piloting, immune to attrition < 5, and during battle, may cancel game text of a passenger (or pilot of ability < 4) here.",
    "Icons": "Astromech",
    "Astromech": 1,
    "Information": "Original concept by Troy Biesterfeld.\\par \\par Re-released in Virtual Set 12 \"Tweak Set\". Original text: \\par May add 1 pilot. Non-[Virtual Set 0] Vader deploys -2 aboard. While Vader piloting, immune to attrition < 5 and once per battle, may cancel game text of opponent's pilot aboard a starfighter here.\\par \\par Evader relocates Vader's Custom TIE to Used Pile if just lost.\\par -----\\par Vader's Custom TIE personas are:\\par \\par Death Star Assault Squadron\\par Vader's Custom TIE \\par Vader's Custom TIE (V)",
    "IsPulled": "Commander Brandei\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, Emperor's Enforcer\\par Lord Vader",
    "ExpansionV": "Premiere"
  },
  {
    "id": 5144,
    "CardName": "Xizor's Bounty",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": " ",
    "Gametext": "Use 1 Force to deploy on opponent's just deployed character at same site as a Black Sun agent; character may not battle this turn. If character is about to leave table or be captured, peek at opponent's hand, retrieve 1 Force, and lose this Immediate Effect.",
    "Icons": 0,
    "Information": "Original card: Fear\\par \\par Original concept by Marvin Tegeler.",
    "IsPulled": "Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par Sonic Bombardment (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Control\\par Control & Tunnel Vision"
  },
  {
    "id": 5145,
    "CardName": "Any Methods Necessary (V)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Darth Vader authorized the bounty hunters to use any means at their disposal to find and capture the \\ul Millennium Falcon\\ul0  - not that they needed any encouragement.",
    "Gametext": "If Jodo Kast or your Fett was just targeted by a weapon, cancel the targeting and place weapon (unless a [Permanent Weapon]) in owner's Used Pile. OR Take into hand from Reserve Deck (reshuffle) (or deploy from Reserve Deck (reshuffle) as a 'react'): Binders, Jet Pack, Mandalorian Armor, or a blaster rifle.",
    "Icons": 0,
    "Information": "Original concept by Jeremy Gardner.",
    "Pulls": "Binders\\par Jet Pack\\par Mandalorian Armor\\par 4-LOM's Concussion Rifle\\par Assault Rifle\\par Aurra Sing's Blaster Rifle\\par Battle Droid Blaster Rifle\\par Blaster Rifle\\par Blaster Rifle (V)\\par Boba Fett's Blaster Rifle\\par Boba Fett's Blaster Rifle (V)\\par F-11D Blaster Rifle\\par Light Repeating Blaster Rifle\\par Naboo Blaster Rifle",
    "ExpansionV": "Enhanced Cloud City"
  },
  {
    "id": 5146,
    "CardName": "Bodhi Rook",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b spy\\b0, Rogue squadron",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Gambler\\b0  and \\b spy\\b0.",
    "Gametext": "Adds 2 to power of anything he pilots, 3 if Rogue One or a stolen starship. May be deployed simultaneously with a piloted starship from hand to a system even without presence or Force icons. If about to be lost, your Rebel or Rebel starship at a related location may make a regular move.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Bothan Spy",
    "Matching": "Rogue One\\par Stolen First Order TIE\\par Tydirium",
    "Rules": "Note that any vehicle or starship with the word 'stolen' in title is always considered to be a stolen vehicle or starship respectively, regardless of owner. Also, any card with 'Stolen' in title is still considered to be 'just stolen' whenever a player steals it."
  },
  {
    "id": 5147,
    "CardName": "Cal Alder (V)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "An expert \\b scout\\b0  originally from Kai'Shebbol in the Kathol sector. Served with Bren Derlin for many years. Patrols the outer perimeter of Echo Base.",
    "Gametext": "May deploy as a 'react.' Deploys -1 to same site as a Rebel leader. Unless with Luke, opponent must first use 1 Force to fire a weapon at same site. Elis Helrot may not transport characters to or from here.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original concept by Keith Brown.",
    "IsPulled": "General Crix Madine",
    "Counterpart": "Greedo (V)",
    "ExpansionV": "Hoth"
  },
  {
    "id": 5148,
    "CardName": "Captain Cassian Andor",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "\\b information broker\\b0, \\b spy\\b0",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "\\b Information broker\\b0  and \\b spy\\b0.",
    "Gametext": "Deploys -1 if a Rebel leader on table. Once per game, may place a character in your Lost Pile out of play to cancel a just drawn weapon or battle destiny here. If just lost, may activate 1 Force. While at opponent's location, immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Rebel Commander"
  },
  {
    "id": 5149,
    "CardName": "Jyn Erso",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0 , female",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Female \\b spy\\b0.",
    "Gametext": "May deploy to a site as an Undercover spy. Draws one battle destiny if unable to otherwise. If just lost, may peek at opponent's hand.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: Beru Lars\\par \\par Original concept by Casey Anis."
  },
  {
    "id": 5150,
    "CardName": "K-2SO (Kay-Tuesso)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Security Droid",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Fixed",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 4,
    "Armor": 4,
    "Lore": "\\b Spy\\b0 .",
    "Gametext": "Adds 2 to power of anything he pilots. Draws one battle destiny if unable to otherwise. While with Cassian, attrition against opponent is +1 here. If just lost, place out of play; if lost from a site, opponent may not move from there for remainder of turn.",
    "Icons": "Pilot, Droid, Warrior",
    "Droid": 1,
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "I've Got A Bad Feeling About...",
    "Information": "Original card: ASP-707 (Ayesspee)"
  },
  {
    "id": 5151,
    "CardName": "What Chance Do We Have?",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": " ",
    "Gametext": "Deploy on table. Whenever you lose Force (except from a Force drain or your card) during opponent's control phase, unless opponent occupies more battlegrounds than you, may reduce loss (to a minimum of 1) by the number of battlegrounds you occupy. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Original card: Imperial Atrocity\\par \\par Startable with Heading For The Medical Frigate.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Imperial Decree (V)"
  },
  {
    "id": 5152,
    "CardName": "Rogue One",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Zeta-Class Transport",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), Rogue squadron",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Hyperspeed": 4,
    "Maneuver": 3,
    "Gametext": "May add 2 pilots and 4 passengers. May deploy with a pilot to a system without presence or Force icons. Spies deploy -1 aboard. Immune to attrition < 6 at opponent's system (unless a Dark Jedi here).",
    "Icons": "Scomp Link, Astromech",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Original card: Medium Transport",
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Matching": "Bodhi Rook\\par Admiral Raddus"
  },
  {
    "id": 5153,
    "CardName": "The Falcon",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Heavily-Modified Light Freighter",
    "Expansion": "Virtual Card Set #6",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Resistance (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 7,
    "Hyperspeed": 6,
    "Maneuver": 4,
    "Gametext": "May add 2 pilots and 2 passengers. Once per game, during your move phase, may make an additional move. While [Episode VII] Chewie, [Episode VII] Han, or Rey piloting, maneuver = 6 and immune to attrition < 5.",
    "Icons": "Astromech, Episode VII, Scomp Link, Resistance",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "This card has an [Episode VII] icon and a Resistance (starship) icon.\\par \\par Original card: Gold Squadron 1\\par \\par Millennium Falcon personas are:\\par \\par Gold Squadron 1\\par Han, Chewie, And The Falcon\\par Han, Chewie, And The Falcon (V)\\par Lando In Millennium Falcon\\par Millennium Falcon\\par The Falcon\\par The Falcon, Junkyard Garbage (Starship)\\par The Falcon, Junkyard Garbage (Vehicle)\\par -----\\par Surface Defense Cannon deploys free aboard Millennium Falcon.",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Life Debt",
    "Matching": "Artoo & Threepio\\par Captain Han Solo\\par Chewbacca\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewie\\par Chewie (V)\\par Chewie With Blaster Rifle\\par Chewie With Bowcaster\\par Chewie, Enraged\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Lando Calrissian\\par Lando Calrissian, Scoundrel\\par Rey\\par Rey With Lightsaber\\par Solo"
  }
]
