[
  {
    "id": 64,
    "CardName": "Advance Preparation",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 6,
    "Lore": "Early warning and careful planning allow the Rebels to achieve maximum readiness while still maintaining optimal flexibility.",
    "Gametext": "USED: Place out of play any one of the following from your hand: Attack Run, You're All Clear Kid, Death Star: Trench or Rebel Tech. Retrieve 1 Force. LOST: Use 3 Force to retrieve Attack Run.",
    "Icons": 0,
    "IsPulled": "Firin Morett\\par Rebel Tech (V3)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 67,
    "CardName": "Advosze",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Uniqueness": "***",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Typical of male Advosze, Bom Vimdin despises those of his own species. Pessimistic and territorial, he is a lone \\b smuggler\\b0  who prefers to work for corrupt officials.",
    "Gametext": "Adds 2 to power of anything he pilots. Whenever you deploy a weapon or device from hand at same location, activate 1 Force as a 'kickback.' Limit of one Advosze per location.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Matching": "Raider Craft (V15)",
    "Rules": "(AR 1.7.1, B-1)\\par (Errata) You may not voluntarily deploy or move an Advosze to the same location as another Advosze. (If this somehow occurs\\par involuntarily, you must choose one to be lost.)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 100,
    "CardName": "Alternatives To Fighting",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 3,
    "Lore": "The Rebellion's limited resources force it to consider the wisdom of any military encounter. In many cases, retreat or deception is a preferable recourse.",
    "Gametext": "Use 3 Force to cancel a battle just initiated at a system or sector. OR Cancel Besieged. OR Release (move for free) all your characters from a captured starship to your side of any docking bay site.",
    "Icons": 0,
    "Cancels": "A battle just initiated at a system or sector.\\par Besieged\\par Besieged (V3)",
    "IsCanceledBy": "This Is Some Rescue!",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 127,
    "CardName": "Arcona",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Uniqueness": "***",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Unut Poll is a typical male Arcona. Unlike many other Arcona, he has avoided salt. \\b Scout\\b0  known to cooperate with Alliance operatives.",
    "Gametext": "Power +1 under \"nighttime conditions.\" May move away from a battle at same site as a 'react.'",
    "Icons": 0,
    "Information": "Useful in a Force drain deck. Don't let your 'react' be canceled by opponent's Sense.",
    "IsPulled": "General Crix Madine\\par Soth Petikkin (when at a Jabba's Palace site you control).\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Combo": "Arcona + Solo Han\\par -----\\par Arcona + Blast The Door, Kid!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 153,
    "CardName": "Astromech Shortage",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Imperial pilots often target astromechs aboard Rebel starfighters in an attempt to prevent hyper-escapes. Scarcity of undamaged astromechs can delay starfighter deployment.",
    "Gametext": "Use 3 Force to deploy on opponent's side of table. All opponent's starships with a [Nav Computer] are deploy +1.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Commander Vanden Willard",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 169,
    "CardName": "Attack Run",
    "Grouping": "Light",
    "CardType": "Epic Event",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on Death Star: Trench. \\par During your move phase, you may make an Attack Run as follows: \\par \\b Enter Trench:\\b0  Move up to 3 of your starfighters into trench (for free). Dark Side may immediately follow with up to 3 TIEs (for free). \\par \\b Provide Cover:\\b0  Identify your lead starfighter (Proton Torpedoes* required) and wingmen (if any). Turbolaser Batteries and TIEs with weapons may now target your starfighters (wingmen first, then lead if no wingmen remaining). Hit starfighters are immediately lost.  \\par \\b It's Away!:\\b0  Draw two destiny. \\par \\b Pull Up!:\\b0  All starfighters now move to Death Star system (for free). If (total destiny +X +Y -Z) > 15, Death Star is \"blown away.\"  \\par X = ability of lead pilot or 3 if Targeting Computer is present. \\par Y = total sites at largest Rebel Base (Yavin 4 or Hoth). \\par Z = highest ability of TIE pilots in trench. \\par *Your proton torpedoes are immune to Overload.",
    "Icons": 0,
    "Combo": "Attack Run + Great Shot, Kid!",
    "Rules": "(AR 1.7.1, A-2)\\par The last line of this Epic Event's card text reads: * Your Proton Torpedoes are immune to Overload.",
    "IsCanceledBy": "Rebel Sacrifice (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 223,
    "CardName": "Besieged",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 5,
    "Lore": "Stormtroopers blasted through the main airlock of the \\ul Tantive IV\\ul0. The Rebel soldiers' attempt to defend the intrusion was no match for the Empire's superior firepower.",
    "Gametext": "Deploy on a captured starship. Your characters present with captured starship may battle opponent's characters aboard it (as if present together at a site). Effect canceled if starship escapes or is stolen.",
    "Icons": 0,
    "IsPulled": "Imperial Detainment (V15)\\par Lieutenant Cecius\\par Twi'lek Advisor\\par Warrant Officer M'Kae\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Alternatives To Fighting",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 227,
    "CardName": "Bespin Motors Void Spider THX 1138",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Shuttle",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "enclosed",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Landspeed": "*",
    "Maneuver": 4,
    "Lore": "This light, \\b enclosed\\b0  shuttle is used for courier runs to large orbiting transports.",
    "Gametext": "May add 3 passengers. Permanent pilot provides ability of 1. May move as a 'react.' * Landspeed = 3. OR Up to 3 characters may shuttle to or from same site for free.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 250,
    "CardName": "Black 4",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Maneuver": 3,
    "Lore": "TIE fighter flown by DS-61-4 at the Battle of Yavin. Scored a hit on Red 5 during the confrontation.",
    "Gametext": "May add 1 pilot. May deploy with a pilot as a 'react' to a battle initiated against a TIE (for free if TIE is Black 2 or 3).",
    "Icons": 0,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Black 1 (V6)\\par Commander Brandei\\par Deflector Shield Generators (V4)\\par Emergency Deployment (V2)\\par Short Range Fighters & Watch Your Back!",
    "Matching": "DS-61-4\\par Reserve Pilot",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 255,
    "CardName": "Blast The Door, Kid!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "When Vader turned his attention to the escaping Rebels, Han immediately offered Luke some sage advice.",
    "Gametext": "If a battle was just initiated at an interior site, use 1 Force to exclude from that battle all characters of ability > 2 and all leaders (on both sides).",
    "Icons": 0,
    "IsPulled": "Skull",
    "Counterpart": "Stunning Leader",
    "Combo": "Blast The Door, Kid! + All My Urchins\\par A good way to make your opponent lose 2 Force for nothing. (l000needles)",
    "Rules": "(AR 1.7.1, B-2)\\par (Errata) Characters of ability > 2 or leaders introduced to the battle after this Interrupt has been played are also immediately excluded from the battle.",
    "IsCanceledBy": "Blast Door Controls",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 282,
    "CardName": "Blue Milk",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Nutrient-rich beverage common in moisture farm communities. Rumored to have medicinal qualities. Popular in cantinas among those who can't hold their juri juice.",
    "Gametext": "USED: Select a player to activate 1 Force. LOST: Cancel Juri Juice or Hypo.",
    "Icons": 0,
    "Combo": "Blue Milk + Beru Lars (V15)",
    "Cancels": "Hypo\\par Juri Juice",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 318,
    "CardName": "Bowcaster",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 2,
    "Lore": "Hand-crafted weapon of choice among Wookiees. Fires explosive 'quarrels' (which look like blaster bolts). Requires great strength to use. Extra ammo carried on bandoliers.",
    "Gametext": "Use X Force to deploy on your warrior, where X = (7 - warrior's power). X cannot fall below 1. May target a character or creature using X Force. Draw destiny. Add 1 if targeting a character, 2 if targeting a creature. Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Panic (V)\\par Portable Scanner\\par Rebel Gunrunner (V)\\par The Signal (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 319,
    "CardName": "Brainiac",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": "pi",
    "Power": "*",
    "Deploy": "*",
    "Forfeit": "*",
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "BoShek nicknamed this male Siniteen 'Brainiac' due to his ability to calculate hyperspace coordinates in his head. \"He's the brains, sweetheart!\"",
    "Gametext": "* Power = Sqrt(3(X-Y) +2 (A-B)+pi) (minimum power=1). X = Dark Side hand cards; Y = Light Side hand cards; A = total number of (Dark Side Force icon) icons in play; B = total number of (Light Side Force icon) icons in play; pi=3.141592653589793238462643383...",
    "Icons": "Astromech",
    "Astromech": 1,
    "Combo": "Brainiac + Mantellian Savrip\\par Brainiac's forfeit is equal to the total number of cards in your opponent's hand, so he may often be sacrificed to the Mantellian Savrip to cover all battle damage and attrtion against you.",
    "Rules": "(AR 1.7.1, B-3)\\par Brainiac counts as a card in hand when computing Y to determine his own deployment cost. He may provide nav computer capability on a starship as a passenger, but Brainiac is not an astromech and thus cannot occupy astromech capacity.\\par Imaginary numbers (which have a negative number within the square root) result in a minimum power of 1. Also, players must use the positive root (thus, the square root of 4 is 2, not -2).\\par Brainiac's destiny and power should not be rounded. If you're comparing this number to a certain value, examine it to see if it meets the requirements. For example, if Alter targets Luke Skywalker and Brainiac is drawn, Alter succeeds (because p is less than 4), and if All Wings Report In targets your three YWings, it also succeeds (p is greater than 3). If Brainiac is drawn for battle destiny and a player must satisfy p attrition, that player must forfeit at least p points of forfeit value (usually meaning 4 must be forfeited). However, you must round whenever you are required to do something which is impossible in partial amounts (e.g., you cannot retrieve, activate, or lose an irrational amount of Force, you cannot cause an irrational number of characters to be lost, etc.). For example, Vader initiates a duel against Luke using Vader's Obsession (\"Each adds two destiny to power. Winner retrieves lost Force equal to the difference. Loser loses same amount of Force, plus the character.\"), and one of Luke's destinies is Brainiac. Vader's total is 14 and Luke's is 14.14159..., which means that Luke wins and retrieves Force equal to the difference (0.14159...). Because that's impossible, Light retrieves 0. Dark loses the same amount, also rounding to 0, and Vader, because even though no Force was lost or retrieved, Luke's total was still higher.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 362,
    "CardName": "Captain Khurgee",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Docking bay security officer. \\b Leader\\b0. Honored for bravery aboard the Star Destroyer \\ul Thunderflare\\ul0  where he rescued five officers from the wreckage of a shuttle crash.",
    "Gametext": "Once during each of your control phases, you may use 2 Force to take one Scanning Crew into hand from Reserve Deck; reshuffle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "Scanning Crew",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 385,
    "CardName": "Cell 2187",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Aren't you a little short for a stormtrooper?\"",
    "Gametext": "Deploy on any Death Star site except Docking Bay 327. Target your spy or leader not on Death Star. When target reaches Utinni Effect, draw destiny. Release that many captives from the Detention Block Corridor. Lose Utinni Effect.",
    "Icons": 0,
    "IsPulled": "The Signal\\par Utinni! (V2)\\par We Wish To Board At Once",
    "IsCanceledBy": "This Is Some Rescue!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 394,
    "CardName": "Chewbacca",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien/Rebel",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0, \\b Wookiee\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 2,
    "Lore": "Wookiee \\b smuggler\\b0  from Kashyyyk. Over 200 years old. Top-notch mechanic and pilot. Jabba has large bounty on this \"walking carpet.\" Friends call him Chewie ... or Fuzzball.",
    "Gametext": "Power +1 at same location as Han. Adds 2 to power of anything he pilots. When piloting \\ul Falcon\\ul0, also adds 1 to maneuver. Your vehicles, starships and droids at same site go to Used Pile (rather than Lost Pile) when they are 'hit.'",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Bossk and Zuckuss may reduce Chewbacca's forfeit to zero while present.\\par -----\\par Chewbacca personas are:\\par \\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Chewbacca\\par Chewbacca (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Chewbacca, Protector\\par Chewbacca, Protector (V)\\par Chewbacca, Walking Carpet (V)\\par Chewie With Blaster Rifle\\par Chewie\\par Chewie (V)\\par Chewie, Enraged\\par Chewie, Enraged (V)",
    "IsPulled": "Beldon's Eye (V6)\\par General Dodonna (V2)\\par Seeking An Audience (V6)\\par Soth Petikkin (when at a Jabba's Palace site you control).\\par Wookiee Roar",
    "Matching": "Chewie's AT-ST\\par Chewie's AT-ST (V9)\\par Gold Squadron 1\\par Lando In Millennium Falcon\\par Millennium Falcon\\par Millennium Falcon (V14)",
    "MatchingWeapon": "Chewbacca's Bowcaster",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 416,
    "CardName": "Clak'dor VII",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy, each Bith character is destiny +2.   If you control, each Bith character is destiny -1 and Ghhhk is power +2 in battles at a holosite.",
    "LightSideIcons": 1,
    "DarkSideIcons": 0,
    "LightSideText": "If you occupy, each Bith character is destiny +2.",
    "DarkSideText": "If you control, each Bith character is destiny -1 and Ghhhk is power +2 in battles at a holosite.",
    "Parsec": 7,
    "Icons": "Planet",
    "Planet": 1,
    "Information": "Red 9 deploys free to Clak'dor VII.",
    "IsPulled": "Uh-oh! (V7)",
    "Combo": "Clak'dor VII + Red 9 + Lieutenant Naytaan\\par Add 1 to Force drain",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 487,
    "CardName": "Come With Me",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Pilots are often reassigned at the last minute for a variety of tactical reasons. Darth Vader ordered DS-61-2 and DS-61-3 to accompany him to the Battle of Yavin.",
    "Gametext": "Use 1 Force to target a starfighter having one or more permanent pilots. Draw destiny. If destiny > 2, deploy on starfighter to remove all permanent pilots (otherwise, Effect is lost). May add one pilot for each permanent pilot removed. (Immune to Alter.)",
    "Icons": 0,
    "Information": "The most obvious use is against the Rebel Leader cards. A destiny draw of 3 or higher will knock out any starfighter's permanent pilot, and Red Leader In Red 1 or Gold Leader In Gold 1 are most annoying\\par Unfortunately, Han, Chewie And The Falcon is immune to Come With Me.\\par \\par A more subtle use is to use Come With Me on one of your own starfighters to add a better pilot aboard. For example, you could deploy the Obsidians, then use Come With Me on Obsidian 8, and replace it's permanent pilot with one of the myriad ability 2 pilots available to keep a destiny draw together.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Eject! Eject!",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 493,
    "CardName": "Commander Evram Lajaie",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Popular \\b leader\\b0  whose expertise in space defense and orbital battle stations enabled the Alliance to uncover a fatal flaw in the Death Star's design.",
    "Gametext": "When at a Yavin 4, Hoth or Endor site, Rebel starships may move to the related system as a 'react.'",
    "Icons": 0,
    "IsPulled": "Colonel Feyn Gospic (V3)\\par Princess Organa",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 504,
    "CardName": "Commander Vanden Willard",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0, \\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of Rebel forces on Yavin 4. Formerly Suolriep sector HQ commander. As a Rebel \\b spy\\b0, aided Princess Leia and Bail Organa in the years prior to the Senate's dissolution.",
    "Gametext": "When at a war room you control, adds 1 to power of each Rebel starship at the related system. May use 1 Force to cancel Astromech Shortage.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Colonel Feyn Gospic (V3)\\par Princess Organa",
    "Combo": "Commander Vanden Willard + Double Agent",
    "Cancels": "Astromech Shortage\\par Astromech Shortage (V3)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 508,
    "CardName": "Commence Primary Ignition",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 0,
    "Gametext": "During your control phase, fire Superlaser as follows: \\par \\b Name the System:\\b0  Use X Force to target a planet system Death Star is orbiting. \\par \\b You May Fire When Ready:\\b0  Draw Destiny. \\par \\b Stand By:\\b0  If (destiny +Y -Z) > 8, target system is \"blown away\" and this card is lost. Otherwise, this card is used and one Death Star Gunner on table is lost (your choice). \\par X = total sites at target. \\par Y = total Death Star sites where opponent has no presence. \\par Z = opponent's choice of X or total sites at one Rebel Base (Yavin 4 or Hoth).",
    "Icons": 0,
    "Abbreviation": "CPI",
    "IsPulled": "A Million Voices Crying Out",
    "Combo": "Commence Primary Ignition + Death Star Gunner (V14)\\par Death Star Gunner (V14) makes (A New Hope icon) Epic Event total cumulatively +2.",
    "IsCanceledBy": "Planetary Defenses (V) - Defensive Shield (unless Death Star: Docking Bay 327 on table)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 509,
    "CardName": "Commence Recharging",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The huge strain on the little-tested power generator matrix of the superlaser's fusion reactor can require full recharging before the system can be used again.",
    "Gametext": "Deploy on a superlaser. May not fire at a planet until 'recharged.' Opponent may use Force (stacking it here); accumulating 8 Force recharges superlaser. When fired at a planet, Effect is canceled. If Effect canceled, accumulated Force is placed in Used Pile.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Rules": "(AR 1.7.1, B-4)\\par (Errata) The 8 Force specified by this Effect must be stacked on the Effect itself and are separate from the X Force required by Commence Primary Ignition.",
    "IsCanceledBy": "Point Man",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 519,
    "CardName": "Conquest",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 9,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 6,
    "Ability": 1,
    "Hyperspeed": 3,
    "Lore": "One of the Imperial cruisers that chased the \\ul Millennium Falcon\\ul0  from Tatooine. It scanned the \\ul Falcon\\ul0  just before Han punched his starship to lightspeed.",
    "Gametext": "May add 6 pilots, 8 passengers, 2 vehicles and 4 TIEs. Has ship-docking capability. Permanent pilot provides ability of 1. Just after initiating battle against \\ul Falcon\\ul0, may peek at opponent's hand.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Motti (V3) makes unique (*) Star Destroyers power +2 (+5 if armed with a starship weapon).",
    "IsPulled": "Kuat Drive Yards",
    "Combo": "Conquest + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 527,
    "CardName": "Corellia",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your \\ul Falcon\\ul0  (with one pilot) and your Corellian corvettes may deploy here as a 'react.'   Each of your starships are hyperspeed +1 when moving from here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your \\ul Falcon\\ul0  (with one pilot) and your Corellian corvettes may deploy here as a 'react.'",
    "DarkSideText": "Each of your starships are hyperspeed +1 when moving from here.",
    "Parsec": 1,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A Jedi's Plans (V)\\par Darklighter Spin (V)\\par Mindful Of The Future\\par Restore Freedom To The Galaxy (V)\\par Romas \"Lock\" Navander (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Combo": "Corellia + Kessel Run\\par Because of its low parsec number, Corellia makes an ideal planet to begin a Kessel Run from.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 529,
    "CardName": "Corellian",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Uniqueness": "***",
    "Characteristics": "\\b smuggler\\b0, \\b Corellian\\b0, Mistryl",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Brindy Truchong is a typical female Corellian \\b smuggler\\b0. Her goal in Mos Eisley is to find a quick means of providing supplies to the Rebellion.",
    "Gametext": "Once per turn, one weapon or device is deploy -1 onto a Rebel at same site.",
    "Icons": 0,
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control)\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 534,
    "CardName": "Corellian Slip",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "First perfected by Corellian starship battle tacticians, this dangerous counter-maneuver has saved numerous hot-shot pilots in life-or-death situations.",
    "Gametext": "If opponent just initiated a Tallon Roll, add your maneuver + ability of one pilot on your targeted starfighter to your total. OR Decrease the maneuver of an opponent's starfighter by 1 for remainder of this turn.",
    "Icons": 0,
    "IsPulled": "Antilles Maneuver\\par Wedge Antilles",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 605,
    "CardName": "Dannik Jerriko",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b assassin\\b0",
    "Destiny": 2,
    "Power": "*",
    "Deploy": 4,
    "Forfeit": 2,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Anzati assassin. Cheek-folds hide proboscises which allow him to \"eat the soup\" (consume the life Force) of his victims. Smokes t'bac. Currently working for Jabba.",
    "Gametext": "Once per battle, may use 1 Force to \"eat the soup\" of (place out of play) one opposing non-droid character just lost or forfeited at same site. * Power = 1 + total ability of all victims whose soup was eaten.",
    "Icons": 0,
    "IsPulled": "Ket Maliss (V)\\par Sonic Bombardment (V)",
    "Rules": "(AR 1.7.1, B-5)\\par (Errata) The power bonus applies only to characters placed out of play using Dannik's game text, not all out of play characters. This bonus will continue to apply even if Dannik leaves table. Note that this bonus is based on \"eating the soup\" of a character, and thus is unaffected by cards placed out of play by the virtual card version of Dannik.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 611,
    "CardName": "Danz Borin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b gunner\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Cocky \\b gunner\\b0  and \\b bounty hunter\\b0. Maintains a residence on Nar Shaddaa, the spaceport moon of the Hutt homeworld. To his companions' delight, he's nearly as good as he boasts.",
    "Gametext": "Adds 3 to power of anything he pilots. Adds 1 to weapon destiny draws of anything he is aboard as a passenger.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Double Back\\par Rodian (V3) to deploy to his site.",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 626,
    "CardName": "Dark Waters",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 2,
    "Lore": "Swamp predators require damp and cluttered environments to enhance their camouflage and stealth. \"Something just moved past my leg.\"",
    "Gametext": "Deploy on any exterior planet site (except Hoth) or any interior vehicle site. Opponent's Force drains are -1 here. (Immune to Alter when a swamp creature is present.)",
    "Icons": 0,
    "Information": "Projection Of A Skywalker (Destiny 5) has similar game text.\\par -----\\par Dark Waters may deploy on Jabba's Palace: Rancor Pit.",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par Execution Arena (Pit) (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 654,
    "CardName": "Death Star",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "   X = parsec of current position. Deploys only at Parsec 0. Hyperspeed = 1. Immune to Revolution. If this is your starting location, Light Side goes first in game.",
    "LightSideIcons": 0,
    "DarkSideIcons": 3,
    "DarkSideText": "X = parsec of current position. Deploys only at Parsec 0. Hyperspeed = 1. Immune to Revolution. If this is your starting location, Light Side goes first in game.",
    "Parsec": "X",
    "Icons": "Mobile",
    "Mobile": 1,
    "Information": "Evader relocates to Used Pile one Imperial just lost from any Death Star location.\\par -----\\par While on Death Star, Sergeant Torent adds 1 to each of your Force drains at a battleground related to system Death Star orbits.",
    "Abbreviation": "DS, D*",
    "IsPulled": "Set Your Course For Alderaan/The Ultimate Power In The Universe",
    "Counterpart": "Death Star",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 657,
    "CardName": "Death Star Gunner",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "***",
    "Characteristics": "\\b gunner\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Most gunners in the Imperial Navy once aspired to be TIE pilots, but lacked sufficient skills to fly starfighters. A few were assigned to the Death Star to man the main artillery.",
    "Gametext": "If on Death Star: \\b Cumulatively\\b0  adds 2 to total of Commence Primary Ignition. OR During your control phase, may send this gunner to your Used Pile and take Superlaser into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Information": "If it is important to you to deploy the Superlaser as early as possible then consider using the card Forced Landing (V11) to let the Death Star Gunner pull the Superlaser during your deploy phase. This will let you deploy the Superlaser on turn 1 almost every game if you play the \"Set Your Course for Alderaan\" objective (which pulls the gunner). (Psychobabble)",
    "Pulls": "Superlaser\\par Superlaser Mark II",
    "IsPulled": "Deflector Shield Generators (V4)\\par Set Your Course For Alderaan/The Ultimate Power In The Universe",
    "Combo": "Death Star Gunner + Forced Landing (V11)\\par (Psychobabble)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 667,
    "CardName": "Death Star Tractor Beam",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 3,
    "Lore": "\"Why are we still moving towards it?\"",
    "Gametext": "Use 2 Force to deploy on Docking Bay 327. At the end of a battle at Death Star system, may target an opponent's starship present (except a Mon Calamari Star Cruiser) using 2 Force. Draw two destiny. Target captured if total destiny > defense value.",
    "Icons": 0,
    "Information": "Our First Catch Of The Day adds 2 to a tractor beam destiny draw.",
    "IsPulled": "Emergency Deployment (V)\\par I Can't Shake Him!\\par Levitation Attack (V)\\par Set Your Course For Alderaan/The Ultimate Power In The Universe",
    "IsCanceledBy": "Death Star: Central Core game text when controled by the Light Side.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 670,
    "CardName": "Death Star: Conference Room",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force drain +1 here. If you control, may subtract 1 from total of Commence Primary Ignition.   If you control, with a leader here, may add 1 to total of Commence Primary Ignition.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "Force drain +1 here. If you control, may subtract 1 from total of Commence Primary Ignition.",
    "DarkSideText": "If you control, with a leader here, may add 1 to total of Commence Primary Ignition.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "Evader relocates to Used Pile one Imperial just lost from any Death Star location.\\par -----\\par Death Star Gunner (V14) cancels opponent's game text on your non-docking bay Death Star sites.\\par -----\\par Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par \\par Imperial Council\\par \\par Starting Location: SYCFA Objective OR Death Star: Conference Room and Orb Mantell\\par \\par Popular Cards to Look For: Death Star sites, Imperials, Bounty Hunters, There Is No Try Combo (V12), Blown Clear (V12), Crush the Rebellion (V12), Laser Gate (V12)\\par \\par Idea Behind Design: The Imperial Council is the newest deck idea for the DS created by the PC. The DS got this strategy rather than a brand new Objective to equal out the two sides since the LS currently has one extra Objective to play with. The PC created a few specific virtual cards that combine to form a totally new strategy. The idea is to set up specific Imperial characters to the Death Star: Conference Room to build up 'Influence'. The whole deck works around There Is No Try & Oppressive Reinforcement (V12). This card deploys on the Conference Room and creates the entire strategy around the Imperial Council. It says you may NOT deploy ANY Episode I icon cards and no aliens (except Bounty Hunters & Mara Jade). This means no P-59, no Sidious, and of course no Maul. Your Starting Effect is in play to start the game before this card, so you can still use them but that's it. From this setup, TINT Combo (V12) makes the Emperor and all Moffs, Generals, and Admirals into Imperial Council Members who each have Influence +1. For each member present at the Council, you gain an additional DS Force Icon, (this is not a bonus in activation, but an additional icon sort of like a Jedi Master). During each Control phase, you can use 2 Force to take into hand any Imperial Council Member, Laser Gate, or Political Effect (PE). It goes on to say your cards may be played from your PEs and any PE that is canceled goes to Used pile. Since TINT Combo was used to do all of this, you will have to play SAC or multiple Controls to protect your red stuff. Virtual Imperials were released in V11 and V12 for this specific strategy. The first character was Sim Aloo (V11), who adds a battle destiny at the Council. Officer Evax (V12), Janus (V12), and Colonel Wullf Yularen (V12) followed Sim in the next set. The four of them each have printed Influence of 1 or 2, then get the additional +1 from TINT Combo. Once you set up the Imperial at the Council, your total number of Influence is used to apply different aspects to the game. Each of the new Virtual Imperial Council Members can do a specific thing based around the total number of Influence you have. Much like regular Senate, this strategy places cards on the PEs. Currently there are two PEs that were made for Imperial Council; Blown Clear (V12) and Crush the Rebellion (V12). Both do the exact same thing except that one works in space and the other on the ground. Basically you deploy an Imperial Council Member with the required text onto one of the PEs. While this Imperial is on the PE, you may target one character or starship in battle to be power and forfeit -X where X equals the total number of Influence you have at the Council. This aspect alone provides you an automatic form of beatdown against lone characters or starships. When you add the new abilities of each Imperial Council Member, this deck could become a new powerhouse for DS.\\par \\par How It Can Win: The idea for this deck is completely brand new. So much so that no one has mentioned playing with it or what the best build would be for a deck. In creating the cards for the Imperial Council, the PC designed a new Starting Interrupt to set up all the cards needed. Imperial Code Cylinder (V12) lets you start the game with Ord Mantell and the Death Star: War Room on table. You may then start TINT and two more Effects (can't be You Cannot Hide Forever or Endor Shield). While this does get both the Conference Room and TINT Effect in play to start the game, it doesn't give you much for activation and prevents you from playing Endor Shield (V11) (which auto pulls two Imperial Council Members). Even though the PC took the time to create a Starting Interrupt for setting up this new strategy, they didn't prevent the DS player from using the SYCFA Objective. Since SYCFA can pull ANY card with Death Star in title, you can get the Conference Room in play on your first turn the same way. Plus you don't take ANY battle damage on the Death Star. Also, because you are playing the Objective you are not prevented from starting Endor Shield (V11). Since the TINI Combo deploys on a location, you can start Crossfire (V9) to take it into hand to start the game. Considering the fact that you would be activating 5 through SYCFA over just 3 from the Starting Interrupt, it makes way more sense to set up the Imperial Council around SYCFA. The only reason you would want to use the Starting Interrupt is because you don't have the docking bay in play for the LS to deploy to and move over. Once you deployed Tarkin (V3), the LS would be prevented from deploying any spies or Jar Jar to all Death Star sites. If you also have Imperial Arrest Order in play, there would be no possible way for the LS to ever deploy or move to the Conference Room unless they played their own Death Star docking bay. While it might turn out later to work better with the Starting Interrupt, I see no reason to not use SYCFA since you never take battle damage. You can also set up a Laser Gate (V12) in between the Conference Room and another interior Death Star site to cause the opponent to lose 1 Force to move a character through the Gate. Once you decide how you want to set up this deck, from there you have to decide how the deck will play out. Because you can still play with Bounty Hunters, there are many different possibilities. You cannot play with Maul, so your only powerful ground character is going to be Vader or EPP Mara. It would make sense to play the stronger ground based Bounty Hunters to go after the LS Jedi. Snoova would be a good choice since he is just as powerful as Vader and has the ability to easily capture any character. If you decide to play SYCFA, you would put the Death Star: Detention Block in between the docking bay and Conference Room as a place to put the characters you capture.\\par \\par What Changed Since 1st Edition: Of course this didn't exist at the time of the first Edition of this document, so I am using this section to provide more possible ideas for Imperial Council. There are many possibilities for your space package. You could even play a combination of both Imperial and Bounty Hunter matching ships. Much like other DS strategies, the matching ships can be a very solid way to both beatdown and hold presence in space. Since you have Blown Clear (V12) to reduce the power and forfeit of a starship, you can play Lateral Damage to hurt two different LS ships in battle. The majority of the time, the LS will only have 2 to 3 ships at one system, so you would have the advantage if you decided to build a space based strategy. It could be as simple as just using Victory Class Destroyers with weapons, so you can play They've Shut Down the Main Reactor to prevent ships from moving and drawing battle destiny. It would even be possible to build a SYCFA Fear deck around the Imperial Council. Since this is a completely new idea, there is really no telling what could be built from it. As long as the main deck builders are still playing their favorite decks, no one will be playing this strategy. Player have to decide to do some playtesting around the different aspects of the deck to discover its uses. By the time there is a 3rd Edition of this Encyclopedia, there will be much more to write about the Imperial Council.\\par \\par Why I SHOULD Play It: This is a great deck for playing something REALLY new. Not just an idea based around older ideas but a completely original strategy for DS. Almost every aspect of Imperial Council is new and the abilities of the PEs make it worth a look. For now, I don't have a great deck idea for how this strategy should be played. It will take players throwing some ideas together to see where it goes. Anyone who decides to play this deck in a tournament will be putting the LS opponent in a new situation. No one is prepared for what you might be playing with this deck. So you have a huge chance of the opponent making mistakes; deploying cards without knowing what to expect or losing cards too early that may have made a difference. The key will be to playtest your idea against the popular LS decks. If it does well, then you might have a new powerful DS deck that no one has any experience with. When the original virtual WYS (V8) was brand new, no one knew how to play against it and lost because they made mistakes by trying to take over Corellia. This deck could turn out to be just as strong as soon as someone decides to play around with it. Will you be the next player to design a broken deck for SWCCG?? This deck is probably your best bet. Don't be afraid to give it a try while the strategy is still brand new.\\par \\par Why NOT to Play It: The same reason to stay away from the other new ideas posted in this article. Imperial Council is completely and totally unproven. There is no standard build from which to alter and no one has been playing it at major tournaments. While this is still un-tested, it may not be the best choice if you are trying to qualify for Worlds or play in a big tournament. Unless you feel like you have found something strong, it would be wise to go with something you might be more familiar with. As time passes, I see this strategy becoming very very popular. There might even be a broken build for the deck already out there that no one has thought of. Do you feel lucky??",
    "IsPulled": "Set Your Course For Alderaan/The Ultimate Power In The Universe",
    "Rules": "If you satisfy the conditions of this site, you do not lose Force to deploy Visage Of The Emperor. ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 681,
    "CardName": "Death Star: Trench",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "\"Trench Rules\" in effect and each of your starfighters is maneuver -2 here.   \"Trench Rules\" in effect, your weapons fire free and Turbolaser Battery may deploy here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "\"Trench Rules\" in effect and each of your starfighters is maneuver -2 here.",
    "DarkSideText": "\"Trench Rules\" in effect, your weapons fire free and Turbolaser Battery may deploy here.",
    "Icons": "Exterior, Mobile",
    "Mobile": 1,
    "Exterior": 1,
    "IsPulled": "Rebel Tech\\par Rebel Tech (V3)",
    "Combo": "Death Star: Trench + Tight Squeeze",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 687,
    "CardName": "Defel",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Male Defel from Af'El. This species, also known as 'wraiths', is capable of warping light around themselves, becoming difficult to see at dusk.",
    "Gametext": "Under \"nighttime conditions,\" may use 1 Force to 'hide' (exclude himself) from a battle. While at a site affected by Revolution, opponent must lose 1 Force during your control phase.",
    "Icons": 0,
    "Combo": "Defel(s) + Sunsdown + Chief Retwin",
    "Rules": "(AR 1.7.1, B-5)\\par Each Defel on table can cause the loss of only 1 Force per turn.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 694,
    "CardName": "Dejarik Hologameboard",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "\"Dejarik Rules\" in effect here.   \"Dejarik Rules\" in effect here. Site converted by Imperial Holotable.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "\"Dejarik Rules\" in effect here.",
    "DarkSideText": "\"Dejarik Rules\" in effect here. Site converted by Imperial Holotable.",
    "Icons": 0,
    "IsPulled": "Escape Pod (V2)",
    "Counterpart": "Imperial Holotable",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 729,
    "CardName": "Dianoga",
    "Grouping": "Dark",
    "CardType": "Creature",
    "Subtype": "Creature",
    "ModelType": "Swamp",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Characteristics": "ferocious",
    "Destiny": 3,
    "Ferocity": "*",
    "CreatureDefenseValue": 5,
    "CreatureDefenseValueName": "Slither",
    "Deploy": 4,
    "Forfeit": 0,
    "Lore": "\"Garbage squid\" from Vodran's jungles. Changes color to match last meal. When unfed, turns transparent. Eats almost anything. Flexible eyestalk. 7 tentacles. Up to 6 meters long.",
    "Gametext": "* Ferocity = (power/ferocity of last character or creature eaten) + destiny. Habitat: exterior Dagobah sites, Trash Compactor and Dark Waters.",
    "Icons": 0,
    "IsPulled": "Krayt Dragon Bones (V4)\\par Let's Pass On That (V15) retrieves a creature for 3 Force.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 751,
    "CardName": "Doikk Na'ts",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b Bith\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Male Bith \\b musician\\b0. Plays Fizzz (Dorenian Beshniquel) in Figrin D'an's band. Frustrated by sentients, especially humans, he prefers to work with droids.",
    "Gametext": "For each other musician at same site, the ability required to draw battle destiny here increases by 1 for both players.",
    "Icons": 0,
    "IsPulled": "Uh-oh! (V7)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 762,
    "CardName": "Double Agent",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 6,
    "Lore": "Typical of impersonators, Shada double-crossed everyone. Her true affiliations still remain a mystery.",
    "Gametext": "If both players have a spy at same site, draw destiny. Add 2 if opponent's spy is Undercover. Opponent's spy is lost if destiny > 2. OR Opponent's Tonnika Sisters present at a site cross to your side.",
    "Icons": 0,
    "IsPulled": "Lieutenant Blount (V14)\\par Major Palo Torshan",
    "Counterpart": "Nevar Yalnal",
    "Combo": "Double Agent + Light Side spy.\\par -----\\par Double Agent + Lieutenant Blount (V14)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 792,
    "CardName": "DS-61-4",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Imperial pilot nicknamed \"Dark Curse.\" Survived assaults against several dissenter worlds including Ralltiir and Mon Calamari. Intends to retire after his next combat mission.",
    "Gametext": "Adds 3 to power of anything he pilots. When piloting Black 4, also may draw one battle destiny if not able to otherwise. May use 1 Force to take one Lone Pilot into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Lone Pilot\\par Lone Pilot (V6)",
    "IsPulled": "Come With Me (V3)\\par Commander Praji (V2)\\par Emergency Deployment (V2)",
    "Matching": "Black 4",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 819,
    "CardName": "Eject! Eject!",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "The Guidenhouser ejection seat has saved many pilots from their exploding starships. However, system malfunctions have sometimes caused spontaneous ejection.",
    "Gametext": "Use 1 Force to target a starfighter having one or more permanent pilots. Draw destiny. If destiny > 2, deploy on starfighter to remove all permanent pilots (otherwise, Effect is lost). May add one pilot for each permanent pilot removed. (Immune to Alter.)",
    "Icons": 0,
    "Information": "\\par ",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Come With Me",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 872,
    "CardName": "Enhanced TIE Laser Cannon",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "cannon, laser cannon",
    "Destiny": 5,
    "Lore": "Sienar Fleet Systems' latest laser cannon prototype increases the firepower of most Imperial TIEs - but many Moffs consider the weapon too expensive for widespread use.",
    "Gametext": "Use 1 Force to deploy on your TIE. May target a starship using 1 Force. Draw destiny. Subtract 2 if targeting a capital starship. Target hit if destiny > defense value.",
    "Icons": 0,
    "Information": "Enhanced TIE Laser Cannon deploy -2 on Saber 3.\\par -----\\par May deploy aboard TIE Defender Mark I.",
    "IsPulled": "Colonel Jendon In Onyx 1 (V)\\par Emergency Deployment (V)\\par I Can't Shake Him!\\par Imperial Stockpile (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 891,
    "CardName": "Evader",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 4,
    "Lore": "A panic move by Black 2 sent Vader spinning wildly from the Death Star trench - ironically sparing his life. His destiny would be fulfilled another time.",
    "Gametext": "USED: Cancel all Revolutions in play (owner loses 1 Force for each). LOST: If Vader or Vader's Custom TIE was just lost, relocate that card to Used Pile. OR Relocate to Used Pile one Imperial just lost from any Death Star location.",
    "Icons": 0,
    "Information": "Combo Card: Evader & Monnok",
    "IsPulled": "Crush The Rebellion",
    "Cancels": "Revolution",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 943,
    "CardName": "Fire Extinguisher",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Destiny": 5,
    "Lore": "Among the various special devices on droids like R2 units are gas-based fire extinguishers. Effective against electrical fires and can cause confusion during battle.",
    "Gametext": "Deploy on your astromech droid. Cancels an 'exploding' Program Trap here. Any starship it is aboard is immune to Lateral Damage and ion cannons. If deployed on R2-D2, may lose Fire Extinguisher to cancel a battle just initiated where present at a site.",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Hero Of A Thousand Devices\\par Panic (V2)\\par Portable Scanner\\par Rycar Ryjerd (V2)",
    "Cancels": "A battle just initiated where present when deployed on R2-D2.\\par Lateral Damage\\par Program Trap\\par Result of an Ion Cannon where present.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1013,
    "CardName": "Garouf Lafoe",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Free-trader who imports ice chunks from rings of Ohann and Adriana, outer planets in Tatoo system. Sales remain cold ... due to steep Imperial taxes and bribes.",
    "Gametext": "Adds 1 to power of anything he pilots. Adds 1 to forfeit of each of your characters at same Tatooine site. Subtracts 1 from forfeit of each of opponent's characters at same Hoth site. Game text suspended if at same site as a tax collector.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1035,
    "CardName": "Ghhhk",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "dejarik",
    "Destiny": 1,
    "Lore": "\\b Dejarik\\b0  of creature from Clak'dor VII. Ghhhk rise with the dawn, screeching their mating calls across the jungle. Locals use their skin oils as a healing salve.",
    "Gametext": "During the damage segment of a battle you lost, if you have no cards left that can be forfeited, cancel all remaining battle damage. (Immune to Sense.) OR Cancel Nightfall.",
    "Icons": 0,
    "Information": "Mind Tricks Don't Work On Me has similar text and is an Effect.\\par -----\\par This card can be a real life saver.\\par -----\\par Combo Card: Ghhhk & Those Rebels Won't Escape Us",
    "IsPulled": "Lightsaber Deficiency (V6)\\par Masterful Move\\par Masterful Move & Endor Occupation",
    "Counterpart": "Houjix",
    "Combo": "Ghhhk + Imperial Holotable + Mosep\\par Mosep should be one of the prime force drain members, as the loss will come straight from the Light Side Reserve Deck.\\par -----\\par Ghhhk + Sunsdown + Defel\\par Defel under \"night time conditions\" fits the theme of this deck perfectly, as he can avoid combat, thus saving the use of the Ghhhk, and still be there for the counter attack.",
    "Rules": "(AR 1.7.1, B-7)\\par (Errata) You may use the damage canceling ability of this card if you have no cards left capable of being forfeited. Thus, cards that are not participating in the battle or that do not have a forfeit value (e.g., a Vaporator) are ignored.\\par ",
    "Cancels": "All remaining battle damage if you just forfeited all cards that participated in a battle you lost.\\par Nightfall\\par Nightfall (V2)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1047,
    "CardName": "Gold 2",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Y-wing",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "Tiree's Y-wing during the Battle of Yavin. Custom high-power lateral thrusters provide enhanced maneuverability, allowing Gold 2 to better draw and evade enemy fire.",
    "Gametext": "May add 2 pilots or passengers. May forfeit in place of your other starfighter 'hit' in Death Star: Trench, restoring that starfighter to normal.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Matching": "BoShek (V1)\\par Tiree",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1062,
    "CardName": "Grappling Hook",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Stormtrooper utility belts contain basic tools such as a grappling hook to grab onto protrusions. The hook can also be used to ensnare escaping targets.",
    "Gametext": "If opponent just played an Interrupt, use 1 Force to deploy on table. That Interrupt is played out but is then 'grappled' (placed here but is out of play). Any new Interrupts of the same name are now unique (*). (Immune to Control.)",
    "Icons": "Grabber",
    "Information": "Light Side grabbers are:\\par \\par A Tragedy Has Occurred\\par A Tragedy Has Occurred - Defensive Shield\\par Grappling Hook\\par Grappling Hook (V3)\\par Polarized Negative Power Coupling (V5)\\par Strikeforce (V11)\\par What're You Tryin' To Push On Us?",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par Hear Me Baby, Hold Together (V)\\par It's Not My Fault! (V)\\par Luke, Trust Me (V)\\par Oh, He's Not Dead, Not Yet (V)\\par The Signal\\par We Wish To Board At Once\\par Wyron Serper (V)",
    "Counterpart": "Tentacle",
    "Rules": "(AR 1.7.1, B-7)\\par Once this Immediate Effect has its result, it causes new copies of the targeted Interrupt to be unique (*) for both players. Because that Interrupt is now limited to one per turn, no additional cards with the same name may be played this turn.",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1
  },
  {
    "id": 1073,
    "CardName": "Greedo",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b Rodian\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Male Rodian \\b bounty hunter\\b0. Sent by Jabba to capture Han. Arrogant, overconfident and not too bright. Trained by bounty hunters Nataz and Goa, who betrayed him to Thuku.",
    "Gametext": "During opponent's control phase, may 'threaten' one smuggler at same site. Opponent may use all Force Pile cards to cancel threat, allowing you to activate same amount. Otherwise, draw destiny. If destiny + Greedo's ability > 6, smuggler lost.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Double Back\\par Greeata\\par Ket Maliss (V)",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1081,
    "CardName": "Grimtaash",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "dejarik",
    "Destiny": 2,
    "Lore": "\\b Dejarik\\b0  representation of mythical Molator guardian. The spirit of Grimtaash is said to protect Alderaanian royalty from corruption and betrayal.",
    "Gametext": "USED: If opponent has 13 or more cards in hand, place all but 8 (random selection) in Used Pile. LOST: Cancel Molator (even at a holosite). OR Use 4 Force to reveal opponent's hand. All cards opponent has two or more of in hand are lost.",
    "Icons": 0,
    "IsPulled": "BG-J38 (V8)\\par Escape Pod (V2)\\par Holoprojector\\par ",
    "Counterpart": "Monnok",
    "Combo": "Grimtaash + BG-J38\\par Adds 2 to the destiny of each of your holograms and dejariks drawn for battle destiny or weapon destiny.\\par -----\\par Grimtaash + BG-J38 (V8)\\par Makes Grimtaash immune to Sense and dejariks are destiny +2.",
    "Rules": "(AR 1.7.1, B-8)\\par (Errata) When this Interrupt targets your opponent's hand containing 13 or more cards, this is a condition of initiation (see actions). Thus, if you initiate Grimtaash, your opponent plays one or more cards as responses and those card plays reduce opponent's hand size below 13, your Grimtaash still has its result.",
    "Cancels": "Molator\\par Molator (V2)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1126,
    "CardName": "Hem Dazon",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 4,
    "Power": "*",
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Male \\b scout\\b0  from Cona. As with many Arconas, Hem has succumbed to the power of salt, an addiction indicated by his gold eye color.",
    "Gametext": "Once during each of your deploy phases, you may place, face down, one card from your hand or Force Pile under Hem, as \"salt consumption.\" If Hem lost, cards underneath also lost. * Power = 1 + number of cards underneath.",
    "Icons": 0,
    "IsPulled": "Ket Maliss (V3)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1136,
    "CardName": "Het Nkik",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Jawa\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": "*",
    "Forfeit": 1,
    "Ability": 2,
    "Lore": "Jawa \\b scout\\b0. Wants to avenge deaths of relatives killed in stormtrooper assault on sandcrawler. Reegesk pilfered the powerpack from his blaster at a critical moment.",
    "Gametext": "* Deploys only on Tatooine for 2 Force from each player's Force Pile. Het is power +1 for each stormtrooper at same site, unless Reegesk is present.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Aved Luun\\par General Crix Madine\\par Sandcrawler (V2) to deploy to same location.\\par Utinni! (V2)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1183,
    "CardName": "Houjix",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "dejarik",
    "Destiny": 1,
    "Lore": "\\b Dejarik\\b0  creature. These ferocious-looking beasts are gentle, loyal, and often domesticated as guard animals or pets on Kinyen, the Gran homeworld.",
    "Gametext": "During the damage segment of a battle you lost, if you have no cards left that can be forfeited, cancel all remaining battle damage. (Immune to Sense.) OR Cancel Sunsdown.",
    "Icons": 0,
    "Information": "This card can be a real life saver.\\par -----\\par Combo Card: Houjix & Out Of Nowhere\\par -----\\par BG-J38 (V8) makes dejariks destiny +2.",
    "IsPulled": "Escape Pod (V2)\\par Holoprojector\\par Desperate Reach (V6)",
    "Counterpart": "Ghhhk",
    "Combo": "Houjix + BG-J38\\par Adds 2 to the destiny of each of your holograms and dejariks drawn for battle destiny or weapon destiny.\\par -----\\par Houjix + BG-J38 (V8)\\par Makes dejariks destiny +2.",
    "Rules": "(AR 1.7.1, B-8)\\par (Errata) See Ghhhk.\\par \\par (AR 1.7.1, B-7)\\par Ghhhk\\par (Errata) You may use the damage canceling ability of this card if you have no cards left capable of being forfeited. Thus, cards that are not participating in the battle or that do not have a forfeit value (e.g., a Vaporator) are ignored.",
    "Cancels": "Sunsdown\\par Sunsdown & Too Cold For Speeders",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1189,
    "CardName": "Hunchback",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "What hump?",
    "Gametext": "On a hunch, if opponent just initiated a Force drain at an adjacent site, you may use 1 Force to search opponent's Force Pile and place out of play one card there that has 'back' in the title; reshuffle.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1198,
    "CardName": "Hyperwave Scan",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 5,
    "Lore": "Full Imperial scans include full-spectrum transceivers, dedicated energy receptors, crystal gravfield traps, and hyperwave signal interceptors.",
    "Gametext": "Deploy on your side of table. Scanning Crew is immune to Sense. If Scanning Crew is played against an opponent who has 13 or more cards in hand, opponent also loses all cards with 'Rebel' in the title found there.",
    "Icons": 0,
    "IsPulled": "Tarkin (V3)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Scanner Techs",
    "Combo": "Hyperwave Scan + Wyron Serper\\par Add 2 to the destiny of this card.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1200,
    "CardName": "Hypo",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Destiny": 5,
    "Lore": "Truth drugs like Bavo Six decrease resistance to interrogation. The enormous needle adds psychological pressure, facilitating the interrogation process.",
    "Gametext": "Deploy on your IT-O. Once during each of your control phases, if present with a captive (or with an imprisoned captive): You may ask one yes-or-no question about cards in opponent's hand. Opponent must answer truthfully or lose 1 Force. OR May add 1 to Force drain where present.",
    "Icons": 0,
    "IsPulled": "Corporal Derdram\\par Death Star: Detention Block Corridor\\par Emergency Deployment (V)\\par IT-O (Eyetee-Oh) (V)\\par I've Lost Artoo! (V)\\par Levitation Attack (V)",
    "IsCanceledBy": "Blue Milk",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1214,
    "CardName": "I Have A Very Bad Feeling About This",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 3,
    "Lore": "\"Look at him, he's heading for that small moon.\" Luke became apprehensive when Obi-Wan informed him, \"That's no moon. It's a space station.\"",
    "Gametext": "If opponent just deployed four or more characters to same location this turn, prevent all of those characters from battling this turn. OR If opponent just 'reacted' to a battle, cancel the battle.",
    "Icons": 0,
    "IsPulled": "Artoo & Threepio",
    "Counterpart": "Ng'ok",
    "Rules": "(AR 1.7.1, B-8)\\par This Interrupt's first function may be played just after your opponent deploys a fourth character, a fifth character etc. (See actions - 'just.') When the second function of this Interrupt cancels a battle, it does not cancel any 'reacts' to that battle, even though it is a response to such a 'react.'",
    "Cancels": "A battle if opponent just 'reacted' to that battle.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1229,
    "CardName": "I'm Here To Rescue You",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 6,
    "Lore": "\"Huh?\"",
    "Gametext": "If you have a spy present at the Detention Block Corridor, target a captive there. Draw destiny. If destiny + ability of spy > ability of captive, target is released. Otherwise, spy is captured. OR Cancel Spice Mines Of Kessel (releasing targeted captive).",
    "Icons": 0,
    "Cancels": "Spice Mines Of Kessel\\par Spice Mines Of Kessel (V3)",
    "IsCanceledBy": "This Is Some Rescue!",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1230,
    "CardName": "I'm On The Leader",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "In the defense of the Death Star at the Battle of Yavin, Darth Vader took the lead attacker, supported by his wingmen Black 2 and Black 3.",
    "Gametext": "Target opponent's starfighter making an Attack Run. Draw destiny. Add 1 for each of your TIEs in Death Star: Trench. If total destiny > maneuver, starfighter is lost. OR Add 1 to weapon destiny draws of any starfighter for remainder of this turn.",
    "Icons": 0,
    "IsCanceledBy": "You're All Clear Kid!",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1242,
    "CardName": "Ickabel G'ont",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b Bith\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Male Bith \\b musician\\b0. His favorite cantina song is \"Tears of Aquanna\" (mainly because it features him on Fanfar).",
    "Gametext": "Opponent must use X Force when Force draining at any adjacent site, where X = the number of other musicians present with Ickabel.",
    "Icons": 0,
    "IsPulled": "Uh-oh! (V7)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1267,
    "CardName": "Imperial Commander",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Typical Imperial \\b leader\\b0. Uses constant training and crisis simulations to help maintain high performance levels. Commander Daine Jir is known to be bold and outspoken.",
    "Gametext": "Adds 1 to forfeit of each of your other Imperials (except leaders) at same site.",
    "Icons": 0,
    "IsPulled": "Admiral Piett\\par Deflector Shield Generators (V)\\par Field Promotion (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1274,
    "CardName": "Imperial Holotable",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "\"Dejarik Rules\" in effect here. Site converted by Dejarik Hologameboard.   \"Dejarik Rules\" in effect here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "\"Dejarik Rules\" in effect here. Site converted by Dejarik Hologameboard.",
    "DarkSideText": "\"Dejarik Rules\" in effect here.",
    "Icons": 0,
    "Information": "Giving the Dark Side two Force icons for Force generation, and one Force icon for Force draining, this location may look average at first glance. However, if you consider the \"Dejarik Rules\" for a moment, you will see the true power of this location.\\par \\par Only dejarik and hologram cards can exist at a holosite. Since there are so few of them in the Star Wars CCG card set, you're pretty safe from being battled at the Imperial Holotable.\\par \\par Holosites allow dejariks and holograms to deploy and battle there as if they were characters. However, they are not characters and are not targetable as characters, interrupts or effects . . . they are dejariks and holograms! So you're completely safe from cards like Surprise Assault.\\par \\par When you deploy a dejarik or hologram card to a holosite, use its destiny number as its deploy, forfeit, power and ability numbers. Battles at holosites are similar to battles at other sites (including destiny draws and attrition if you have 4 or more ability present). So Visage Of The Emperor (destiny = power = ability = 7) and Image Of The Dark Lord (destiny = power = ability = 6) are extremely powerful holograms to be reckoned with at the Imperial Holotable - the Light Side doesn't have any dejariks or holograms that can compete with these cards on a one-to-one basis!\\par \\par I like to start with the Imperial Holotable, and pack two Visage Of The Emperor, two Image Of The Dark Lord, and two Monnok cards in my deck. This number of dejariks and holograms assures me a card that I can deploy to the Imperial Holotable on my first couple of turns, and gives me a nice, steady (and safe!) Force drain throughout the game.",
    "IsPulled": "Field Promotion (V5)\\par Masterful Move\\par Masterful Move & Endor Occupation",
    "Counterpart": "Dejarik Hologameboard",
    "Combo": "Imperial Holotable + HoloNet Transmission",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1275,
    "CardName": "Imperial Justice",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 3,
    "Lore": "\"There's nothing you could have done Luke, had you been there. You'd have been killed too.\"",
    "Gametext": "If opponent is generating at least 4 more Force than you, deploy on a location to cancel all Force generation at that location. OR Deploy on a location. It is now immune to Revolution.",
    "Icons": 0,
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Field Promotion (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-9)\\par At the time of its deployment, the player deploying this Dark Side effect must choose whether the function before or after the \"OR\" is being used. That function is then the only one that operates until that card leaves play.",
    "Cancels": "Force generation at one location.\\par Makes a location immune to Revolution.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1284,
    "CardName": "Imperial Squad Leader",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Common3",
    "Characteristics": "\\b leader\\b0, \\b sandtrooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 1,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Captain Mod Terrik, a typical officer of the Desert Sands sandtrooper unit. Fearless and highly motivated. Willing to sacrifice as many troops as necessary.",
    "Gametext": "Adds 1 to forfeit of your other troopers at same site. When moving with a 'squad' of exactly three other troopers, all four move for 1 Force. Imperial Trooper Guards at same site may move.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Deflector Shield Generators (V4)\\par Field Promotion (V5)\\par General Tagge (V2)",
    "Counterpart": "Rebel Squad Leader",
    "Rules": "(AR 1.7.1, B-9)\\par (Errata) This character suspends the \"cannot move\" restriction in the game text of all Imperial trooper guards present, allowing them to move normally.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1298,
    "CardName": "Incom T-16 Skyhopper",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Shuttle",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "enclosed",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Landspeed": "*",
    "Maneuver": 5,
    "Lore": "\\b Enclosed\\b0  vehicle used for shuttling and hot-rodding. E-16/x ion engine pushes T-16 up to 1200 kph.",
    "Gametext": "May add 1 passenger. Permanent pilot provides ability of 1. May move as a 'react.' * Landspeed = 4. OR 1 character may shuttle to or from same site for free.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Luke (V10)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1308,
    "CardName": "Informant",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 6,
    "Lore": "The Empire's network of spies and petty informants allows Imperial operatives to discover and react to Rebel assaults before they occur.",
    "Gametext": "If a battle was just initiated at same site as your Undercover spy, your characters at adjacent sites may move there as a 'react' (for free). OR Cancel Sabotage.",
    "Icons": 0,
    "IsPulled": "Undercover (V3)",
    "Cancels": "Sabotage\\par Sabotage (V3)",
    "IsCanceledBy": "Sabotage",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1340,
    "CardName": "IT-O (Eyetee-Oh)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Interrogator Droid",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 1,
    "Lore": "Floating prisoner interrogation droid. Uses probes and needles to dispense truth drugs and perform 'surgery.' Sensors determine subject's pain threshold and truthfulness.",
    "Gametext": "When at Detention Block Corridor, adds X to your Force drains there, where X = number of captives present. Immune to Restraining Bolt.",
    "Icons": 0,
    "IsPulled": "Corporal Derdram\\par Death Star: Detention Block Corridor\\par Look Sir, Droids (V15)",
    "Rules": "(AR 1.7.1, B-10)\\par In rare cases, as the Light Side player, you may be able to take (e.g., win, steal or purchase) this droid from the Dark Side, with or without a Hypo device. When this happens, you may not use any of IT-O's or the Hypo's game text that requires the presence of captives (because the Light Side cannot have captives).",
    "IsCanceledBy": "Force drain bonus is canceled by Captive Fury.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1376,
    "CardName": "Jawa Blaster",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "blaster",
    "Destiny": 4,
    "Lore": "Built from scavenged parts, Jawa blaster are not required to adhere to any design standards. An etching on this stock warns \"datinni greb zroom.\"",
    "Gametext": "Deploy on your Jawa. May target a character or creature for free. Draw destiny. If destiny -1 > defense value, target hit. If destiny = 0, Jawa Blaster 'explodes' (weapon and character firing it are lost).",
    "Icons": 0,
    "IsPulled": "Emergency Deployment (V2)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1377,
    "CardName": "Jawa Ion Gun",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 3,
    "Lore": "Cobbled-together weapon built from salvaged power cells, droid restraining bolts and an ion accelerator. Fires a stream of ion energy that stuns droids and irritates others.",
    "Gametext": "Use 1 Force to deploy on your Jawa, 3 on your warrior. May target a character using 1 Force. Draw destiny. Targeted droid stolen if destiny +1 > forfeit. Targeted non-droid character excluded from battle if destiny = defense value.",
    "Icons": 0,
    "IsPulled": "Kalit (V)\\par Panic (V)\\par Portable Scanner\\par Rebel Gunrunner (V)\\par The Signal (V)",
    "Combo": "Jawa Ion Gun + R'kik D'nec, Hero Of The Dune Sea",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1412,
    "CardName": "Kashyyyk",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your starships with any Wookiee aboard are power and forfeit +2 here.   Force drain +1 here. If you control, all Wookiees on table are forfeit -3.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Your starships with any Wookiee aboard are power and forfeit +2 here.",
    "DarkSideText": "Force drain +1 here. If you control, all Wookiees on table are forfeit -3.",
    "Parsec": 6,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A Sith's Plans (V)\\par Commander Merrejk\\par General Nevar (V)\\par Kuat Drive Yards (V)\\par Voyeur (V)\\par Watch Your Back! (V)",
    "Counterpart": "Kashyyyk",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1413,
    "CardName": "Kashyyyk",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your Wookiees and smugglers deploy -2 here.   Total ability of 6 or more required for you to draw battle destiny here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Your Wookiees and smugglers deploy -2 here.",
    "DarkSideText": "Total ability of 6 or more required for you to draw battle destiny here.",
    "Parsec": 6,
    "Icons": "Planet",
    "Planet": 1,
    "Information": "Hol Okand (piloting Gold 6) at Kashyyyk system adds 1 to each of your Force drains there.",
    "IsPulled": "A Jedi's Plans (V)\\par A New Secret Base\\par Chewie, Enraged (V)\\par Darklighter Spin (V)\\par Mindful Of The Future\\par Restore Freedom To The Galaxy (V)\\par Romas \"Lock\" Navander (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Counterpart": "Kashyyyk",
    "Rules": "(AR 1.7.1, B-10)\\par The deployment benefit from this system location affects each applicable character, not each characteristic. Thus, a Wookiee who is also a smuggler (e.g. Chewbacca) is deploy -2 here, not deploy -4.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1434,
    "CardName": "Kiffex",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy with exactly 2 starships, your total power here is +2.   If you occupy with exactly 2 starships, your total power here is +2 and Tonnika Sisters anywhere are doubled.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "If you occupy with exactly 2 starships, your total power here is +2.",
    "DarkSideText": "If you occupy with exactly 2 starships, your total power here is +2 and Tonnika Sisters anywhere are doubled.",
    "Parsec": 2,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A Sith's Plans (V)\\par Commander Merrejk\\par General Nevar (V)\\par Kuat Drive Yards (V)\\par Voyeur (V)\\par Watch Your Back! (V)",
    "Counterpart": "Kiffex",
    "Rules": "(AR 1.7.1, B-10)\\par While this system's game text \"doubles\" a character, it means that:\\par - Every printed number on that card is doubled (thus a 1 becomes a 2, a 2 becomes a 4, etc.)\\par - Every printed indication of number of uses is doubled (thus \"once\" becomes \"twice,\" \"twice\" becomes \"four times\" etc.). Apply any additional modifiers and other effects to the new values (e.g., a doubled Tonnika Sisters with Mandalorian Armor is power = 6, and a Vul Tazaene that has competed Jedi Test 3 will be ability 4, not ability 6).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1453,
    "CardName": "Krayt Dragon Bones",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Tusken Raiders, Jawas and other desert dwellers believe that krayt dragon bones possess mystical powers that can bring good or bad luck.",
    "Gametext": "Use 1 Force to deploy on table. Each opponent's destiny draw, you do the following: (0) Put top used card in hand; (1) lose 1 Force; (2) activate 1 Force; (3) lose this Effect; (4) retrieve 1 Force; (5) deploy a character for free; (6+) nothing.",
    "Icons": 0,
    "Abbreviation": "KDB",
    "IsPulled": "Frozen Dinner (V11)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Tauntaun Bones",
    "Combo": "Krayt Dragon Bones + Taym Dren-garen",
    "IsCanceledBy": "Taym Dren-garen cancels any result of Krayt Dragon Bones when on Tatooine.\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1478,
    "CardName": "Laser Gate",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "**",
    "Destiny": 4,
    "Lore": "Security corridors are guarded by a grid of laser emplacements which can be activated upon demand to seal off sensitive areas from intrusion.",
    "Gametext": "Deploy between any two interior mobile sites. To pass, a character must have (power + ability) > 4 or use a Lift Tube (all other vehicles are blocked). Laser Gate defense value = 3; may be targeted by a character weapon from either site.",
    "Icons": 0,
    "IsPulled": "Captain Bewil\\par Emergency Deployment (V)\\par Levitation Attack (V)\\par There Is No Try & Oppressive Enforcement (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1496,
    "CardName": "Leia Seeker",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Automated",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 3,
    "Lore": "Military version of a 'remote.' Programmed to stalk specific targets or secondary targets. Heat and light sensors track with fatal accuracy. Can stow away on starships.",
    "Gametext": "Deploys for 1 Force to an unoccupied site. Deploys and moves like an undercover spy. When present with Leia (or warrior) of ability < 3, choose one to be immediately lost (treat as an \"all cards\" situation). Seeker is also lost.",
    "Icons": 0,
    "IsPulled": "Emergency Deployment (V2)",
    "Combo": "Leia Seekers + Dark Side Spies + Nevar Yalnal\\par Total Dark Side site defense.",
    "IsCanceledBy": "Remote",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1507,
    "CardName": "Let The Wookiee Win",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"It's not wise to upset a Wookiee.\" \"But sir, nobody worries about upsetting a droid.\" \"That's 'cause a droid don't pull people's arms out of their sockets when they lose.\"",
    "Gametext": "During a battle at a holosite, add one battle destiny. OR Target an opponent's character of ability < 5 present with your Wookiee that just participated in a battle you lost; character is Disarmed (power -1 and may no longer carry weapons). Stack on that character.",
    "Icons": 0,
    "IsPulled": "Chewbacca (V3)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1558,
    "CardName": "Lirin Car'n",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b Bith\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Bith mercenary. Male back-up to Kloo Horn player in Figrin D'an's band. Only \\b musician\\b0, besides Doikk, who has not lost ownership of his instrument to Figrin.",
    "Gametext": "For each other musician present, adds a \"cover charge\" of 1 to the Force required to move or deploy each character to same site.",
    "Icons": 0,
    "IsPulled": "Ak-rev",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1572,
    "CardName": "Logistical Delay",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The Empire's tremendous military machine requires extensive coordination at every level. Slight errors in any step can quickly escalate supply delays.",
    "Gametext": "Use 3 Force to deploy on opponent's side of table. All opponent's TIEs are deploy +1.",
    "Icons": 0,
    "IsPulled": "Scrambled Transmission (V5)\\par The Signal\\par Walker Sighting (V4)\\par We Wish To Board At Once",
    "IsCanceledBy": "Point Man",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1587,
    "CardName": "Lt. Pol Treidum",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Characteristics": "ISB agent",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 1,
    "Lore": "Gantry officer charged with maintaining magnetic field, atmosphere and security in Death Star docking bay. After mission on Ralltiir, paranoid about infiltration by Rebel spies.",
    "Gametext": "While at Docking Control Room 327, adds 2 to your total power at Docking Bay 327. Once during each of your control phases, if at same site as an Undercover spy, may draw destiny. Spy's \"cover is broken\" if destiny = spy's ability.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)\\par Tarkin (V3)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1588,
    "CardName": "Lt. Shann Childsen",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Demoted after a superior blamed him for a clerical error. Considered a bully by fellow officers. Fanatically supports the New Order doctrine of alien subjugation.",
    "Gametext": "Power +2 when at Detention Block Corridor or Detention Block Control Room. Also, power +2 when an opponent's alien is present (+3 if alien is a Wookiee, Talz or Ewok).",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1605,
    "CardName": "Luke's Cape",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "A symbol of the adventurous pilot and the awakening of his destiny. \"You've taken your first step into a larger world.\"",
    "Gametext": "Use 2 Force to deploy on a Rebel or alien. If Luke's Cape is not at a Tatooine location, your total Force generation is +1. That character is immune to attrition < 3.",
    "Icons": 0,
    "IsPulled": "Rycar Ryjerd (V2)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1606,
    "CardName": "Luke's Hunting Rifle",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "rifle",
    "Destiny": 5,
    "Lore": "Czerka 6-2Aug2. Extended barrel provides long-range targeting without expensive laser sight. Sturdy construction, but no match for a Tusken Raider's gaderffi stick.",
    "Gametext": "Use 1 Force to deploy on Luke or Owen Lars, 3 on your non-droid character. May target a character or creature using 1 Force. Draw destiny. Subtract 1 if targeting a character. Add 2 if targeting a creature. Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Panic (V)\\par Portable Scanner\\par Rebel Gunrunner (V)\\par The Signal (V)",
    "MatchingWeapon": "Commander Luke Skywalker\\par Commander Luke Skywalker (V4)\\par Luke\\par Luke (V10)\\par Luke Skywalker\\par Luke Skywalker (V1)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V9)\\par Luke Skywalker, Strong In The Force (V6)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V8)\\par Son of Skywalker\\par Son of Skywalker (V5)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1618,
    "CardName": "Magnetic Suction Tube",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 3,
    "Lore": "'Slurp.'",
    "Gametext": "Deploy on your sandcrawler. Once during each of your control phases, may target one character present. Draw destiny. If destiny > character's ability, \"suck up\" character (relocate to related interior sandcrawler site or owner's Used Pile).",
    "Icons": 0,
    "IsPulled": "Emergency Deployment (V)\\par Levitation Attack (V)",
    "Counterpart": "Magnetic Suction Tube",
    "Rules": "(AR 1.7.1, B-11)\\par (Errata) Some situations (e.g. Dagobah Rules) prohibit cards from being relocated. Such rules do not apply to this device (though you still cannot use this to move a card that cannot move).",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1619,
    "CardName": "Magnetic Suction Tube",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 3,
    "Lore": "Retractable tube originally designed to collect mined materials for transport to refining facilities. Jawas now use it to suck up droids (and anything else that's not nailed down).",
    "Gametext": "Deploy on your sandcrawler. Once during each of your control phases, may target one character present. Draw destiny. If destiny > character's ability, \"suck up\" character (relocate to related interior sandcrawler site or owner's Used Pile).",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Panic (V2)\\par Portable Scanner",
    "Counterpart": "Magnetic Suction Tube",
    "Rules": "(AR 1.7.1, B-11)\\par (Errata) Some situations (e.g. Dagobah Rules) prohibit cards from being relocated. Such rules do not apply to this device (though you still cannot use this to move a card that cannot move).",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1640,
    "CardName": "Maneuver Check",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Luke, at that speed will you be able to pull out in time?\"",
    "Gametext": "Deploy on Death Star: Trench. Opponent must make maneuver checks for starfighters leaving the trench. For each starfighter, owner draws destiny. If destiny + maneuver < 5, starfighter is lost.",
    "Icons": 0,
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1668,
    "CardName": "Merc Sunlet",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "A crafty purloiner from Tirac Munda with a heart of gold. Often hired to advise the wealthy on how to protect their own property. Well traveled and skilled in many languages.",
    "Gametext": "Deploy on your non-thief to give that character \\b thief\\b0  skill. Once during each of your control phases, may target one device at same site. Draw destiny. If destiny < target's destiny number, it is stolen. OR Deploy on a weapon to prevent theft. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Counterpart": "Swilla Corey",
    "Combo": "Merc Sunlet + Learn About The Force, Luke (V15)\\par Force drains and battle destiny draws are +1.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1674,
    "CardName": "M-HYD 'Binary' Droid",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Binary Hydroponics Droid",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Lore": "Pretentious hydroponics droid. Specializes in working with binary load lifters and vaporators. Proficient in a number of languages but prefers to converse only in binary.",
    "Gametext": "Adds 2 to forfeit of each non-droid character at same and adjacent sites. At any time, any player may use 1 Force to turn M-HYD off (face down) or on again (face up).",
    "Icons": 0,
    "IsPulled": "Scomp Link Access (V6)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1685,
    "CardName": "Mobquet A-1 Deluxe Floater",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "enclosed",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Landspeed": 3,
    "Maneuver": 5,
    "Lore": "\\b Enclosed\\b0  landspeeder often used by nefarious characters due to its luxury and evasive capabilities. Features include automated steering and fine Corellian leather.",
    "Gametext": "May add 1 driver and 1 passenger. Moves free if Jabba or any bounty hunter aboard. May move for free as a 'react' to a battle where your thief, smuggler or bounty hunter is participating.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1697,
    "CardName": "Monnok",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "dejarik",
    "Destiny": 2,
    "Lore": "\\b Dejarik\\b0  creature. Savage predator from remote deserts of Soccorro. Respected and honored by Soccorran hunters; considered \"good luck\" by superstitious smugglers.",
    "Gametext": "USED: If opponent has 13 or more cards in hand, place all but 8 (random selection) in Used Pile. LOST: Use 4 Force to reveal opponent's hand. All cards opponent has two or more of in hand are lost.",
    "Icons": 0,
    "Information": "Combo Card: Evader & Monnok\\par -----\\par This little Dark Side dejarik Interrupt can ruin your opponent's day. In addition to being of use on a Hologame Board as a dejarik creature with a destiny, power, ability, forfeit of 2, this card has two card stripping functions (one used and one lost) that can really disrupt a Light Side strategy.\\par \\par The lost function: This can be a devastating hit if the light side is holding a lot of cards even in a carefully constructed deck. The four Force cost to play this lost function makes this a costly Interrupt to attempt but it can pay off in spades if you combine it with a Scanning Crew! Pay one Force for the Scanning Crew to take a look at his hand and if you see some doubles you'll know whether you want to play the Monnok or not.\\par \\par Played at the right time this card can deliver a lot of damage in lost cards but the more painful loss to your opponent will be the limiting of his options in accordance with his intended strategy. Usually the cards that are multiples in a deck are the cards that the player is wanting to have access to quickly or often. If this option is removed along with the units of force you are well on the way to victory for the Empire.",
    "IsPulled": "Masterful Move\\par Masterful Move & Endor Occupation",
    "Counterpart": "Grimtaash",
    "Combo": "Monnok + Trinto Duaba\\par -----\\par Monnok + Scanning Crew",
    "Rules": "(AR 1.7.1, B-11)\\par (Errata) See Grimtaash.\\par \\par (AR 1.7.1, B-8)\\par Grimtaash\\par (Errata) When this Interrupt targets your opponent's hand containing 13 or more cards, this is a condition of initiation (see actions). Thus, if you initiate Grimtaash, your opponent plays one or more cards as responses and those card plays reduce opponent's hand size below 13, your Grimtaash still has its result.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1700,
    "CardName": "Mosep",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b accountant\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 1,
    "Lore": "Jabba's Nimbanel accountant. Inside contacts allow him to disrupt the cash flow of the Hutt's enemies. He knows a mistake could make him the next write-off.",
    "Gametext": "When opponent is losing Force from Force drains at the same or an adjacent site, lost Force must come from Reserve Deck if possible.",
    "Icons": 0,
    "Information": "Game text is canceled by Freon Drevan.\\par -----\\par Game text is suspended by Loje Nella.\\par -----\\par Graak is a similar counterpart, but limited to \\par drains at Endor sites.\\par -----\\par Deneb Both is a similar counterpart. Lost Force must come from Force Pile.",
    "Combo": "Mosep + Gailid",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1705,
    "CardName": "Motti Seeker",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Automated",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Destiny": 3,
    "Lore": "Military version of a 'remote.' Programmed to stalk specific targets or secondary targets. Heat and light sensors track with fatal accuracy. Can stow away on starships.",
    "Gametext": "Deploys for 1 Force to an unoccupied site. Deploys and moves like an undercover spy. When present with Motti (or pilot) of ability < 3, choose one to be immediately lost (treat as an \"all cards\" situation). Seeker is also lost.",
    "DarkSideIcons": 1,
    "Icons": 0,
    "Information": "Attark:\\par When at a site you control, allows your Seekers to deploy free there. Attark also allows your Seekers to move for free and to ignore any or all potential target(s) whenever you choose.",
    "IsPulled": "Panic (V2)\\par Portable Scanner\\par Throw Me Another Charge",
    "Combo": "Motti Seeker + Attark",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1752,
    "CardName": "Nalan Cheel",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b Bith\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Male Bith \\b musician\\b0. Though he enjoys playing his Bandfill in Figrin D'an's band, he misses the bubbling pink swamps of his homeworld, Clak'dor VII.",
    "Gametext": "After using Bith Shuffle, peek at top X cards of pile or deck just shuffled, where X = number of other musicians at same site. May reshuffle without peeking.",
    "Icons": 0,
    "IsPulled": "Uh-oh! (V7)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1770,
    "CardName": "Ng'ok",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "dejarik",
    "Destiny": 3,
    "Lore": "\\b Dejarik\\b0  of a Ng'ok war beast. Foul temper gives rise to bad feelings. Has razor-sharp retractable claws. Used in many systems to frighten off potential attackers.",
    "Gametext": "If opponent just deployed four or more characters to same location this turn, prevent all of those characters from battling this turn. OR If opponent just 'reacted' to a battle, cancel the battle.",
    "Icons": 0,
    "IsPulled": "Masterful Move\\par Masterful Move & Endor Occupation",
    "Counterpart": "I Have A Very Bad Feeling About This",
    "Rules": "(AR 1.7.1, B-11)\\par (Errata) See I Have A Very Bad Feeling About This.\\par \\par (AR 1.7.1, B-8)\\par I Have A Very Bad Feeling About This\\par This Interrupt's first function may be played just after your opponent deploys a fourth character, a fifth character etc. (See actions - 'just.') When the second function of this Interrupt cancels a battle, it does not cancel any 'reacts' to that battle, even though it is a response to such a 'react.'",
    "Cancels": "A battle opponent has just reacted to.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1824,
    "CardName": "Officer Evax",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "This Imperial Intelligence \\b leader\\b0  has a proven track record for predicting Rebel fleet movements. His coordination of starship maneuvers has saved many vulnerable bases.",
    "Gametext": "Adds 2 to power of anything he pilots. When at a Death Star site, Imperial starships may move to the Death Star system as a 'react.'",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Come With Me (V3)\\par Commander Praji (V2)\\par Tarkin (V3)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1844,
    "CardName": "Oo-ta Goo-ta, Solo?",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Greedo cheskopokuta klees ruya Solo. Hoko yanee boopa gush Cantina. Cheeco wa Solo's anye nyuma Greedo vakee. Jabba kul steeka et en anpaw.",
    "Gametext": "If Nabrun Leids just completed a transport, use 2 Force. Nabrun is lost and all Rebels transported are captured. (Immune to Sense.) OR Prevent a just-deployed smuggler from moving this turn. OR Cancel a Kessel Run.",
    "Icons": 0,
    "IsPulled": "Greedo (V3)",
    "Counterpart": "Quite A Mercenary",
    "Rules": "(AR 1.7.1, B-12)\\par When this Interrupt captures Rebels, if you want to seize or imprison them you must have one or more potential escorts at the site opponent is moving to, or that site must be a prison. Any of the captured Rebels that you are unable to seize or imprison simply escape to your opponent's Used Pile.",
    "Cancels": "Kessel Run\\par Captures all Rebels transported by Nabrun Leids",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1872,
    "CardName": "Out Of Commission",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Destiny": 5,
    "Lore": "\"I hope that old man got that tractor beam out of commission or this is gonna be a real short trip.\"",
    "Gametext": "During your control phase, use 2 Force to release a starship held by any Tractor Beam. (Not effective on Death Star Tractor Beam if Central Core in play.) OR Randomly select one card from opponent's Lost Pile or Blaster Rack and place out of play.",
    "Icons": 0,
    "Information": "Combo Card: Out Of Commission & Transmission Terminated\\par -----\\par Shifting gears to cover a Light Side card, this Used Interrupt is a decent defense against tractor beams. During your control phase, use 2 Force to release a starship that's held by any tractor beam, except for the Death Star Tractor Beam if the Central Core is in play. This will only help the Light Side starships that have characters stuck inside of them since the Dark Side would otherwise have stolen the starship by then.\\par This Interrupt also randomly places one card from the opponent's Lost Pile or Blaster Rack out of play. This has the potential of shutting down a Dark Side deck since unique characters, vehicles, and starships that are out of play can no longer be deployed for the remainder of the game.",
    "IsCanceledBy": "This Is Some Rescue!\\par Unsalvageable",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1955,
    "CardName": "Program Trap",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Imperial slicers imbed a secret command in a droid's primary performance banks. A predetermined trigger causes a power overload, destroying the droid and anything nearby.",
    "Gametext": "Use 2 Force to deploy on an opponent's droid (except R2-D2 and C-3PO), 1 on your droid. When either player draws a destiny matching the number of characters at same site, droid 'explodes' (all characters present with Effect are lost).",
    "Icons": 0,
    "IsPulled": "Nizuc Bek (V8)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Program Trap + U-3PO (Yoo-Threepio)",
    "Rules": "(AR 1.7.1, B-13)\\par Although this Effect is triggered according to the number of characters at same site, only those characters present with it are lost when it explodes. For example, Program Trap is deployed on a droid with Lando aboard an enclosed vehicle at a site. Veers and Chewie are standing outside the vehicle; thus, there are four characters at that site. If either player draws a destiny of 4 (anywhere), the droid explodes, causing itself and Lando (the only other character present with it) to be lost. Although Program Trap may be deployed on a droid anywhere, it may explode only when that droid is at a site.",
    "IsCanceledBy": "Fire Extinguisher",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1987,
    "CardName": "Quite A Mercenary",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Smugglers and other rogues frequent spaceports along trade routes. \"Your friend is quite a mercenary. I wonder if he really cares about anything, or anybody.\"",
    "Gametext": "If Elis Helrot just completed a transport, use 2 Force. Elis and all characters transported are lost. (Immune to Sense.) OR Prevent a just-deployed smuggler from moving this turn.",
    "Icons": 0,
    "Counterpart": "Oo-ta Goo-ta, Solo?",
    "Cancels": "Makes all characters transported by Elis Helrot lost.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1992,
    "CardName": "R2-D2 (Artoo-Detoo)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "r-unit, \\b spy\\b0, heroic",
    "Destiny": 5,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 4,
    "Lore": "Fiesty. Loyal. Heroic. Insecure. Rebel \\b spy\\b0. Excels at trouble. Incorrigible counterpart of a mindless philosopher. Has picked up a slight flutter. A bit eccentric.",
    "Gametext": "While aboard any starfighter, adds 2 to power, maneuver and hyperspeed (3 on Red 5). If at a Scomp link when opponent draws destiny of: 1-3, you may activate one Force; 4-6, you may draw top card from Reserve Deck.",
    "Icons": "Astromech",
    "Astromech": 1,
    "Information": "R2-D2 personas are:\\par \\par Artoo\\par Artoo (V)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par Artoo, Brave Little Droid\\par Artoo, Brave Little Droid (V)\\par [Artoo-Detoo In Red 5]\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par R2-D2, Subversive Droid (V)",
    "IsPulled": "Artoo, Come Back At Once!\\par Cell 2187 (V)\\par Motivator (V)\\par Red 5 (V) (to deploy on Red 5 (V))\\par Scomp Link Access (V)\\par Seeking An Audience\\par Seeking An Audience (V)",
    "Combo": "R2-D2 (Artoo-Detoo) + Double Agent",
    "Rules": "(AR 1.7.1, D-2)\\par Characters, vehicles, and starships can be heroic (whether by their own game text or have it provided). Whenever a heroic card is targeted by a weapon, add 1 to the total weapon destiny. Also, in a battle where there's a heroic card, non-heroic cards cannot be targeted by weapons unless all heroic cards are hit, not participating in battle, or cannot be targeted by that weapon. \\par For example, if light has a heroic character (Chewie) in a battle, then any dark side weapons that can target him can only be fired at him, but if they don't (such as targeting only a vehicle, or a non-Rebel character, or a Jedi, etc.) they wouldn't have to, if he was excluded from battle they wouldn't have to, if he left the table they wouldn't have to, if he was inside an enclosed vehicle (where he can't be targeted) they wouldn't have to, or if he was finally hit they wouldn't have to. Light would be able to target whomever they wanted because you can't target your own cards with weapons.",
    "IsCanceledBy": "Game text canceled by Commander Praji.\\par -----\\par Heroic canceled by Coordinated Attack (V12).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1994,
    "CardName": "R2-Q2 (Artoo-Kyootoo)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "r-unit",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "R2 units are known for expertise in computer uplinking. R2-Q2 spent several decades serving with an Imperial reconnaissance fleet in the Expansion Region.",
    "Gametext": "While aboard any starfighter, adds 1 to power, maneuver and hyperspeed. When at a Scomp link during your draw phase, may use 1 Force to peek at top three cards of your Reserve Deck.",
    "Icons": "Astromech",
    "Astromech": 1,
    "Information": "Helps learning to track your high destinies.",
    "IsPulled": "Look Sir, Droids (V)\\par TIE Avenger (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1999,
    "CardName": "R3-T6 (Arthree-Teesix)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "r-unit",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "R3 units have larger memory and more advanced circuitry than their R1 predecessors, allowing for more efficient astrogation plots. R3-T6 served on the Death Star.",
    "Gametext": "While aboard a capital starship, adds 1 to power and 2 to hyperspeed, and that starship is immune to attrition < 4. While at Death Star: Central Core, hyperspeed of Death Star system = 2.",
    "Icons": "Astromech",
    "Astromech": 1,
    "Information": "The only problem with R3-T6 is that it is unique. However his big brother R1-G4 is not, and works very much the same. ",
    "IsPulled": "Look Sir, Droids (V)\\par TIE Avenger (V)",
    "Counterpart": "R3-T2 (Arthree-Teetoo)",
    "Combo": "R3-T6 (Arthree-Teesix) + Deflector Shield Generators ona Star Destroyer\\par -----\\par R3-T6 (Arthree-Teesix) + R1-G4\\par -----\\par R3-T6 (Arthree-Teesix) + Death Star + Death Star: Central Corridor\\par The Death Star moves at a Hyperspeed of 2.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2002,
    "CardName": "R5-A2 (Arfive-Aytoo)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "r-unit",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Seldom used for navigation purposes, R5 units are known for their ability to perform hull maintenance and repair damage caused by ionization.",
    "Gametext": "While aboard any starship, adds 1 to power and maneuver. During your control phase, if aboard your starship damaged by an ion cannon, restores armor/maneuver and hyperspeed.",
    "Icons": "Astromech",
    "Astromech": 1,
    "IsPulled": "Look Sir, Droids (V)\\par TIE Avenger (V)",
    "Counterpart": "R5-D4 (Arfive-Defour)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2003,
    "CardName": "R5-D4 (Arfive-Defour)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "r-unit",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Cheap astromech droid commonly referred to as 'Red.' Purposely blew his motivator to prevent splitting up R2-D2 and C-3PO on Tatooine. Poor navigator but skilled mechanic.",
    "Gametext": "While aboard any starship, adds 1 to power and maneuver. During your control phase, if aboard your starship damaged by an ion cannon, restores armor/maneuver and hyperspeed.",
    "Icons": "Astromech",
    "Astromech": 1,
    "IsPulled": "Scomp Link Access (V6)",
    "Counterpart": "R5-A2 (Arfive-Aytoo)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2006,
    "CardName": "RA-7 (Aray-Seven)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Servant Droid",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "The RA line of servant droids has fifth-degree primary programming. Low intelligence with capabilities for menial labor only. Common among nobles and high-ranking officials.",
    "Gametext": "May transfer character weapons (for free) to or from your other characters present. May carry up to four such weapons at one time.",
    "Icons": 0,
    "IsPulled": "Scomp Link Access (V6)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2016,
    "CardName": "Ralltiir",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "\\ul Tantive IV\\ul0  is power +1 here   \\ul Devastator\\ul0  is power +1 here and may move to or from here for free.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "\\ul Tantive IV\\ul0  is power +1 here",
    "DarkSideText": "\\ul Devastator\\ul0  is power +1 here and may move to or from here for free.",
    "Parsec": 3,
    "Icons": "Planet",
    "Planet": 1,
    "Counterpart": "Ralltiir",
    "Combo": "Ralltiir + Insignificant Rebellion (V10)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2017,
    "CardName": "Ralltiir",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your starships may move here as a 'react.'   Your capital starships deploy -2 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your starships may move here as a 'react.'",
    "DarkSideText": "Your capital starships deploy -2 here.",
    "Parsec": 3,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A Jedi's Plans (V)\\par Darklighter Spin (V)\\par Mindful Of The Future\\par Restore Freedom To The Galaxy (V)\\par Romas \"Lock\" Navander (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Counterpart": "Ralltiir",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2035,
    "CardName": "Rebel Commander",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0, \\b Corellian\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Commander Bob Hudsol. Typical of hard-line Corellian officers known for caution in battle. \\b Leader\\b0  of resistance in Bothan space. Developed strong ties to Bothan spynet.",
    "Gametext": "Adds 1 to forfeit of each of your other Rebels (except leaders) at same site. Bothan spies deploy free to same location.",
    "Icons": 0,
    "IsPulled": "Colonel Feyn Gospic (V3)\\par Mon Mothma\\par Princess Organa\\par Pucumir Thryss (to same Cloud City site)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2048,
    "CardName": "Rebel Squad Leader",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "A New Hope",
    "Rarity": "Common3",
    "Characteristics": "\\b leader\\b0, \\b trooper\\b0",
    "Destiny": 1,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Lt. Pello Scrambas is a typical veteran officer in the Rebel forces. Loyally served the Organa family for nearly two decades as a guard for the Royal House of Alderaan.",
    "Gametext": "Adds 1 to forfeit of your other troopers and Rebel Guards at same site. When moving with a 'squad' of exactly three other troopers and/or Rebel Guards, all four move for 1 Force. Rebel Guards at same site may move.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Mon Mothma\\par Princess Organa\\par Pucumir Thryss (to same Cloud City site)",
    "Counterpart": "Imperial Squad Leader",
    "Rules": "(AR 1.7.1, B-13)\\par (Errata) This character suspends the \"cannot move\" restriction in the game text of all Rebel Guards, allowing them to move normally while present.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2050,
    "CardName": "Rebel Tech",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "***",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Def Goren, typical expert in communications and scanner jamming, served aboard the Rebel privateer corvette \\ul Spiral\\ul0  before joining the Alliance High Command.",
    "Gametext": "When at your war room: \\b Cumulatively\\b0  adds 1 to total of Attack Run. OR Once during each of your control phases, may send this tech to your Used Pile and take Death Star: Trench into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Death Star: Trench",
    "IsPulled": "Mon Mothma\\par Pucumir Thryss (to same Cloud City site)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2056,
    "CardName": "Rectenna",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 3,
    "Lore": "Fabritech communications and sensor array. Features active/passive scanners, powerful jamming system, ship-to-ship transmitters and short-range target acquisition program.",
    "Gametext": "Use 1 Force to deploy on your starship. You may deploy cards as a 'react' to a battle at same system or sector.",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Panic (V2)\\par Portable Scanner",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2059,
    "CardName": "Red 2",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Wedge's X-wing at Battle of Yavin. Wedge had to nurse the fighter home after a hit in the Death Star trench destroyed its micro-maneuvering controls.",
    "Gametext": "May add 1 pilot and 1 astromech. Immune to attrition < 3 if Wedge piloting.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "Information": "Red 2 personas are:\\par \\par Red 2\\par Red Squadron 1\\par Wedge In Red Squadron 1 (V6)",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Red 1 (V6)",
    "Combo": "Red 2 + Organized Attack\\par -----\\par Red 2 + Wedge Antilles + Moving To Attack Position",
    "Matching": "BoShek (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2061,
    "CardName": "Red 5",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Luke's Incom T-65 X-wing at the Battle of Yavin. Instrumentation similarities between Red 5 and the T-16 skyhopper allowed Luke to play a pivotal role in the conflict.",
    "Gametext": "May add 1 pilot and 1 astromech. Immune to attrition < 4 if Luke piloting. When firing in an Attack Run, adds 1 to total.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "Information": "Red 5 personas are:\\par \\par Artoo-Detoo In Red 5\\par Red 5\\par Red 5 (V3)",
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Combo": "Red 5 + Organized Attack",
    "Matching": "BoShek (V1)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V4)\\par Luke (V10)\\par Luke Skywalker\\par Luke Skywalker (V1)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V9)\\par Luke Skywalker, Strong In The Force (V6)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V8)\\par Son of Skywalker\\par Son of Skywalker (V5)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2063,
    "CardName": "Red 6",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 6,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Jek Porkins' X-wing at Battle of Yavin. Instrumental in success of strafing attacks against Death Star. Skipped last inspection of computer and flight control systems.",
    "Gametext": "May add 1 pilot. Opponent may add 2 to destiny drawn for I've Got A Problem Here when targeting Red 6.",
    "Icons": "Scomp Link, Astromech",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Red 1 (V6)",
    "Combo": "Red 6 + Organized Attack\\par -----\\par Red 6 + Corran Horn (or any other spy with pilot ability)\\par Deploy Corran Horn on Red 6 to any system even without presence or Force icons.",
    "Matching": "BoShek (V1)\\par Jek Porkins\\par Jek Porkins (V13)\\par ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2075,
    "CardName": "Reegesk",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b thief\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Ranat \\b thief\\b0  and scavenger from Aralia. Regularly trades with Jawas. Adept at pilfering items without alerting the owner. Willing to steal anything, even trash.",
    "Gametext": "Once during each of your control phases, may lose 1 Force to take one vehicle, droid, weapon or device from opponent's Lost Pile or Crash Site Memorial into hand to use as your own.",
    "Icons": 0,
    "Information": "Light side counter:\\par Shoo! Shoo! (V5) cancels an attempt by Reegesk to steal a card; Reegesk is then lost.\\par -----\\par Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V7).",
    "IsPulled": "Ket Maliss (V3)\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2082,
    "CardName": "Remote",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Tshhhh. Tshhhh. Zap! \"Look ... good against remotes is one thing. Good against the living, that's something else.\"",
    "Gametext": "Use 1 Force to deploy at any site. Moves like a character at normal use of the Force. Once during each of your control phases, may: Select one character present to be power or forfeit +1 for remainder of turn. OR Use 2 Force to cancel any seeker present.",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Panic (V2)\\par Portable Scanner",
    "Cancels": "Han Seeker\\par Han Seeker (V2)\\par Leia Seeker\\par Leia Seeker (V3)\\par Luke Seeker",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2094,
    "CardName": "Reserve Pilot",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "**",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Injuries kept Lord Vader's best TIE wingman out of the primary wave of starfighters. He remains on reserve duty, ready to replace lost pilots.",
    "Gametext": "Adds 1 to power of anything he pilots. When piloting Black 2, Black 3 or Black 4, also adds 1 to maneuver and draws one battle destiny if not able to otherwise.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Come With Me (V3)\\par Commander Praji (V2)\\par Deflector Shield Generators (V4)\\par Emergency Deployment (V2)",
    "Matching": "Black 2\\par Black 2 (V1)\\par Black 3\\par Black 3 (V14)\\par Black 4",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2103,
    "CardName": "Retract The Bridge",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Destiny": 3,
    "Lore": "Strategically retracted bridges can frustrate enemy movement, forcing routing plans to be rearranged.",
    "Gametext": "During your deploy phase, use X Force to rearrange all interior Death Star sites, where X = total number of those sites. All cards at a given site move along with that site. OR Cancel On The Edge.",
    "Icons": 0,
    "Rules": "(AR 1.7.1, B-13)\\par This Interrupt allows you to rearrange Death Star sites in any order. However, the sites must still conform to the pattern specified in the location deployment rules (i.e., Docking Bay 327 must remain at the end). Each Laser Gate on the Death Star may be relocated between any two interior Death Star sites.",
    "Cancels": "On The Edge",
    "IsCanceledBy": "Skywalkers",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2117,
    "CardName": "Rodian",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Uniqueness": "***",
    "Characteristics": "\\b Rodian\\b0, assassin",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Thuku is a typical male Rodian. Sent to hunt down Greedo by Navik the Red, head of the Chattza tribe. Rodians enjoy \"the hunt,\" so many are employed as assassins.",
    "Gametext": "Adds 1 to power of each of your bounty hunters and smugglers (but subtracts 1 from Greedo's power) at same site. Adds 1 to power of anything he pilots.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Greeata",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2125,
    "CardName": "Rogue Bantha",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Creature",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "bantha",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Landspeed": 1,
    "Maneuver": 2,
    "Lore": "Fled into the wilderness after mistreatment by a young Tusken Raider. Raised by moisture farmer. Friendly toward strangers, but attacks Tusken Raiders on sight.",
    "Gametext": "May add 2 'riders' (passengers). Bantha ability = . May move as a 'react.' Whenever a battle was just initiated at same site, one Tusken Raider present (your choice) is 'trampled' (immediately lost).",
    "Icons": 0,
    "Combo": "Rogue Bantha + Cal Alder",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2151,
    "CardName": "Sabotage",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Poorly equipped Rebels must rely on clandestine strikes against the massive Imperial military. Computer 'slicing' and system tampering have proven most effective.",
    "Gametext": "During your control phase, target one weapon, device or vehicle at same site as your Undercover spy. Draw destiny. If destiny > target's deploy cost, target is lost (may be stolen instead if spy also a thief). OR Cancel Informant.",
    "Icons": 0,
    "IsPulled": "Major Palo Torshan\\par Undercover (V3)",
    "Combo": "Sabotage + Boushh\\par -----\\par Sabotage + TK-422",
    "Rules": "(AR 1.7.1, B-13)\\par This Interrupt allows the destruction of any kind of weapon, device or vehicle. However, it does not give you permission to steal cards that cannot normally be stolen.",
    "Cancels": "Informant\\par Informant (V3)",
    "IsCanceledBy": "Informant\\par Levitation Attack (V) (if targeting device)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2164,
    "CardName": "Sandcrawler: Droid Junkheap",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your characters may enter/exit here for 1 Force each. \"Nighttime conditions\" here.   Deploy on your Sandcrawler. Each Jawa is forfeit +2 here. \"Nighttime conditions\" here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 0,
    "LightSideText": "Your characters may enter/exit here for 1 Force each. \"Nighttime conditions\" here.",
    "DarkSideText": "Deploy on your Sandcrawler. Each Jawa is forfeit +2 here. \"Nighttime conditions\" here.",
    "Icons": "Interior, Vehicle",
    "Interior": 1,
    "Vehicle": 1,
    "Information": "EV-9D9 may Force drain here (+1 for each other droid present, including captive droids).",
    "IsPulled": "Cyclone 1 (V15)",
    "Counterpart": "Sandcrawler: Loading Bay",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2165,
    "CardName": "Sandcrawler: Loading Bay",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on your Sandcrawler. Each Jawa is forfeit +2 here. \"Nighttime conditions\" here.   Your characters may enter/exit here for 1 Force each. \"Nighttime conditions\" here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 0,
    "LightSideText": "Deploy on your Sandcrawler. Each Jawa is forfeit +2 here. \"Nighttime conditions\" here.",
    "DarkSideText": "Your characters may enter/exit here for 1 Force each. \"Nighttime conditions\" here.",
    "Icons": "Interior, Vehicle",
    "Interior": 1,
    "Vehicle": 1,
    "IsPulled": "Kalit (V8)",
    "Counterpart": "Sandcrawler: Droid Junkheap",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2173,
    "CardName": "Saurin",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Hrchek Kal Fas, a male Saurin from Durkteel, is a typical droid trader. Scours the \"invisible market\" for the best droid prices. Guarded by his cousin Sai'torr.",
    "Gametext": "At any time, may use 1 Force to remove (lose) a Restraining Bolt at same site. Receives an extra power +1 when 'protected' by Sai'torr Kal Fas.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2174,
    "CardName": "Scanner Techs",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 5,
    "Lore": "Specialized scanner technicians examine scanner output to identify the presence of life forms. Experienced operators can even identify species and gender.",
    "Gametext": "Deploy on your side of table. Radar Scanner is immune to Sense. If Radar Scanner is played against an opponent who has more than 13 cards in hand, opponent loses all Jawas, Tusken Raiders and stormtroopers found there.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par Kalit (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Hyperwave Scan",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2222,
    "CardName": "Sensor Panel",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Monitors all nearby traffic in exterior locations. Takes advantage of multiple backup systems to minimize breakdowns under harsh conditions.",
    "Gametext": "Use 1 Force to deploy on your non-creature vehicle. Adds 1 to power and landspeed. Once per turn, when you play Radar Scanner, you may use 1 Force to move one additional Effect or Interrupt card found in opponent's hand to Used Pile.",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Panic (V2)\\par Portable Scanner",
    "Combo": "Sensor Panel + Radar Scanner",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2290,
    "CardName": "Sniper",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Tusken Raiders often attack lone desert travelers at long range. Their cowardly nature leads them to rely on surprise attacks rather than direct engagement.",
    "Gametext": "During your control phase, fire one of your weapons. If URoRRuR'R'R firing, may add 2 to each weapon destiny draw. (A seeker may be targeted by a character weapon using defense value of 4.) Any 'hit' targets are immediately lost.",
    "Icons": 0,
    "Information": "These cards can be used to kill Undercover spies, which is extremely useful. They can be even more devastating though - allowing you to eliminate a character during the control phase is wicked.\\par -----\\par Combo Card: Sniper & Dark Strike",
    "Counterpart": "Sorry About The Mess",
    "IsCanceledBy": "It's A Trap!",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2298,
    "CardName": "Solomahal",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Veteran officer of the Old Republic who retired from active duty after the Clone Wars. Makes a living in the Outer Rim Territories passing on his scouting expertise.",
    "Gametext": "Deploy on your warrior to give that warrior \\b scout\\b0  skill. That warrior may move as a 'react.' OR Deploy on your scout. When that scout 'reacts,' it is power +2 for remainder of turn. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Combo": "Solomahal + Learn About The Force, Luke (V15)\\par Force drains and battle destiny draws are +1.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2308,
    "CardName": "Sorry About The Mess",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"I've been looking forward to this for a long time.\" \"Yes, I'll bet you have.\" Han abruptly ended his conversation with Greedo and flipped Wuher a credit to pay for the cleanup.",
    "Gametext": "During your control phase, fire one of your weapons. If Han firing, may add 1 to each weapon destiny draw. (A seeker may be targeted by a character weapon using defense value of 4.) Any 'hit' targets are immediately lost.",
    "Icons": 0,
    "Information": "These cards can be used to kill Undercover spies, which is extremely useful. They can be even more devastating though - allowing you to eliminate a character during the control phase is wicked.\\par \\par One thing to keep in mind when considering inclusion of Sorry About The Mess is the fact that this card allows the use of starship weapons as well as character weapons.\\par -----\\par Combo Card: Sorry About The Mess & Blaster Proficiency",
    "Abbreviation": "SATM",
    "Counterpart": "Sniper",
    "Combo": "Sorry About The Mess + Millennium Falcon or Corellian Corvette + Quad Laser Cannon\\par -----\\par Sorry About The Mess + Han Solo + Han's Heavy Blaster Pistol",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2330,
    "CardName": "Spice Mines Of Kessel",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Captives sent to the Kessel spice mines spend the rest of their lives digging for glitterstim, a spice sold throughout the galaxy by smugglers and crime lords.",
    "Gametext": "Deploy on Kessel (may not be moved). Target one captive and one trooper to escort captive. When targets reach Utinni Effect, retrieve Force equal to captive's forfeit (captive and Utinni Effect lost).",
    "Icons": 0,
    "Information": "If Sergeant Tarl is the trooper targeted by Spice Mines of Kessel, that Utinni Effect is immune to Alter and Tarl adds 4 to Force retrieved when completed.",
    "IsPulled": "Corporal Vandolay\\par Corporal Vandolay (V)\\par Spice Mine Operations (V)\\par Twi'lek Advisor\\par Utinni! (V)\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "I'm Here To Rescue You",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2368,
    "CardName": "Stunning Leader",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Stormtroopers are trained to stun, not kill, priority targets in order to split enemy forces and hold the leaders for interrogation. Stun effects wear off, requiring efficient action.",
    "Gametext": "If a battle was just initiated at an interior site, use 1 Force to exclude from that battle all characters of ability > 2 and all leaders (on both sides).",
    "Icons": 0,
    "Information": "Access Denied (V6) prevents Stunning Leader from being played on Cloud City sites.\\par -----\\par This is another equalizer for you anti-Mains and Toys players out there, especially with the release of Cloud City. Two things in Cloud City made this card especially great: interior draining and Trooper Assault.\\par \\par Since Stunning Leader only works at interior sites, most people found little use for it before Cloud City. After all, the best draining sites for the Dark Side were almost exclusively exterior! Virtually every Dark Side site with a Force drain for two or more was an exterior site like the Tatooine: Lars' Moisture Farm, Tatooine: Jundland Wastes, or Hoth: Defensive Perimeter.\\par With the release of Cloud City, the Dark Side now has a set of interior sites with decent draining opportunities. Unlike the Death Star or Executor sites, these have Light Side icons allowing a modest drain. Adding Dark Deal to a Cloud City deck could be devastating to an ill-prepared Light Side deck. With lightsabers and Dark Deal, Cloud City is an okay place to Force drain for the Dark Side. Oh, and don't forget about Bounty Hunting opportunities.\\par \\par Along with Cloud City's interior sites came a nice Used Interrupt called Trooper Assault. This card simulates the endless hordes of troopers the Imperial Army seems to muster by making all Dark Side troopers in a battle power +2 and immune to all attrition. This one interrupt almost single-handedly made troopers viable again.\\par \\par So where does Stunning Leader fit into the equation? Well, consider a Cloud City Force drain deck with troopers as its primary site defenses. Every site (don't use the Docking Bay) is interior, meaning Stunning Leader can be played at a site battle anywhere. All troopers are ability 2 or lower, so they won't be excluded from the battle when Stunning Leader is played - this interrupt isolates your troopers against the Light Side's non-mains.",
    "Counterpart": "Blast The Door, Kid!",
    "Combo": "Stunning Leader + Cloud City sites + Lift Tubes\\par A great point defense system that'll allow you to spread a bit thinner than normal and still be able to bring all your low ability characters to brawl in a mainless battle.\\par -----\\par Stunning Leader + Ability > 2 Imperials + Stormtroopers + Trooper Assault\\par This is awesome because you get a speed gain and a defensive gain; the Stormtroopers deploy for free and Stunning Leader excludes the high ability Imperial, leaving only totally immune troopers in the fight. Add a Comlink for more fun.\\par -----\\par Stunning Leader + Cloud City Troopers + Imperial Trooper Guards + E-3P0\\par Bring out the odds cards! With this kind of Cloud City defense force, you could have a blast with Light Side Mains. Trooper Assaults would make the power here obscene. Don't forget the E Chu Ta for maximum insult to injury.\\par -----\\par Stunning Leader + IT-0 + IG-88 + Probe Droid\\par How about a droid strike team? Exclude all their mains and send your droids on suicide missions. Retrieve with the Cloud City: Incinerator and repeat ad infinitum. With a spy on the team, it can't be kept out of the action.",
    "Rules": "(AR 1.7.1, B-14)\\par (Errata) See Blast The Door, Kid!\\par \\par (AR 1.7.1, B-2)\\par Blast The Door, Kid!\\par (Errata) Characters of ability > 2 or leaders introduced to the battle after this Interrupt has been played are also immediately excluded from the battle.",
    "IsCanceledBy": "Impressive, Most Impressive (V7)\\par Nice Of You Guys To Drop By (V4)\\par Krayt Dragon Howl & Armed And Dangerous (V6)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2378,
    "CardName": "Superlaser",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Death Star",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The Death Star has more firepower than the combined might of the entire Imperial fleet. Enormous generators power the devastating planet-destroying weapon.",
    "Gametext": "Deploy on Death Star system at parsec 0. May target a capital starship at Death Star system, or at a system it orbits, using 4 Force. Draw two destiny. Target hit if total destiny > defense value.",
    "Icons": 0,
    "Information": "If it is important to you to deploy the Superlaser as early as possible then consider using the card Forced Landing (V11) to let the Death Star Gunner pull the Superlaser during your deploy phase. This will let you deploy the Superlaser on turn 1 almost every game if you play the \"Set Your Course for Alderaan\" objective (which pulls the gunner). (Psychobabble)",
    "IsPulled": "Death Star Gunner\\par Death Star Gunner (V)\\par Death Star: Central Core (V)\\par Emergency Deployment (V)\\par Imperial Stockpile (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2389,
    "CardName": "SW-4 Ion Cannon",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Characteristics": "cannon, ion cannon",
    "Destiny": 5,
    "Lore": "ArMek SW-4 turret-mounted ion cannon. Bursts of ionized energy fuse and overload target's mechanical and computer systems. Allows ships to be captured and boarded.",
    "Gametext": "Use 1 Force to deploy on your Y-wing or B-wing. May target a starship using 1 Force. Draw destiny. If destiny > target's defense value, all starship weapons deployed on target are lost, armor or maneuver = 0 and hyperspeed = 0.",
    "Icons": 0,
    "Information": "Deploys and fires free aboard Gold 4.\\par -----\\par Deploys and fires free aboard Gold 6.\\par -----\\par May fire free and each of its weapon destiny draws is +2 aboard Gray Squadron 1.\\par -----\\par When a starship piloted by Gray Squadron Y-wing Pilot fires an ion cannon, once per turn, may draw two weapon destiny and choose one.\\par ",
    "IsPulled": "Lieutenant s'Too Vees (when at a docking bay)\\par Panic (V2)\\par Portable Scanner\\par Rapid Fire",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2392,
    "CardName": "Swilla Corey",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Petty criminals throughout the galaxy often earn extra money by teaching their trade to initiates. Thievery has become more popular as the Empire tightens its grip.",
    "Gametext": "Deploy on any non-thief to give that character \\b thief\\b0  skill. Once during each of your control phases, may target one device at same site. Draw destiny. If destiny < target's destiny number, it is stolen. OR Deploy on a weapon to prevent theft. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par I've Lost Artoo! (V11)",
    "Counterpart": "Merc Sunlet",
    "Combo": "Swilla Corey + Dark Reconnaissance (V15)\\par -----\\par Swilla Corey + Trained In The Jedi Arts (V15)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2418,
    "CardName": "Tantive IV",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Corellian Corvette",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 8,
    "Armor": 4,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Royal House of Alderaan consular ship. Used by Princess Leia for Imperial Senate business (and secret Rebel espionage). Captured by the \\ul Devastator\\ul0  over Tatooine.",
    "Gametext": "May be deployed even without presence or Force icons. May add 3 pilots and 4 passengers. Has ship-docking capability. Permanent pilot provides ability of 2.",
    "Icons": "Scomp Link, Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "This is one of the true greats for the Light Side - and not just in a space deck. You can deploy the Tantive IV to any system (except Dagobah) - it's a spy ship. This means you can put it at the Death Star. It also has a massive forfeit which means it can take care of itself - as well as having ability of 2 and power of 5. This is an exceptional card, and one well worth trying to get hold of.\\par -----\\par On DS system Ralltiir Tantive IV is power +1.",
    "IsPulled": "Admiral Ackbar (V14)\\par Fly Casual",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2438,
    "CardName": "Tatooine: Bluffs",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "\"Bluff Rules\" in effect here.   \"Bluff Rules\" in effect here.",
    "LightSideIcons": 0,
    "DarkSideIcons": 0,
    "LightSideText": "\"Bluff Rules\" in effect here.",
    "DarkSideText": "\"Bluff Rules\" in effect here.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "Quietly Observing (V13)",
    "Combo": "Tatooine: Bluffs + Quietly Observing (V13)\\par Bluffs gains (Light Side Force icon) and (Dark Side Force icon).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2490,
    "CardName": "Tech Mo'r",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b Bith\\b0",
    "Destiny": 6,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "Male Bith \\b musician\\b0. Plays Ommni Box in Figrin D'an's band. Lost ownership of instrument to Figrin while gambling.",
    "Gametext": "After using Ommni Box, peek at top X cards of pile or deck just shuffled, where X = number of other musicians at same site. May re-shuffle without peeking.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Ak-rev",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2505,
    "CardName": "Tentacle",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Dianogas use their seven tentacles for both locomotion and catching food. The few survivors of such attacks claim that a dianoga tentacle has the strength of a hydro-clamp.",
    "Gametext": "If opponent just played an Interrupt, use 1 Force to deploy on table. That Interrupt is played out but is then 'grabbed' (played here but is out of play). Any new Interrupts of the same name are unique (*). (Immune to Control.)",
    "Icons": "Grabber",
    "Information": "Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Carida: ISB Training Academy (V13)\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V11)\\par Tentacle\\par Tentacle (V3)\\par There'll Be Hell To Pay",
    "IsPulled": "Cold Feet (V)\\par Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Grappling Hook",
    "Rules": "(AR 1.7.1, B-15)\\par See Grappling Hook.\\par \\par (AR 1.7.1, B-7)\\par Grappling Hook\\par Once this Immediate Effect has its result, it causes new copies of the targeted Interrupt to be unique (*) for both players. Because that Interrupt is now limited to one per turn, no additional cards with the same name may be played this turn.",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1
  },
  {
    "id": 2555,
    "CardName": "There'll Be Hell To Pay",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "***",
    "Destiny": 3,
    "Lore": "Luke's dream of joining the Academy often distracted him from his chores, sometimes resulting in his having to pay the price for his impatience.",
    "Gametext": "Use 3 Force to deploy on table and stack one just-played Interrupt here. To play any new Interrupt of the same name, player must first stack it here and use +1 Force for each Interrupt in stack, even if Interrupt is normally free. (Immune to Control).",
    "Icons": "Grabber",
    "Information": "Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Carida: ISB Training Academy (V13)\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V11)\\par Tentacle\\par Tentacle (V3)\\par There'll Be Hell To Pay",
    "Abbreviation": "TBHTP",
    "IsPulled": "Cold Feet (V)\\par Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "What're You Tryin' To Push On Us?",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1
  },
  {
    "id": 2563,
    "CardName": "They're On Dantooine",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Destiny": 5,
    "Lore": "\"You would prefer another target? A military target? Then name the system!\"",
    "Gametext": "Once per game, use 2 Force to deploy on Dantooine. Target Death Star. Opponent may not play Commence Primary Ignition until target reaches Dantooine, canceling Utinni Effect.",
    "Icons": 0,
    "IsPulled": "The Signal\\par Utinni! (V2)\\par We Wish To Board At Once",
    "IsCanceledBy": "Point Man",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2577,
    "CardName": "This Is Some Rescue!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 6,
    "Lore": "\"When you came in here, didn't you have a plan for getting out?\"",
    "Gametext": "Cancel I'm Here To Rescue You, Plastoid Armor, Out Of Commission, Alternatives To Fighting, Cell 2187 or Ewok Rescue.",
    "Icons": 0,
    "Cancels": "Alternatives To Fighting\\par Cell 2187\\par Ewok Rescue\\par I'm Here To Rescue You\\par I'm Here To Rescue You (V)\\par Out Of Commission\\par Out Of Commission & Transmission Terminated\\par Plastoid Armor\\par Plastoid Armor (V)",
    "IsCanceledBy": "Captive Pursuit",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2596,
    "CardName": "TIE Assault Squadron",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Squadron",
    "ModelType": "TIE/ln",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": "*",
    "Forfeit": 6,
    "Ability": 3,
    "Maneuver": 3,
    "Lore": "Imperial strategy relies on quantity over quality. Although many of their pilots have low motivation, this is compensated by 'wolfpack' group tactics.",
    "Gametext": "* Replaces 3 TIE/lns at one location (TIE/lns go to Used Pile). Permanent pilots provide total ability of 3.",
    "Icons": "Pilot x 3",
    "Pilot": 3,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Dreaded Imperial Starfleet (V9)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2604,
    "CardName": "TIE Vanguard",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/rc",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Maneuver": 2,
    "Lore": "Reconnaissance starfighter. Often deployed first to gather detailed information on enemy starship movement before full fleet engagement.",
    "Gametext": "Permanent pilot provides ability of 1. You may deploy cards to same system or sector as a 'react'.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "All Power To Weapons\\par Commander Brandei\\par Deflector Shield Generators (V)\\par Early Warning Network\\par Short Range Fighters",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2611,
    "CardName": "Tiree",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Piloted Gold 2 as defensive cover for Gold Leader during attack run in Death Star trench at the Battle of Yavin.",
    "Gametext": "Adds 2 to power of anything he pilots. When piloting Gold 2, also adds 1 to maneuver and (when in Death Star: Trench) adds 1 to total of Attack Run.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "General Dodonna (V2)",
    "Matching": "Gold 2",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2620,
    "CardName": "Tractor Beam",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Destiny": 3,
    "Lore": "Captures enemy vessels for boarding. When used in conjunction with an ion cannon, tractor beams can ensnare even the most maneuverable starships.",
    "Gametext": "Use 2 Force to deploy on your Star Destroyer. At the end of a battle at same system or sector, may target an opponent's starship present (except Mon Calamari Star Cruiser) using 2 Force. Draw destiny. Target captured if destiny > defense value.",
    "Icons": 0,
    "Information": "Our First Catch Of The Day adds 2 to a tractor beam destiny draw.\\par -----\\par When Tyrant is using Tractor Beam, adds 1 to destiny draw.",
    "IsPulled": "Emergency Deployment (V)\\par I Can't Shake Him!\\par Levitation Attack (V)\\par Tatooine: Imperial Vanguard Camp (V)\\par Warrant Officer M'Kae\\par Warrant Officer M'Kae (V)",
    "Combo": "Tractor Beam + In Range + Our First Catch Of The Day\\par -----\\par Tractor Beam + Captain Lennox + Besieged\\par -----\\par Tractor Beam + Flawless Marksmanship\\par -----\\par Tractor Beam + I Want That Ship\\par -----\\par Tractor Beam + Ion Cannon",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2635,
    "CardName": "Trooper Davin Felth",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b sandtrooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Dispatched to Tatooine to apprehend renegade droids fleeing the \\ul Tantive IV\\ul0. Suspected to have misgivings about Imperial methods. Allegedly shot his commander in the back.",
    "Gametext": "While he is on Tatooine, Local Trouble and Look Sir, Droids are Used Interrupts. Opponent may select target when using Friendly Fire at same site as Felth.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)\\par General Tagge (V2)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2658,
    "CardName": "Tzizvvt",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 1,
    "Ability": 1,
    "Lore": "This male Brizzit, from the planet Jandoon, is hiding from the Imperials on the remote world Tatooine. He hopes to procure passage to the Outer Rim before the Empire finds him.",
    "Gametext": "May 'fly' (move) only during your deploy phase, up to two sites away, for 1 Force. Power +1 at Trash Compactor, any Dagobah site or same site as Dark Waters or Tarkin.",
    "Icons": 0,
    "Information": "I Thought They Smelled Bad On The Outside doubles Tzizvvt's power until he moves.",
    "IsPulled": "Bargaining Table (V8)",
    "Rules": "(AR 1.7.1, B-16)\\par This alien may use his landspeed only during your deploy phase. However, he may make other kinds of regular moves and unlimited moves normally.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2659,
    "CardName": "U-3PO (Yoo-Threepio)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Lore": "This protocol droid served in the House of Alderaan's Diplomatic Corps. Imperials altered its programming for espionage, making the droid an unwitting \\b spy\\b0  for the Empire.",
    "Gametext": "Deploy on opponent's side as an Undercover spy (except that if present during a battle at a site, adds its power to Light Side). If spy's \"cover is broken,\" the above \"game text\" is canceled and Light Side may use as if stolen.",
    "Icons": 0,
    "IsPulled": "Look Sir, Droids (V15)",
    "Combo": "U-3PO (Yoo-Threepio) + Program Trap\\par -----\\par U-3PO (Yoo-Threepio) + Luke? Luuuuke! (V11)\\par -----\\par U-3PO (Yoo-Threepio) + Nevar Yalnal\\par -----\\par U-3PO (Yoo-Threepio) + E Chu Ta",
    "Rules": "(AR 1.7.1, B-16)\\par U-3PO's game text that adds his power to the light side is applied even though he is not participating in the battle and is inactive. This is a singular exception to the normal rules of undercover spies and participating in battle. If stolen while Undercover (e.g., by a Caller), U-3PO moves to your side of the location and becomes an Undercover spy for your opponent. The Light Side player may choose to not accept this Dark side droid when its cover is broken, in which case it becomes a Dark Side non- Undercover droid.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2672,
    "CardName": "Undercover",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Destiny": 5,
    "Lore": "The Empire maintains a network of spies attempting to infiltrate the Rebel Alliance or disinform their operatives.",
    "Gametext": "Deploy on your spy at a site and cross spy to opponent's side. Spy is now Undercover. During your deploy phase, may voluntarily \"break cover\" (lose Effect) if at a site. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Informant (V3)\\par Labria (V2)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Undercover",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2673,
    "CardName": "Undercover",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Destiny": 5,
    "Lore": "Alliance Intelligence expends considerable resources to infiltrate the Imperial military bureaucracy, but the ISB's security sweeps make these shadowy operations dangerous.",
    "Gametext": "Deploy on your spy at a site and cross spy to opponent's side. Spy is now Undercover. During your deploy phase, may voluntarily \"break cover\" (lose Effect) if at a site. (Immune to Alter.)",
    "Icons": 0,
    "Information": "I you control Bothawui, Undercover is immune to Hutt Smooch.",
    "IsPulled": "It's Not My Fault (V)\\par Mercenary Armor (V)\\par Rycar Ryjerd (V)\\par Tamtel Skreej\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Counterpart": "Undercover",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2683,
    "CardName": "URoRRuR'R'R",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Tusken Raider\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "\\b Leader\\b0  of a Tusken Raider tribe. Unafraid of machines. Skilled hunter and marksman. Raids moisture farms for water. Roams the Jundland Wastes in search of unwary travelers.",
    "Gametext": "Deploys only on Tatooine. When at same site as another Tusken Raider, may draw one battle destiny if not able to otherwise.",
    "Icons": 0,
    "IsPulled": "Bantha Fodder\\par URoRRuR'R'R's Bantha (V8)",
    "MatchingWeapon": "URoRRuR'R'R's Hunting Rifle",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2687,
    "CardName": "URoRRuR'R'R's Hunting Rifle",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "rifle",
    "Destiny": 5,
    "Lore": "Owning a hunting rifle is an important status symbol in Tusken culture. URoRRuR'R'R scavenged this weapon from a starship wreck near Anchorhead.",
    "Gametext": "Use 1 Force to deploy on URoRRuR'R'R or Chief Bast, 3 on your non-droid character. May target a character or creature using 1 Force. Draw destiny. Subtract 1 if targeting a character. Add 2 if targeting a creature. Target hit if total destiny > defense value.",
    "Icons": 0,
    "Information": "Can be deployed from Reserve Deck on a trooper with Blast Points.",
    "IsPulled": "Emergency Deployment (V)\\par Imperial Stockpile (V)\\par Jabba's Through With You\\par Kashyyyk: Slaving Camp Headquarters (V)\\par Mara Jade, The Emperor's Hand\\par Ur'Ru'r (V)",
    "MatchingWeapon": "Chief Bast\\par URoRRuR'R'R\\par URoRRuR'R'R (V8)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2715,
    "CardName": "Victory-Class Star Destroyer",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Victory-class Star Destroyer",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 2,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 5,
    "Armor": 5,
    "Ability": 1,
    "Hyperspeed": 4,
    "Lore": "Commissioned by the Old Republic at end of the Clone Wars, Rendili StarDrive's \\ul Victory\\ul0-class starship is atmosphere-capable but has a low sublight speed.",
    "Gametext": "May add 4 pilots, 6 passengers, 1 vehicle and 3 TIEs. Has ship-docking capability. Permanent pilot provides ability of 1. Adds 1 to your total power in battles at related planet sites.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Abbreviation": "VSD",
    "IsPulled": "Early Warning Network\\par Prepared Defenses (V)",
    "Combo": "Victory-Class Star Destroyer + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2754,
    "CardName": "We Have A Prisoner",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Common2",
    "Destiny": 3,
    "Lore": "\"You are part of the Rebel Alliance, and a traitor. Take her away!\"",
    "Gametext": "Use 1 Force if opponent just lost or forfeited a character from battle. Character is captured instead. OR Use X Force to capture all characters aboard a captured starship, where X = twice the number of characters.",
    "Icons": 0,
    "Information": "Imperial Detainment (V15) makes We Have A Prisoner a Used Interrupt.",
    "IsPulled": "Yuzzum",
    "Combo": "We Have A Prisoner + Corporal Vandolay\\par Corporal Vandolay makes We Have A Prisoner a Used Interrupt while at a mobile site",
    "Rules": "(AR 1.7.1, B-16)\\par When capturing a just forfeited character using this Dark Side Effect, that character is captured after applying forfeit value but before being placed on the Lost Pile. When captured, the characters values that would normally be restored upon leaving table (e.g., forfeit being reduced by 2, power being reduced to 0) has those values reset. In this way, cards deployed on that character (for example, Bounty or a weapon) are not placed in the Lost Pile. Additionally, if the card was 'hit', it is no longer 'hit'. This is a specific exception to the just lost ruling.\\par This Interrupt's first function may capture a character lost or forfeited from a system or sector, if you have a potential escort available aboard a vehicle or starship at that location.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2784,
    "CardName": "WED15-l7 'Septoid' Droid",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Maintenance Droid",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": "*",
    "Lore": "Multi-armed maintenance droid fiercely loyal to the Empire. Specializes in extending effective operational life of Imperial resources. Nicknamed for an insect from Eriadu.",
    "Gametext": "* Forfeit value begins at 7. When 'forfeited,' droid remains in play (unless 'hit'), but forfeit value is reduced by the amount of attrition or battle damage absorbed. Droid lost when forfeit value reaches zero.",
    "Icons": 0,
    "IsPulled": "Look Sir, Droids (V15)",
    "Rules": "If other cards on table prevent this card's forfeit value from being reduced (such as Chokk for example) then when it is forfeited, this droid does not satisfy any battle damage or attrition.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2786,
    "CardName": "Wedge Antilles",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0,\\b Corellian\\b0",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 6,
    "Ability": 2,
    "Lore": "Highly decorated Corellian. Piloted Red 2 at the Battle of Yavin. A wealthy orphan, he bought a freighter with his inheritance. First joined the Alliance as weapons \\b smuggler\\b0.",
    "Gametext": "Adds 3 to power of anything he pilots. When piloting Red 2, also adds 2 to maneuver and draws one battle destiny if not able to otherwise. May use 1 Force to take one Corellian Slip into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Wedge Antilles personas are:\\par \\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par [Wedge In Red Squadron 1 (V)]",
    "Pulls": "Corellian Slip\\par Corellian Slip (V)",
    "IsPulled": "Beldon's Eye (V)\\par General Dodonna (V)",
    "Combo": "Wedge Antilles + Red 2 (or Pulsar Skate) + Moving To Attack Position",
    "Matching": "Pulsar Skate\\par Red 2\\par Red Squadron 1\\par Rogue 3",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2802,
    "CardName": "What're You Tryin' To Push On Us?",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon2",
    "Uniqueness": "***",
    "Destiny": 3,
    "Lore": "Moisture farmers like Own Lars must be on the lookout for repeated (and blatant) ploys by Jawas.",
    "Gametext": "Use 3 Force to deploy on table and stack one just-played interrupt here. To play any new Interrupt of the same name, player must first stack it here and use +1 Force for each Interrupt in stack, even if Interrupt is normally free. (Immune to Control.)",
    "Icons": "Grabber",
    "Information": "Light Side grabbers are:\\par \\par A Tragedy Has Occurred\\par A Tragedy Has Occurred - Defensive Shield\\par Grappling Hook\\par Grappling Hook (V3)\\par Polarized Negative Power Coupling (V5)\\par Strikeforce (V11)\\par What're You Tryin' To Push On Us?",
    "Abbreviation": "WYTTPOU",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par Hear Me Baby, Hold Together (V)\\par It's Not My Fault! (V)\\par Luke, Trust Me (V)\\par Motivator (V)\\par Oh, He's Not Dead, Not Yet (V)\\par The Signal\\par We Wish To Board At Once\\par Wyron Serper (V)",
    "Counterpart": "There'll Be Hell To Pay",
    "Inventory": 0,
    "Needs": 0,
    "Grabber": 1
  },
  {
    "id": 2824,
    "CardName": "Wookiee Roar",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"GHRRRRAARRRRHG!\"",
    "Gametext": "If Chewie is defending a battle alone at a site, add two battle destiny. OR Use 3 Force to take Chewie into hand from Reserve Deck; reshuffle. OR Scare off (lose) one 'mouse' droid on table.",
    "Icons": 0,
    "Information": "Learn About The Force, Luke (V15) makes Wookie Roar a Used Interrupt, but if played during battle you draw no more than two battle destiny.",
    "Pulls": "Chewie\\par Chewie (V)\\par Chewie With Blaster Rifle\\par Chewie, Enraged\\par Chewie, Enraged (V)\\par Chewbacca\\par Chewbacca (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Chewbacca, Protector\\par Chewbacca, Protector (V)\\par Chewbacca, Walking Carpet (V)",
    "IsPulled": "Chewbacca (V3)",
    "IsCanceledBy": "Furry Fury",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2851,
    "CardName": "Yavin 4: Briefing Room",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, with a leader here, may add 1 to total of Attack Run.   Force drain +1 here. If you control, subtract 1 from total of Attack Run.",
    "LightSideIcons": 1,
    "DarkSideIcons": 0,
    "LightSideText": "If you control, with a leader here, may add 1 to total of Attack Run.",
    "DarkSideText": "Force drain +1 here. If you control, subtract 1 from total of Attack Run.",
    "Icons": "Interior, Planet, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "Restore Freedom To The Galaxy (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2857,
    "CardName": "Yavin 4: Massassi Ruins",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, with a leader here, your starships are each power +1 at Death Star system.   Force drain +1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 0,
    "LightSideText": "If you control, with a leader here, your starships are each power +1 at Death Star system.",
    "DarkSideText": "Force drain +1 here.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2892,
    "CardName": "You're All Clear Kid!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "A New Hope",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Now let's blow this thing and go home!\"",
    "Gametext": "Cancel I'm On The Leader. (Immune to Sense.) OR Use 1 Force during an Attack Run. Move one TIE in Death Star: Trench (your choice) to Death Star system for free. Add 1 to total of Attack Run if lead starfighter has matching pilot aboard.",
    "Icons": 0,
    "Cancels": "I'm On The Leader\\par I'm On The Leader (V3)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2908,
    "CardName": "Y-wing Assault Squadron",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Squadron",
    "ModelType": "Y-wing",
    "Expansion": "A New Hope",
    "Rarity": "Uncommon1",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 6,
    "Deploy": "*",
    "Forfeit": 6,
    "Ability": 3,
    "Hyperspeed": 4,
    "Maneuver": 3,
    "Lore": "The Rebel Alliance deploys starfighters in triangular formations to minimize exposure to enemy fire. Two function as wingmen to cover one leader.",
    "Gametext": "* Replaces 3 Y-wings at one location (Y-wings go to Used Pile). May add 3 pilots or passengers. Permanent pilots provide total ability of 3.",
    "Icons": "Scomp Link x 3, Pilot x 3, Astromech x 3",
    "Pilot": 3,
    "Astromech": 1,
    "ScompLink": 3,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2916,
    "CardName": "Zutton",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "A New Hope",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Snivvian also known as 'Snaggletooth.' A tortured artist who, like most Snivvians, is driven to live out the stories he creates.",
    "Gametext": "Where present, just before opponent draws battle destiny, you may use 1 Force to reduce opponent's total battle destiny by 1.",
    "Icons": 0,
    "Combo": "Zutton + Jeroen Webb + any Rebel leader",
    "Inventory": 0,
    "Needs": 0
  }
]