[
  {
    "id": 46,
    "CardName": "Ability, Ability, Ability",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Ben. . . Ben, please! Ben. . . Leia! Hear me, Leia!\"",
    "Gametext": "Deploy on opponent's side of table. At the end of opponent's deploy phase, if they did not deploy a card with ability, opponent loses 2 Force. Effect lost if opponent has more cards with ability on table than you. (Immune to Alter.)",
    "Icons": 0,
    "Information": "With this card you can force your opponent to make a decision he does not want to make. Sometimes opponent will deploy a card just not to loose the 2 Force. Maybe he will deploy some lone character - good opportunity for a beatdown.\\par -----\\par A very efficient card for  battle orientaed deck and a very good counter for a Dagobah based Force drain deck (these decks normally don't runn many characters).\\par -----\\par Play this card in combination with LLL to force opponent (and yourself) to constantly  deploy locations or lose 1 Force. Opponent will have to draw up a lot. Good opportunity for a well timed Monnok.",
    "Abbreviation": "Ability x3, AAA",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Civil Disorder",
    "Combo": "Ability, Ability, Ability + Location, Location, Location + Monnok\\par -----\\par Ability, Ability, Ability + Bad Feeling Have I, Astromech Shortage + Wrong Turn\\par -----\\par Ability, Ability, Ability + Firepower (V6) - Defensive Shield",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 48,
    "CardName": "Abyss",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Careless abuse of the Force by a young Jedi trainee can have dire consequences. When hanging from the weather vane of Cloud City, Luke's balance was his only hope.",
    "Gametext": "Deploy on table. If a unique (*) card is drawn for destiny and a duplicate is on table, destiny card is lost (destiny = 0). If duplicated card is a character, it loses immunity to attrition for rest of turn and player must lose 2 Force or lose that character. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Obviously a good card against opponent packing some duplicates of their key cards. Enhance its use by forcing your opponent do make some additional destiny draws, for example with the ability of Captain Han Solo's, Figrin D'an, Barquin D'an, Epic Duel, Tallon Roll, etc.\\par -----\\par Note that this cards also affects your own unique (*) cards drawn for destiny while a duplicate is on table.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par We're The Bait (V6)",
    "Counterpart": "Chasm",
    "Combo": "Abyss + Scanning Crew\\par Beware of Shocking Information.",
    "Rules": "This card does not require that the 'duplicated' character on table has immunity to attrition. This is a specific exception to the Implied Targeting Rule.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 54,
    "CardName": "Access Denied",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "The doors on Cloud City use a special computer controlled locking system, making them difficult to bypass without altering the security codes.",
    "Gametext": "Insert face up in your Reserve Deck. When Effect reaches top it is lost, along with all opponent's 'insert' cards there. Reshuffle. (Immune to Alter.) OR Deploy between two mobile sites. Opponent's characters may pass only if aboard a Lift Tube or opponent uses +1 Force each.",
    "Icons": 0,
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Restricted Access",
    "Combo": "Access Denied + Obi-Wan's Apparition + Restricted Deployment + Civil Disorder + Bespin\\par Making movement on Cloud City quite expensive for the Dark Side player.",
    "IsCanceledBy": "A New Secret Base\\par You Cannot Hide Forever - Defensive Shield\\par You Cannot Hide Forever (V6) - Defensive Shield\\par Your Insight Serves You Well - Defensive Shield\\par Your Insight Serves You Well (V6) - Defensive Shield",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 66,
    "CardName": "Advantage",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "With only a few Jedi remaining in the galaxy, each confrontation between them has far reaching consequences.",
    "Gametext": "If you just won a battle or duel where an opponent's character of ability > 3 was lost, deploy on one of your warriors involved. Warrior is power +2. During each of opponent's move phases, opponent loses 1 Force (2 if character was a Dark Jedi). (Immune to Control.)",
    "Icons": 0,
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par It's Not My Fault! (V)\\par Luke, Trust Me (V)\\par The Signal (V)\\par We Wish To Board At Once\\par Wyron Serper (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 73,
    "CardName": "Aiiii! Aaa! Agggggggggg!",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"They never even asked me any questions.\"",
    "Gametext": "If you have a Rebel of ability > 1 captive at a prison you control, opponent loses X Force, where X = the number of opponent's characters with ability > 2 on table.",
    "Icons": 0,
    "IsPulled": "Interrogation Array",
    "IsCanceledBy": "8D8\\par Captive Pursuit",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 84,
    "CardName": "All My Urchins",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "One little, two little, three little Bespinites.",
    "Gametext": "Use 2 Force to deploy at any site where you have presence. Moves like a single character at normal use of the Force. Before initiating a battle where present, a player must first lose 2 Force. Effect lost if you initiate a battle where present.",
    "Icons": 0,
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Combo": "All My Urchins + Order To Engage\\par The Dark Side player can decide between losing three Force for not battling or losing two Force for attacking.\\par -----\\par All My Urchins + any sort of battle canceller like It's A Trap!, Blast the Door Kid!, Narrow Escape, or Dodge\\par A good way to make your opponent lose 2 Force for nothing. (l000needles)\\par -----\\par All My Urchins + any battle canceller + Order to Engage\\par The opponent is forced to lose Force by battling or not battling. Of course, he'll initiate a battle to lose the least amount of Force and make you play a card from hand to cancel it. Still, if you want to make that combo even more potent, you have a character or weapon or other Interrupt that is a just action that hurts the opponent before you get to cancel a 'just' initiated battle.\\par (Wookie Nookie)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 87,
    "CardName": "All Too Easy",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Perhaps you are not as strong as the Emperor thought.\"",
    "Gametext": "If an opponent's character at the Carbonite Chamber was just 'hit' by a lightsaber, deploy on that character. Character is instead immediately captured and 'frozen.' If captive released, lose Immediate Effect. (Immune to Control.)",
    "Icons": 0,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "All Too Easy + Dark Jedi Lightsaber + Bounty\\par -----\\par All Too Easy + Emperor Palpatine + Death Star: Detention Block Corridor + The Emperor's Prize",
    "Rules": "(AR 1.7.1, B-1)\\par This Immediate Effect creates an unattended frozen captive if there is no available escort.",
    "IsCanceledBy": "Impressive, Most Impressive (V7)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 104,
    "CardName": "Ambush",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Well done. Hold them in the security tower, and keep it quiet. Move.\"",
    "Gametext": "During your turn, target a site where your total power is more than double opponent's total power. Unless opponent has a Dark Jedi or character weapon there, place each opponent's character, vehicle and starship there (and cards on them) in owner's Used Pile.",
    "Icons": 0,
    "Rules": "(AR 1.7.1, B-1)\\par This Interrupt is an all cards situation, so it will affect inactive cards as well (missing, undercover, etc.). However, inactive cards do not count towards either player's power total because they are not on table for such purposes. This card can be played at a location where opponent has 0 power, but not one where he has no power.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 133,
    "CardName": "Armed And Dangerous",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "The ability to retrieve his weapon by use of the Force was now second nature to Luke.",
    "Gametext": "If a battle or duel was just initiated at a site, deploy (for free) a unique matching weapon on one of your participating characters from hand or Reserve Deck; reshuffle (if from Reserve Deck).",
    "Icons": 0,
    "Pulls": "One unique weapon matching one of your participating characters if a battle or duel was just initiated at a site.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 139,
    "CardName": "Artoo, Come Back At Once!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"You haven't finished with me yet!\"",
    "Gametext": "USED: Search your Reserve Deck, take one Hero Of A Thousand Devices into hand and reshuffle. LOST: If R2-D2 is lost, use 1 Force to retrieve him. OR Use 3 Force to search your Reserve Deck, take R2-D2 into hand and reshuffle.",
    "Icons": 0,
    "Information": "Plastoid Armor (V11) makes this Interrupt Used and destiny = 5.",
    "Pulls": "Artoo\\par Artoo (V)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par Artoo, Brave Little Droid\\par Artoo, Brave Little Droid (V)\\par Hero Of A Thousand Devices\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par R2-D2, Subversive Droid (V)",
    "IsPulled": "Plastoid Armor (V11)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 142,
    "CardName": "As Good As Gone",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "Han's habit of leaving during a crisis was offset by his tendency to return when his friends needed him the most.",
    "Gametext": "During your move phase, use 2 Force to return one of your smugglers, gamblers or thieves on table (unless captured or missing) to your hand.",
    "Icons": 0,
    "Information": "Good against Death Mark.",
    "IsCanceledBy": "Bantha Fodder",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 162,
    "CardName": "Atmospheric Assault",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The TIEs patrolling Cloud City took advantage of Bespin's dense cloud cover.",
    "Gametext": "If you just initiated a battle at a Cloud City sector, add one battle destiny. OR During your deploy phase, deploy one TIE Assault Squadron for free (no replacement is necessary).",
    "Icons": 0,
    "Combo": "Atmospheric Assault + TIE Assault Squadron",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 217,
    "CardName": "Beldon's Eye",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Symbol for the Cloud City Miner's Guild (not affiliated with the Galactic Miner's Guild). Named after the beldons, giant creatures who generate Tibanna gas.",
    "Gametext": "Deploy on Cloud City. Your Tibanna Gas Miners deploy free to Cloud City sites and double the Force they activate.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V3)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 225,
    "CardName": "Bespin",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, your characters and vehicles deploy -1 to Cloud City locations.   If you control, opponent's characters and vehicles deploy +1 to Cloud City locations.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, your characters and vehicles deploy -1 to Cloud City locations.",
    "DarkSideText": "If you control, opponent's characters and vehicles deploy +1 to Cloud City locations.",
    "Parsec": 6,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A Sith's Plans (V)\\par Commander Merrejk\\par General Nevar (V)\\par Kuat Drive Yards (V)\\par Voyeur (V)\\par Watch Your Back! (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 226,
    "CardName": "Bespin",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, opponent's characters and vehicles deploy +1 to Cloud City locations.   If you control, your characters and vehicles deploy -1 to Cloud City locations.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, opponent's characters and vehicles deploy +1 to Cloud City locations.",
    "DarkSideText": "If you control, your characters and vehicles deploy -1 to Cloud City locations.",
    "Parsec": 6,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A New Secret Base\\par A Jedi's Plans (V)\\par Darklighter Spin (V)\\par Mindful Of The Future\\par Restore Freedom To The Galaxy (V)\\par Romas \"Lock\" Navander (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Combo": "Bespin + Tight Squeeze",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 228,
    "CardName": "Bespin: Cloud City",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Sector",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, for each of your starships or vehicles here, your total power is +1 in battles at Cloud City sites.   If you control, for each of your starships or vehicles here, your total power is +1 in battles at Cloud City sites.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, for each of your starships or vehicles here, your total power is +1 in battles at Cloud City sites.",
    "DarkSideText": "If you control, for each of your starships or vehicles here, your total power is +1 in battles at Cloud City sites.",
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "General Nevar (V)\\par Voyeur (V)",
    "Counterpart": "Bespin: Cloud City",
    "Combo": "Bespin: Cloud City + Tibanna Gas Miner at related site\\par Adds one to the Force drain here.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 229,
    "CardName": "Bespin: Cloud City",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Sector",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, for each of your starships or vehicles here, your total power is +1 in battles at Cloud City sites.   If you control, for each of your starships or vehicles here, your total power is +1 in battles at Cloud City sites.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, for each of your starships or vehicles here, your total power is +1 in battles at Cloud City sites.",
    "DarkSideText": "If you control, for each of your starships or vehicles here, your total power is +1 in battles at Cloud City sites.",
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Counterpart": "Bespin: Cloud City",
    "Combo": "Bespin: Cloud City + any lone starship or vehicle + Tight Squeeze\\par -----\\par Bespin: Cloud City + Tibanna Gas Miner at related site\\par Adds one to the Force drain here.\\par -----\\par Bespin: Cloud City + Tight Squeeze",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 243,
    "CardName": "Binders",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 6,
    "Lore": "Because standard binders are durable but not easily adaptable, bounty hunters often carry special binders which automatically tighten around a captive's appendages.",
    "Gametext": "Deploy on one of your warriors or bounty hunters. May now escort any number of captives. If device removed from your character, select one captive escorted by that character to remain and release all others.",
    "Icons": 0,
    "IsPulled": "Aurra Sing, Deadly Assassin (V)\\par Emergency Deployment (V)\\par I've Lost Artoo! (V)\\par Levitation Attack (V)",
    "Combo": "Binders + Levitation Attack",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 244,
    "CardName": "Bionic Hand",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 7,
    "Lore": "Uses state-of-the-art digital processors. Although Luke had lost his hand, the Alliance could rebuild it. They had the technology. They could make it better, stronger, faster.",
    "Gametext": "Use 2 Force to deploy on a Disarmed character. Cancels the disarming card. Character is power +1 and adds 1 to weapon destiny when firing character weapons. Device lost if character Disarmed again (otherwise, may not be removed).",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Panic (V2)\\par Portable Scanner\\par Rycar Ryjerd (V2)",
    "Rules": "(AR 1.7.1, B-2)\\par When this device is used with a character weapon and more than one card is drawn for weapon destiny, the character adds 1 to total weapon destiny.",
    "Cancels": "Disarmed",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 257,
    "CardName": "Blasted Droid",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Oh my! Oh, uh, I'm, I'm terribly sorry. I. . . I didn't mean to intrude. No, no, no, please don't get up. No!\"",
    "Gametext": "During your control phase, fire (for free) one of your blasters carried by a trooper or one of your automated weapons. Any 'hit' targets are immediately lost.",
    "Icons": 0,
    "Combo": "Blasted Droid + Assault Rifle (V1)\\par Shoots opponent's character to Lost Pile in your control phase (even when at adjacent site).",
    "IsCanceledBy": "It's A Trap!\\par Throw Me Another Charge",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 261,
    "CardName": "Blaster Proficiency",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Some people think that hokey religions and ancient weapons are no match for a good blaster at your side.",
    "Gametext": "USED: If you just targeted with a blaster, add 3 to your weapon destiny. LOST: Lose 1 Force to cause one opponent's character just 'hit' to be immediately placed in Lost Pile. OR Cancel Levitation Attack.",
    "Icons": 0,
    "Information": "Combo card: Sorry About The Mess & Blaster Proficiency.",
    "Counterpart": "Dark Strike",
    "Combo": "Blaster Proficiency + Leia With Blaster Rifle\\par -----\\par Blaster Proficiency + Han With Heavy Blaster Pistol\\par -----\\par Blaster Proficiency + Lando With Blaster Pistol\\par -----\\par Blaster Proficiency + Impressive, Most Impressive (V7)",
    "Rules": "(AR 1.7.1, B-2)\\par The first function of this Interrupt adds 3 to total weapon destiny, not each destiny draw. ",
    "Cancels": "Levitation Attack\\par Levitation Attack (V6)",
    "IsCanceledBy": "Cease Fire!\\par Imbalance & Kintan Strider (V6)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 287,
    "CardName": "Boba Fett (CC)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 3,
    "Lore": "Feared \\b bounty hunter\\b0. Collected bounties on Solo from both the Empire and Jabba the Hutt. Took exquisite pleasure in using Solo's friend to capture him.",
    "Gametext": "Adds 3 to power of anything he pilots. When piloting \\ul Slave I\\ul0, also adds 2 to maneuver and may draw one battle destiny if not able to otherwise. When escorting a captive, captive is forfeit +5. May 'fly' (landspeed = 3). Immune to attrition < 3.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Boba Fett personas are:\\par \\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (V6)\\par Boba Fett (V8)\\par [Boba Fett In Slave I]\\par [Boba Fett In Slave I (V6)]\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V6)\\par Boba Fett, Relentless Bounty Hunter (V6)\\par -----\\par SD-17 Homing Missile (V15) may deploy on Boba Fett.",
    "IsPulled": "Double Back\\par Rodian (V3) to deploy to his site",
    "Combo": "Boba Fett + Lyn Me\\par Free deployment of Boba Fett at her site.\\par -----\\par Boba Fett + Res Luk Ra'auf\\par Add two battle destinies if Boba Fett is defending a battle alone.\\par -----\\par Boba Fett (CC) + Slave 1 (V7)\\par Slave 1 (V7) is power 7 (that cannot be reduced), maneuver 8, and immune to less than 5. \\par With Watch Your Back! that's a pretty decent way to hold a system. And it can deploy as a 'react' for free. (l000needles)\\par -----\\par Boba Fett (CC) + Bounty",
    "Matching": "Slave I\\par Slave I (V7)",
    "MatchingWeapon": "Boba Fett's Blaster Rifle\\par Boba Fett's Blaster Rifle (V6)\\par Fett's Blaster Rifle (V6)",
    "Rules": "(AR 1.7.1, B-2)\\par (Errata) When transferring a captive to a prison, Fett modifies that captive's forfeit value for the purposes of resolving any Bounty effects.",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10).\\par -----\\par Game text can be canceled by Han Solo (V10) for remainder of turn.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 293,
    "CardName": "Boba Fett's Blaster Rifle",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 1,
    "Lore": "Sawed off BlasTech EE-3 blaster rifle. Although its barrel is a few centimeters under the legal limit, no one has lived to file an official complaint.",
    "Gametext": "Use 1 Force to deploy on Boba Fett, or 3 on your other bounty hunter. May deploy as a 'react.' May target a character, creature or vehicle using 2 Force. Draw destiny. Add 1 if targeting a vehicle. Target hit if total destiny > defense value. May fire repeatedly for 1 Force each time.",
    "Icons": 0,
    "Information": "Boba Fett's Blaster Rifle 'personas' are:\\par \\par Boba Fett With Blaster Rifle\\par Boba Fett's Blaster Rifle\\par Boba Fett's Blaster Rifle (V6)\\par Fett's Blaster Rifle (V6)",
    "IsPulled": "Emergency Deployment (V)\\par Imperial Stockpile (V)\\par Jabba's Through With You",
    "Combo": "Boba Fett's Blaster Rifle (V6) + An Entire Legion Of My Best Troops\\par Makes Boba Fett's Blaster Rifle (V6) Rifle Destiny 3.",
    "MatchingWeapon": "Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V)\\par Boba Fett (V)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V)\\par Boba Fett, Prepared Hunter (V)\\par Boba Fett, Relentless Bounty Hunter (V)",
    "IsCanceledBy": "Game text canceled by Mandalorian Mishap",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 316,
    "CardName": "Bounty",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "One of the most profitable occupations in the galaxy is hunting down and capturing wanted beings. The more notable the quarry, the more profitable the venture.",
    "Gametext": "Deploy on an opponent's non-droid character. If subsequently captured by a bounty hunter and then transferred to a prison, retrieve Force equal to character's forfeit -2 and place Effect in Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "The real strategy with the Bounty card will come out through careful placement of sites and using docking bays to provide a means of moving the hunters and captives between systems.\\par To pull off the combo of both collecting a Bounty and then freezing the captive, the Dark Side player would do well to place the Cloud City: Carbonite Chamber as close to the Cloud City: Security Tower as possible.\\par Finally, it is pretty likely that the Cloud City: East Platform (Docking Bay) should also go in that line. That way, a turn can go like this: docking bay transit to (or better yet, land Slave I at) the East Platform. Take a Lift Tube to the Security Tower and retrieve the Bounty. Walk next door to the Carbonite Chamber with all your little Ugnaught friends and have Han ready for freezing next control phase.",
    "IsPulled": "All Wrapped Up (V8)\\par Boba Fett (CC) (V6)\\par Nal Hutta\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Bounty + Boba Fett (CC)\\par Add five to the number of cards retrieved.\\par -----\\par Bounty + Corporal Vandolay\\par Makes We Have A Prisoner a Used Interrupt, and lets you pull a prison from Reserve Deck.\\par -----\\par Bounty + Carbon-Freezing",
    "Rules": "(AR 1.7.1, B-2)\\par This Effect allows you to retrieve Force only if the bounty hunter who delivers the captive to a prison is the same bounty hunter who seized that character when it was captured.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 330,
    "CardName": "Brief Loss Of Control",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Eliciting fear from the opponent gives the dark side a powerful advantage.",
    "Gametext": "Just after the weapons phase of a battle, use 2 Force to cause each player to target one of that player's characters involved in the battle. Target characters cannot apply their ability toward drawing battle destiny this turn.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 332,
    "CardName": "Bright Hope",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Transport",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 5,
    "Armor": 4,
    "Ability": 1,
    "Hyperspeed": 4,
    "Lore": "Modified medium transport. Well armored. Has expanded passenger capacity to facilitate evacuation. The last transport to escape Hoth. Nearly destroyed by the \\ul Stalker\\ul0.",
    "Gametext": "May add 1 pilot and 6 passengers. Deploys and moves like a starfighter. Has ship-docking capability. Permanent pilot aboard provides ability of 1.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Admiral Ackbar (V14)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 355,
    "CardName": "Captain Bewil",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Tactical officer from Dentaal. \\b Leader\\b0. Familiar with utilizing computer controls to lure an invading enemy into a tactically weak position.",
    "Gametext": "During your control phase, may search your Reserve Deck, take one Laser Gate, Heart Of The Chasm or Rite Of Passage into hand and reshuffle. Opponent's characters may not move from same site as Bewil to a mobile site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "Heart Of The Chasm\\par Laser Gate\\par Laser Gate (V12)\\par Rite Of Passage",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par Dark Collaboration (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 360,
    "CardName": "Captain Han Solo",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0, \\b Corellian\\b0, \\b scoundrel\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Smuggler\\b0  and scoundrel. His piloting abilities have become legend in the Rebellion. Intends to leave the Alliance to pay off Jabba the Hutt.",
    "Gametext": "Deploys only on \\ul Falcon\\ul0, Hoth or Cloud City. Adds 3 to power of anything he pilots. When piloting \\ul Falcon\\ul0, adds one battle destiny and 2 to maneuver. Once during each battle, may use 2 Force to cancel one opponent's destiny just drawn and cause a re-draw.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han Solo (V)\\par Han Solo, Courageous Smuggler (V)\\par Han Solo, Innocent Scoundrel (V)\\par Han With Heavy Blaster Pistol\\par TK-422",
    "IsPulled": "Booster's Star Destroyer (V)\\par Han's Back\\par Han's Back (V)\\par Solo Han (V)\\par We'll Find Han (V)",
    "Combo": "Captain Han Solo + Life Debt\\par Deploy Chewbacca for free from Reserve Deck if Han is defending a battle alone.\\par -----\\par Captain Han Solo + Millenium Falcon + Punch It!\\par -----\\par Captain Han Solo + Millennium Falcon + R2-D2 (Artoo-Detoo) (V3)\\par Millennium Falcon is power 9, Maneuver 9 and Hyperspeed 9 and immune to attrition < 5. All Wings Report In & Darklighter Spin on that Falcon means a battle destiny of 9.\\par -----\\par Captain Han Solo + Millenium Falcon + Moving To Attack Position",
    "Matching": "Gold Squadron 1\\par Millennium Falcon\\par Millennium Falcon (V14)",
    "MatchingWeapon": "Han's Blaster, So Uncivilized (V)\\par Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 376,
    "CardName": "Captive Fury",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Chewie's life debt to Han forced him to act, retaliating unexpectedly against his captors.",
    "Gametext": "USED: Cancel Force drain bonus from IT-O this turn. LOST: During your battle phase, any of your escorted captives at same site may initiate and participate in one battle (they may not use weapons or devices and you may not voluntarily forfeit or relocate them).",
    "Icons": 0,
    "IsPulled": "Corellian Retort",
    "Rules": "(AR 1.7.1, B-3)\\par When using this Light Side interrupt, the captive is temporarily placed on the Light Side of the site (even if enclosed) to participate normally in this battle. This relocation does not count as being 'released'. If you have other characters at the same site they also participate in this battle (where applicable). All normal battling conditions must be observed. For example, characters can participate in only one battle per turn and presence is required on both sides of the location. For this reason, if the captive is a droid (or the escort is a droid, for example IG- 88 With Riot Gun) and no other ability is being provided, then the battle would end immediately. If the original escorting character and the captive (who was not captured or sent missing during the battle) survive, then the captive is returned to being escorted by that character at the end of the battle.",
    "Cancels": "Force drain bonus from IT-O (Eyetee-Oh) and IT-O (Eyetee-Oh) (V3).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 377,
    "CardName": "Captive Pursuit",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Han could have used a hand. Fortunately, Luke still had one to give.",
    "Gametext": "USED: If a battle was just initiated at a site, target a captive present. Captive released if you win battle. LOST: Cancel Aiiii! Aaa! Agggggggggg!, Sonic Bombardment, Interrogation Array, This Is Some Rescue or Special Delivery.",
    "Icons": 0,
    "IsPulled": "Corellian Retort",
    "Cancels": "Aiiii! Aaa! Agggggggggg!\\par Interrogation Array\\par Sonic Bombardment\\par Special Delivery\\par Special Delivery (V6)\\par This Is Some Rescue!",
    "IsCanceledBy": "He's All Yours, Bounty Hunter",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 379,
    "CardName": "Carbon-Freezing",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "\"Oh, they've encased him in carbonite. He should be quite well protected. If he survived the freezing process, that is.\"",
    "Gametext": "Deploy on Carbonite Chamber. During your control phase, may target one captive present. Draw destiny. If destiny < 5, captive lost. If destiny > 10, place on captive. Captive is 'frozen' and opponent loses 8 Force. If captive released, lose Effect. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Breached Defenses & Molator (V)\\par Carbonite Chamber Console\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Carbon-Freezing + R2-Q2 (Artoo-Kyootoo)\\par While at a scomp link, R2-Q2 allows you to look at the top 3 cards of your Reserve Deck during your draw phase.\\par Next turn, activate to the desired destiny, and leave it on top of your Reserve. When the control phase comes up; you draw the number you want to freeze your captive.\\par -----\\par Carbon-Freezing + Ugnaughts + Ugloste",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 380,
    "CardName": "Carbonite Chamber Console",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Most often used to freeze Tibanna gas for transport. Modified by Ugloste to work on humans. Intended to capture Luke Skywalker, the Emperor's prize.",
    "Gametext": "Deploy on Carbonite Chamber. Adds 3 to Carbon-Freezing destiny. Also, once during each of your turns, you may use 1 Force to take one Ugnaught, Prepare The Chamber or Carbon-Freezing into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Abbreviation": "CCC",
    "Pulls": "One Ugnaught\\par Carbon-Freezing\\par Prepare The Chamber\\par Ugloste\\par Ugnaught",
    "IsPulled": "Emergency Deployment (V)\\par Levitation Attack (V)",
    "Combo": "Carbonite Chamber Console + Special Delivery (V6)\\par Use 1 Force to deploy any Effect you need on table from Reserve Deck.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 392,
    "CardName": "Chasm",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "At Cloud City, Luke came face to face with his own destiny. Looking into the abyss, he made his decision.",
    "Gametext": "Deploy on table. If a unique (*) card is drawn for destiny and is duplicated on table, destiny card is lost (destiny = 0). If duplicated card is a character, it loses immunity to attrition for rest of turn and player must lose 2 Force or lose that character. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Obviously a good card against opponent packing some duplicates of their key cards.\\par -----\\par Note that this cards also affects your own unique (*) cards drawn for destiny while a duplicate is on table.",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Abyss",
    "Rules": "This card does not require that the 'duplicated' character on table has immunity to attrition. This is a specific exception to the Implied Targeting Rule.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 409,
    "CardName": "Chief Retwin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Highly skilled saboteur. Former Imperial sympathizer who worked for the defense forces on his home planet, Ralltiir. Joined the Empire after Ralltiir's subjugation.",
    "Gametext": "May use 3 Force to 'hide' (be excluded) from a battle. May use 2 Force to target one device or weapon present which deploys on a site. Draw destiny. If destiny > target's deploy cost, target is lost.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Chief Retwin is a kind of undercover spy who can Force drain. He blocks opponent's Force drains by being present and hides if they initiate battle (much like Defel).",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)",
    "Combo": "Chief Retwin + Defel(s)",
    "Rules": "(AR 1.7.1, B-3)\\par (Errata) This Imperial may target any weapon or device deployed on a site (including \"movable\" weapons and devices such as seekers), but may not target cards deployed on a character, vehicle or starship at a site. (See Stealing, Ap. C)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 414,
    "CardName": "Civil Disorder",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Attention. This is Lando Calrissian. The Empire has taken control of the city. I advise everyone to leave before more Imperial troops arrive.\"",
    "Gametext": "Deploy on opponent's side of table. At the end of opponent's deploy phase, if they did not deploy a card with ability, opponent loses 2 Force. Effect lost if opponent has more cards with ability on table than you. (Immune to Alter.)",
    "Icons": 0,
    "Abbreviation": "CD",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Ability, Ability, Ability",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 418,
    "CardName": "Clash Of Sabers",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Weooww - bzzzzt - bzt - weoww - bzzzt - weoww - weow - bzt - bzt - bzt - weow - bzzzzzt!",
    "Gametext": "Use 2 Force to target a character present with your warrior with a lightsaber. Target cannot move or battle until the end of your next turn. OR Use 1 Force to search your Reserve Deck, take one Uncontrollable Fury into hand and reshuffle. OR Cancel Presence Of The Force.",
    "Icons": 0,
    "Information": "Being able to exclude one of the opponent's Main character or annoying character from a battle is always useful. Preventing a character from moving away from your characters so that you can pound on him next turn is even better.\\par -----\\par Sonn in the PC Rules Questions Forum Wed Aug 16, 2006 7:25 am\\par \\par Boba Fett (V8) may use his capturing game text even if he is excluded from battle.",
    "Pulls": "Uncontrollable Fury",
    "Counterpart": "You Are Beaten",
    "Cancels": "Presence Of The Force",
    "IsCanceledBy": "Blow Parried\\par Crush The Rebellion\\par Wounded Wookiee",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 425,
    "CardName": "Cloud Car",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "Twin-Pod Cloud Car",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "enclosed",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Landspeed": 4,
    "Maneuver": 3,
    "Lore": "Bespin Motors' \\b enclosed\\b0  upper atmosphere craft. Utilizes a combination of ion engines and powerful repulsorlift drives to gain maximum power at high altitudes.",
    "Gametext": "May add 1 pilot or passenger. At cloud sectors, power +1, may deploy as a 'react' and may move and be targeted by weapons like a starfighter. Permanent pilot aboard provides ability of 1.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Battle Deployment",
    "Counterpart": "Cloud Car",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 426,
    "CardName": "Cloud Car",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "Twin-Pod Cloud Car",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "enclosed",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Landspeed": 4,
    "Maneuver": 3,
    "Lore": "\\b Enclosed\\b0  high altitude vehicle designed by Bespin Motors. Top speed of 1,500 kph. Repulsorlift drives and ion engines allow it to reach the upper atmosphere.",
    "Gametext": "May add 1 pilot or passenger. At cloud sectors, power +1, may deploy as a 'react' and may move and be targeted by weapons like a starfighter. Permanent pilot aboard provides ability of 1.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Combined Fleet Action\\par Local Defense",
    "Counterpart": "Cloud Car",
    "Combo": "Cloud Car + Power Harpoon\\par Ground defense ability.\\par -----\\par Cloud Car + Don't Underestimate Our Chances\\par Deploy some Cloud Cars as 'react' to surprise you opponent.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 427,
    "CardName": "Cloud City Blaster",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "blaster",
    "Destiny": 2,
    "Lore": "Relby-k23 blaster pistol. Inflicts severe pain prior to death. Safety known to fail. Although these blasters are on the civilian restricted list, Imperial agents use them anyway.",
    "Gametext": "Use 2 Force to deploy on your warrior at a Cloud City site. May target a character or creature using 2 Force. Draw destiny. Target hit (and may not be used to satisfy attrition) if destiny > defense value.",
    "Icons": 0,
    "Information": "Can be deployed from Reserve Deck on a trooper with Blast Points.",
    "IsPulled": "Emergency Deployment (V)\\par Imperial Stockpile (V)\\par Jabba's Through With You\\par Mara Jade, The Emperor's Hand",
    "Counterpart": "Cloud City Blaster",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 428,
    "CardName": "Cloud City Blaster",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "blaster",
    "Destiny": 2,
    "Lore": "Black market ties make it possible for the Cloud City quartermaster to acquire powerful weapons such as this. Low refraction index provides minimal beam dispersion.",
    "Gametext": "Use 2 Force to deploy on your warrior at a Cloud City site. May target a character or creature using 2 Force. Draw destiny. Target hit (and may not be used to satisfy attrition) if destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Panic (V)\\par Portable Scanner\\par Rebel Gunrunner (V)\\par The Signal (V)",
    "Counterpart": "Cloud City Blaster",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 430,
    "CardName": "Cloud City Engineer",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Maintenance specialist Lee Phenets. Assigned to ensure the smooth operation of Cloud City. One of the few humans respected by the city's Ugnaughts.",
    "Gametext": "When present at a converted site, may use 2 Force to raise your site to the top. Also, when present at an opponent's site that has a Scomp link, your Force drains are +1 there. Ugnaughts deploy -1 to same Cloud City site.",
    "Icons": 0,
    "Counterpart": "Cloud City Technician",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 432,
    "CardName": "Cloud City Sabacc",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Sabacc variant popular among the miners, Ugnaughts and chief administrators of Bespin's city in the clouds.",
    "Gametext": "\\b Requirements:\\b0  a gambler, thief or smuggler on Cloud City. \\b Wild cards (1-6):\\b0  Lando and Weather Vane. \\b Clone cards:\\b0  Locations and Ugnaughts. (Gamblers may use clone cards as zeroes.) \\b Stakes:\\b0  One starfighter, weapon or device.",
    "Icons": 0,
    "IsPulled": "Lando System? (V5)",
    "Counterpart": "Cloud City Sabacc",
    "Combo": "Cloud City Sabacc + R2-Q2 (Artoo-Kyootoo) at a scomp link\\par Get a peek at the top three cards of your Reserve Deck to get an idea of what your draw for sabacc will be.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 433,
    "CardName": "Cloud City Sabacc",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The current administrator of Cloud City was rumored to have won his position by playing this version of sabacc.",
    "Gametext": "\\b Requirements:\\b0  a gambler, thief or smuggler on Cloud City. \\b Wild cards (1-6):\\b0  Lando and Weather Vane. \\b Clone cards:\\b0  Locations and Ugnaughts. (Gamblers may use clone cards as zeroes.) \\b Stakes:\\b0  One starfighter, weapon or device.",
    "Icons": 0,
    "Counterpart": "Cloud City Sabacc",
    "Combo": "Cloud City Sabacc + Electrobinoculars\\par Get a good start on your sabacc draw.\\par -----\\par Cloud City Sabacc + R2-D2 (Artoo-Detoo)\\par If R2-D2 (Artoo-Detoo) is in your Reserve Deck, and you happen to draw him as part of your sabacc hand, you have a great option. As owner, you get to choose which number he uses for that draw.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 434,
    "CardName": "Cloud City Technician",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "***",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Former Imperial technician disenchanted with the New Order. Sympathetic to the Alliance. His knowledge of Imperial computer systems makes him a valuable ally.",
    "Gametext": "When present at a converted site, may use 2 Force to raise your site to the top. Also, when present at an opponent's site that has a Scomp link, your Force drains are +1 there.",
    "Icons": 0,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Counterpart": "Cloud City Engineer",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 435,
    "CardName": "Cloud City Trooper",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "\\b Cloud City trooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Officially titled Cloud City Wing Guards. Some are holdovers from previous administrations which were more totalitarian. A moderate pay scale breeds corruption.",
    "Gametext": "Deploys only on Cloud City, but may move elsewhere. Power -1 when at a site other than a Cloud City site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Tagge (V2)",
    "Counterpart": "Cloud City Trooper",
    "Combo": "Cloud City Trooper + Trooper Assault",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 436,
    "CardName": "Cloud City Trooper",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "\\b Cloud City trooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Recently hired members of the Cloud City Wing Guard are less corrupt than those who served under past administrations. Most new recruits despise the Empire.",
    "Gametext": "Deploys only on Cloud City, but may move elsewhere. Power -1 when at a site other than a Cloud City site.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Your Cloud City Troopers deploy free and are power +1 at same site as Lobot at a Cloud City site.",
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Counterpart": "Cloud City Trooper",
    "Combo": "Cloud City Trooper + Lobot + Trooper Utris M'Toc.\\par A force with a high forfeit that deploys for free.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 437,
    "CardName": "Cloud City: Carbonite Chamber",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy, subtract 2 from opponent's Carbon-Freezing destiny.   If you control, add 2 to your Carbon-Freezing destiny.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you occupy, subtract 2 from opponent's Carbon-Freezing destiny.",
    "DarkSideText": "If you control, add 2 to your Carbon-Freezing destiny.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "General Nevar (V)\\par I'm Sorry\\par Voyeur (V)",
    "Counterpart": "Cloud City: Carbonite Chamber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 438,
    "CardName": "Cloud City: Carbonite Chamber",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Force drain +1 here and may cancel Carbon-Freezing here.   If you control, add 1 to your Carbon-Freezing destiny.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Force drain +1 here and may cancel Carbon-Freezing here.",
    "DarkSideText": "If you control, add 1 to your Carbon-Freezing destiny.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Counterpart": "Cloud City: Carbonite Chamber",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 441,
    "CardName": "Cloud City: Chasm Walkway",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If Weather Vane on table, characters 'hit' here are instead immediately relocated there.   If Weather Vane on table, characters 'hit' here are instead immediately relocated there.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If Weather Vane on table, characters 'hit' here are instead immediately relocated there.",
    "DarkSideText": "If Weather Vane on table, characters 'hit' here are instead immediately relocated there.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "General Nevar (V)\\par I'm Sorry\\par Voyeur (V)",
    "Counterpart": "Cloud City: Chasm Walkway",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 442,
    "CardName": "Cloud City: Chasm Walkway",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If Weather Vane on table, characters 'hit' here are instead immediately relocated there.   If Weather Vane on table, characters 'hit' here are instead immediately relocated there.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If Weather Vane on table, characters 'hit' here are instead immediately relocated there.",
    "DarkSideText": "If Weather Vane on table, characters 'hit' here are instead immediately relocated there.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Counterpart": "Cloud City: Chasm Walkway",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 444,
    "CardName": "Cloud City: Dining Room",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Blue Milk, Beru Stew and Yoda Stew are doubled. Jek is deploy -2 here.   Your characters and character weapons may deploy here as a 'react.'",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Blue Milk, Beru Stew and Yoda Stew are doubled. Jek is deploy -2 here.",
    "DarkSideText": "Your characters and character weapons may deploy here as a 'react.'",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 447,
    "CardName": "Cloud City: East Platform (Docking Bay)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 2 Force.   Your docking bay transit from here requires 1 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 2 Force.",
    "DarkSideText": "Your docking bay transit from here requires 1 Force.",
    "Icons": "Exterior, Mobile, Scomp Link",
    "Mobile": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "IsPulled": "Baktoid Armor Workshop (V)\\par Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par General Nevar (V)\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Join Us Or Die (V)\\par Ket Maliss (V)\\par Voyeur (V)",
    "Counterpart": "Cloud City: Platform 327 (Docking Bay)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 448,
    "CardName": "Cloud City: Guest Quarters",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Leia is deploy -2 here   If you control, Force drain -1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Leia is deploy -2 here",
    "DarkSideText": "If you control, Force drain -1 here.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 449,
    "CardName": "Cloud City: Incinerator",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Force drain -1 here.   If you control, during your control phase, may use 2 Force to retrieve one droid.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Force drain -1 here.",
    "DarkSideText": "If you control, during your control phase, may use 2 Force to retrieve one droid.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "EV-9D9 may Force drain here (+1 for each other droid present, including captive droids).",
    "IsPulled": "General Nevar (V)\\par I'm Sorry\\par Voyeur (V)",
    "Counterpart": "Cloud City: Incinerator",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 450,
    "CardName": "Cloud City: Incinerator",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy, during your control phase, may use 3 Force to retrieve one droid.   If you control without an Ugnaught, Force drain -1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you occupy, during your control phase, may use 3 Force to retrieve one droid.",
    "DarkSideText": "If you control without an Ugnaught, Force drain -1 here.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "Into The Garbage Chute, Flyboy (V2) adds one battle destiny here.",
    "IsPulled": "Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Counterpart": "Cloud City: Incinerator",
    "Combo": "Cloud City: Incinerator + EG-4 (Eegee-Four) + Off The Edge",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 452,
    "CardName": "Cloud City: Lower Corridor",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Force drain -1 here.   Your characters with lightsabers are each power +2 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Force drain -1 here.",
    "DarkSideText": "Your characters with lightsabers are each power +2 here.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "General Nevar (V)\\par I'm Sorry\\par Voyeur (V)",
    "Counterpart": "Cloud City: Lower Corridor",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 453,
    "CardName": "Cloud City: Lower Corridor",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your characters with lightsabers are each power +2 here.   ",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Your characters with lightsabers are each power +2 here.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Counterpart": "Cloud City: Lower Corridor",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 455,
    "CardName": "Cloud City: Platform 327 (Docking Bay)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 1 Force.   Your docking bay transit from here requires 2 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 1 Force.",
    "DarkSideText": "Your docking bay transit from here requires 2 Force.",
    "Icons": "Exterior, Mobile, Scomp Link",
    "Mobile": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "IsPulled": "Firin Morett\\par Insurrection\\par Insurrection & Aim High\\par Mindful Of The Future\\par Senator Mon Mothma (V)\\par Security Control\\par Visored Vision (V)",
    "Counterpart": "Cloud City: East Platform (Docking Bay)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 457,
    "CardName": "Cloud City: Security Tower",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "prison",
    "Destiny": 0,
    "Gametext": "If you control, instead of Force draining, may release one captive here.   Once per game, may search your Reserve Deck, take Lando into hand and reshuffle.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, instead of Force draining, may release one captive here.",
    "DarkSideText": "Once per game, may search your Reserve Deck, take Lando into hand and reshuffle.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "This site is a prison.\\par -----\\par Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)",
    "Pulls": "Lando Calrissian\\par Lando Calrissian (V6)",
    "IsPulled": "Corporal Vandolay (V)\\par Lando System? (V)\\par Sonic Bombardment\\par Sonic Bombardment (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 458,
    "CardName": "Cloud City: Upper Plaza Corridor",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, Force drain +1 here.   During your move phase, you may move free between here and any Cloud City site.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Force drain +1 here.",
    "DarkSideText": "During your move phase, you may move free between here and any Cloud City site.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "General Nevar (V)\\par I'm Sorry\\par Voyeur (V)",
    "Counterpart": "Cloud City: Upper Plaza Corridor",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 459,
    "CardName": "Cloud City: Upper Plaza Corridor",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "During your move phase, you may move free between here and any Cloud City site.   If you control, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 0,
    "LightSideText": "During your move phase, you may move free between here and any Cloud City site.",
    "DarkSideText": "If you control, Force drain +1 here.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Counterpart": "Cloud City: Upper Plaza Corridor",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 463,
    "CardName": "Clouds",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Sector",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "<><><>",
    "Destiny": 0,
    "Gametext": "If you control, Force drain +1 here. Starships are power and maneuver -2 here.   If you control, once per turn, may add 1 to a Force drain at a related site. Starships are power and maneuver -2 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, Force drain +1 here. Starships are power and maneuver -2 here.",
    "DarkSideText": "If you control, once per turn, may add 1 to a Force drain at a related site. Starships are power and maneuver -2 here.",
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "General Nevar (V)\\par I'm Sorry (V)\\par Voyeur (V)",
    "Counterpart": "Clouds",
    "Combo": "Clouds + Tibanna Gas Miner\\par Add to Force drains at cloud sectors.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 464,
    "CardName": "Clouds",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Sector",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "<><><>",
    "Destiny": 0,
    "Gametext": "If you control, once per turn, may add 1 to a Force drain at a related site. Starships are power and maneuver -2 here.   If you control, Force drain +1 here. Starships are power and maneuver -2 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, once per turn, may add 1 to a Force drain at a related site. Starships are power and maneuver -2 here.",
    "DarkSideText": "If you control, Force drain +1 here. Starships are power and maneuver -2 here.",
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Counterpart": "Clouds",
    "Combo": "Clouds + Tibanna Gas Miner\\par Add to Force drains at cloud sectors.\\par -----\\par Clouds + Kebyc",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 492,
    "CardName": "Commander Desanne",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Officer from Kalist VI. Due to a political blunder, was stripped of most official duties. Relegated to shuttling dignitaries and high-ranking Imperials.",
    "Gametext": "Adds 2 to power of anything he pilots. Your shuttling, landing and taking off to or from same location is free. During your control phase may take one Lambda shuttle or Landing Craft into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Emperor's Personal Shuttle\\par Lambda-Class Shuttle\\par Sentinel-Class Landing Craft\\par Trade Federation Landing Craft\\par Vader's Personal Shuttle",
    "IsPulled": "Admiral Piett\\par Come With Me (V3)\\par Commander Praji (V2)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 511,
    "CardName": "Computer Interface",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "Lobot's direct link with the Cloud City central computer allowed him to efficiently manipulate the floating city's resources.",
    "Gametext": "USED: Cancel Limited Resources. LOST: Use 2 Force (free if Lobot on table) to examine the top card of your Reserve Deck, Force Pile and Used Pile. Return one of those three cards to the top of each deck or pile.",
    "Icons": 0,
    "Information": "Stacks the top card of each pile - put a high destiny number on your Reserve Deck, put a card you need on your Force Pile so that you can draw it.",
    "Cancels": "Limited Resources",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 578,
    "CardName": "Courage Of A Skywalker",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Despite being alone, trapped and desperately outmatched, Luke continued his battle with the Dark Lord of the Sith.",
    "Gametext": "One of your Skywalkers present during a battle at a site, for remainder of turn, loses immunity to attrition but adds ability to power (he or she may not apply ability toward drawing battle destiny). OR During a duel, add one destiny to your total.",
    "Icons": 0,
    "Information": "If you have a deck which is designed around setting up big beatdowns (eg. with Jedi Presence and supporting cards like Courage of a Skywalker), Treva is your most effective way of stopping your opponent using Ghhhk to avoid the battle damage when combined with Draw Their Fire. The other methods of achieving this result - Frozen Assets and Beggar - are each canceled by the Fanfare shield, so Treva is probably the best way to abuse Draw Their Fire in this way. (Psychobabble)",
    "Combo": "Courage Of A Skywalker + Draw Their Fire + Treva Home (Psychobabble)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 583,
    "CardName": "Crack Shot",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "Imperial recruits are repeatedly assured that small cracks between the plates of their armor pose little risk from baster fire. Their first day of battle often tells a different story.",
    "Gametext": "Use 3 Force to deploy on table. Any card which is 'hit' may not be used to satisfy attrition. (Immune to Alter.)",
    "Icons": 0,
    "Information": "(Non-lightsaber) weapon helper card.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Precision Targeting",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 592,
    "CardName": "Cyborg Construct",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Biotech's latest model, the Aj^g, boasts greater storage capacity than all other models combined. Advertised as, \"Artificial intelligence worth shaving your head for.\"",
    "Gametext": "Deploy on an alien of ability < 3. Each turn, you may 'store' one card from hand face-down here. Holds up to three cards (six on Lobot). You may play or deploy cards from here as if from hand. Place stored cards in Used Pile if device lost or removed from character.",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Lobot (V6)\\par Panic (V2)\\par Portable Scanner\\par Rycar Ryjerd (V2)",
    "Rules": "(AR 1.7.1, B-5)\\par If your opponent takes control of your Cyborg Construct, any cards underneath it are placed on top of your Used Pile.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 612,
    "CardName": "Dark Approach",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "\"The Force is with you, young Skywalker. But you are not a Jedi yet.\"",
    "Gametext": "If opponent just initiated a battle, you may do one of the following: Add one destiny to your total power only. OR If you have a character weapon present, select one opponent's character present to lose all immunity to attrition for remainder of battle.",
    "Icons": 0,
    "Counterpart": "Release Your Anger",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 614,
    "CardName": "Dark Deal",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Perhaps you think you're being treated unfairly?\" \"No.\" \"Good. It would be unfortunate if I had to leave a garrison here.\"",
    "Gametext": "Deploy on Bespin: Cloud City if you control that sector and at least three related sites. At each Cloud City site, your total power is +4 and your Force drains are +2. Effect canceled if opponent occupies four Bespin locations. (Immune to Alter.)",
    "Icons": 0,
    "Abbreviation": "DD",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par We're The Bait (V)",
    "Combo": "Dark Deal + Aqualish",
    "IsCanceledBy": "Surreptitious Glance",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 625,
    "CardName": "Dark Strike",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Many have experienced the awesome power of the Dark Lord in battle. Few have lived to tell about it.",
    "Gametext": "If you just targeted with a lightsaber, add 3 to your weapon destiny. OR Cancel Swing-And-A-Miss. OR Lose 1 Force to cause one opponent's character just 'hit' to be immediately placed in Lost Pile.",
    "Icons": 0,
    "Information": "Combo Card: Sniper & Dark Strike",
    "Counterpart": "Blaster Proficiency",
    "Rules": "(AR 1.7.1, B-5)\\par This Interrupt adds 3 to the total weapon destiny for a lightsaber, not 3 to each destiny draw.",
    "Cancels": "Swing-And-A-Miss",
    "IsCanceledBy": "Strike Blocked\\par Swing-And-A-Miss",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 640,
    "CardName": "Dash",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "See Luke run. Run, Luke, run!",
    "Gametext": "Use 2 Force to increase a character's or creature vehicle's landspeed by 1 for remainder of turn. OR Use 3 Force to move one of your characters as a 'react' (free if character is a scout).",
    "Icons": 0,
    "IsPulled": "Orrimaarko (V12)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 714,
    "CardName": "Despair",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "The carbonite froze more than just Han's body.",
    "Gametext": "If a Rebel was just captured or 'frozen,' deploy on another Rebel. That Rebel may not apply ability toward drawing battle destiny (if Leia, she is also excluded from being the \"highest-ability character\"). If captive released, lose Immediate Effect.",
    "Icons": 0,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 717,
    "CardName": "Desperate Reach",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 5,
    "Lore": "If only someone had given Luke a hand.",
    "Gametext": "During your move phase, relocate one of your characters (unless Disarmed) from Weather Vane to any Cloud City site. Character may not move for remainder of turn. OR Cancel Imperial Barrier or The Shield Doors Must Be Closed.",
    "Icons": 0,
    "Information": "Combo Card: The Bith Shuffle & Desperate Reach",
    "Cancels": "Imperial Barrier\\par The Shield Doors Must Be Closed",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 737,
    "CardName": "Dismantle On Sight",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "After losing control of several extremely powerful and deadly assassin droids, the Empire issued a decree ordering their immediate destruction.",
    "Gametext": "Use 4 Force to deploy on a droid with armor (free on IG-88). At end of any opponent's turn, droid is immediately lost if present with an Imperial (or with a bounty hunter if droid is IG-88).",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 749,
    "CardName": "Dodge",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Normally parents try to prevent their children from falling down the stairs.",
    "Gametext": "If one of your characters of ability > 2 was just targeted by a weapon, subtract 3 from each weapon destiny draw. OR If opponent just initiated a battle at a site against one of your lone characters present, move that character away as a 'react' (for free).",
    "Icons": 0,
    "Combo": "Dodge + All My Urchins\\par A good way to make your opponent lose 2 Force for nothing. (l000needles)",
    "Rules": "(AR 1.7.1, A-5)\\par Some versions of this Interrupt were misprinted. The misprints play the same as the correct copies, which end with \"... move that character away as a 'react' (for free).\"",
    "IsCanceledBy": "Stop Motion (V4)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 763,
    "CardName": "Double Back",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "Having lost sight of Boba Fett, Luke was surprised by his sudden reappearance.",
    "Gametext": "If a bounty hunter is lost, use 1 Force to retrieve one bounty hunter from your Lost Pile. OR Use 3 Force to search your Reserve Deck, take one bounty hunter into hand and reshuffle.",
    "Icons": 0,
    "Pulls": "4-LOM\\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V)\\par Aurra Sing\\par Aurra Sing (V)\\par Bane Malar\\par Bane Malar (V)\\par Bane Malar, Spice Addict (V)\\par Bane, The Bounty Hunter (V)\\par Beedo\\par Boba Fett\\par Boba Fett\\par Boba Fett (CC) (V)\\par Boba Fett (V)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V)\\par Boba Fett, Prepared Hunter (V)\\par Boba Fett, Relentless Bounty Hunter (V)\\par Bossk\\par Bossk (V)\\par Bossk With Mortar Gun\\par Danz Borin\\par Danz Borin (V)\\par Dengar\\par Dengar (V)\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)\\par Djas Puhr\\par Djas Puhr (V)\\par Durge (V)\\par Feltipern Trevagg\\par Greedo\\par Greedo (V)\\par Greedo With Blaster Pistol (V)\\par IG-88\\par IG-88 (V)\\par IG-88 With Riot Gun\\par IG-88, Renegade Droid (V)\\par Jodo Kast\\par Jodo Kast (V)\\par Ree-Yees\\par Snoova\\par Zuckuss\\par Zuckuss (V)",
    "Combo": "Double Back + All Wrapped Up (V8)\\par All Wrapped Up (V8) makes Double Back a Used Interrupt.",
    "IsCanceledBy": "Put That Down",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 765,
    "CardName": "Double-Crossing, No-Good Swindler",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"You've got a lot of guts coming here. . . after what you pulled.\"",
    "Gametext": "If Han and your Lando are at same site, opponent loses 3 Force. OR If Nabrun Leids just completed a transport, Nabrun is lost and you may immediately deploy cards to that site from hand (at normal use of the Force, but troopers deploy free).",
    "Icons": 0,
    "IsPulled": "Lando System? (V5)",
    "IsCanceledBy": "Old Pirates",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 800,
    "CardName": "E Chu Ta",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "\"How rude!\"",
    "Gametext": "One of your protocol droids 'insults' one character present, canceling that character's game text for remainder of turn. OR During your battle phase, initiate a battle where both players have droids (but no presence or spies). Both sides add one battle destiny.",
    "Icons": 0,
    "Information": "Protocol droids are:\\par \\par 4-LOM\\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V6)\\par E-3PO\\par E-3PO (V6)\\par TC-14\\par U-3PO (Yoo-Threepio)",
    "IsPulled": "E-3PO (V6)",
    "Combo": "E Chu Ta + U-3PO (Yoo-Threepio) or E-3PO",
    "Rules": "(AR 1.7.1, B-6)\\par When using the second function of this Interrupt, if your opponent 'reacts' by bringing ability or a spy to the battle, this does not cancel the battle.",
    "Cancels": "Game text of a character.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 801,
    "CardName": "E-3PO",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Brought to Cloud City by the Empire. Facilitates Imperial-to-alien communication. Relayed carbonite chamber modification instructions to Ugloste. Arrogant. Rude. Vulgar.",
    "Gametext": "Total power at same site is +1 for each of your alien/Imperial pairs present. Once during every turn, may use 1 Force to 'insult' one opponent's droid present (except R2-D2), canceling that droid's game text for remainder of turn.",
    "Icons": 0,
    "IsPulled": "Look Sir, Droids (V15)",
    "Cancels": "One droid's game text.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 841,
    "CardName": "End This Destructive Conflict",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "\"Join me, and together we can rule the galaxy as father and son.\"",
    "Gametext": "USED: During a battle at a site, instead of firing one character weapon, cause one opponent's character present to be power -4 until end of turn. LOST: During a battle at a site, use 3 Force to cancel one battle destiny just drawn.",
    "Icons": 0,
    "Counterpart": "Higher Ground",
    "Cancels": "One battle destiny just drawn.",
    "IsCanceledBy": "Swing-And-A-Miss",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 879,
    "CardName": "Epic Duel",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on your side of table. The Circle Is Now Complete or Vader's Obsession may be played to initiate an epic duel as follows: If Vader is present with specified target, each player draws two destiny (add 1 to each destiny draw if using a lightsaber). Add character's ability.\\par If \\b Vader\\b0  loses, place him out of play. You lose 6 Force (9 if dueling Luke).\\par If \\b Obi-Wan\\b0  loses, place him out of play. Opponent loses 9 Force.\\par If \\b Luke\\b0  loses, opponent must choose: Cross Luke to the Dark Side and lose X Force, where X = Luke's ability. OR Lose Luke and lose triple X Force.",
    "Icons": 0,
    "Information": "There are other cards that impact Epic Duel such as Focused Attack, Glancing Blow, Armed And Dangerous and NOOOOOOOOOOOO! among others. These cards add a little more unpredictability to duels and don't make things a foregone conclusion.\\par -----\\par Lord Vader (V11) - Using Epic Duel, The Circle Is Now Complete may target any Jedi instead of Obi-Wan.",
    "Abbreviation": "ED",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 922,
    "CardName": "Fall Of The Empire",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Aaaaah!\"",
    "Gametext": "At the end of a battle that you won at an interior site where you have a character of ability > 3 present, relocate one opponent's character present to an adjacent site. (If on Cloud City, character may be relocated to Weather Vane instead.)",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 923,
    "CardName": "Fall Of The Legend",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Luke had a falling out with his estranged father.",
    "Gametext": "If you just lost a character during a battle or a duel at a Cloud City site, use 2 Force to relocate that character to Weather Vane instead of your Lost Pile. OR Search your Reserve Deck, take one Weather Vane into hand and reshuffle.",
    "Icons": 0,
    "Pulls": "Weather Vane\\par Weather Vane (V6)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 960,
    "CardName": "Flight Escort",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Rather touchy, aren't they?\"",
    "Gametext": "During your move phase, if you have at least two combat vehicles at same cloud sector, relocate one starfighter present to a related docking bay or system. OR If one of your combat vehicles is defending a battle at a cloud sector, add one battle destiny.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 964,
    "CardName": "Focused Attack",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Not since his duel with Obi-Wan had Vader unleashed the raw power of the dark side.",
    "Gametext": "If Vader is present during a battle at a site, for remainder of turn, he loses his immunity to attrition, but adds ability to power (he may not apply ability toward drawing battle destiny). OR During a duel, add one destiny to your total.",
    "Icons": 0,
    "IsPulled": "The Quick And Easy Path (V5)",
    "IsCanceledBy": "Swing-And-A-Miss",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 968,
    "CardName": "Force Field",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Han was fast. Vader was faster.",
    "Gametext": "USED: Cancel an attempt to target a Dark Jedi with a character weapon. LOST: If one of your characters was just targeted by a weapon during a battle, use 3 Force to cancel the targeting.",
    "Icons": 0,
    "Counterpart": "Blaster Deflection",
    "Cancels": "An attempt to target a Dark Jedi with a character weapon.\\par Targeting of a character by a weapon.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 972,
    "CardName": "Forced Landing",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "\"You will not deviate from your present course. . . Permission granted to land on platform three-two-seven.\"",
    "Gametext": "Deploy on a docking bay. Target an opponent's starfighter at the related system or a related cloud sector. Target may not move away from Utinni Effect. Utinni Effect canceled when reached by target.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par Utinni! (V2)\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-7)\\par A starfighter targeted by this card may not move from the related system to any other system or asteroid sector, may not move from any cloud sector to the system (or to any cloud sector of higher-altitude); and may not move to any site other than the docking bay where Forced Landing is deployed.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 989,
    "CardName": "Frozen Assets",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Molten carbonite is released into the chamber and then flash frozen, releasing a blast of air. The subject is instantly covered in the newly solidified material.",
    "Gametext": "Deploy on your side of table. At every site where there is a 'frozen' captive, your Rebels deploy -2 and are power +2 in battle. OR Deploy on top of opponent's Force Pile. Force below this card may not be drawn or used. Effect lost at end of opponent's next turn.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Combo": "Frozen Assets + Draw Their Fire",
    "Rules": "(AR 1.7.1, B-7)\\par Although this Effect can prevent cards from being drawn or used from the Force Pile, it does not prevent them from being lost from the Force Pile or from being reordered by Shasa Tiel. (However, Shasa may not reorder a card from below Frozen Assets to above it, or vice versa.)\\par ",
    "IsCanceledBy": "Main Course\\par Televan Koreyy\\par We'll Let Fate-a Decide, Huh? - Defensive Shield\\par We'll Let Fate-a Decide, Huh? (V6) - Defensive Shield",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1006,
    "CardName": "Gambler's Luck",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Works every time.",
    "Gametext": "If any gambler is defending a battle alone at a site, add one battle destiny (draw two destiny and choose one). OR If your Lando is defending a battle alone at a site, add two battle destiny (draw three and choose two).",
    "Icons": 0,
    "Information": "Learn About The Force, Luke (V15) makes Gambler's Luck a Used Interrupt, but if played during battle you draw no more than two battle destiny.\\par -----\\par Gamblers are:\\par \\par Dash Rendar\\par Dash Rendar (V7)\\par Devaronian\\par Figrin D'an\\par General Calrissian\\par Han\\par Han (V3)\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Lando Calrissian\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Lieutenant s'Too Vees\\par Max Rebo\\par Sergeant Doallyn\\par Tamtel Skreej\\par Tamtel Skreej (V8)\\par Wioslea",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1042,
    "CardName": "Glancing Blow",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "It had been decades since Vader had felt the sting of an enemy's blade.",
    "Gametext": "If you have a character with a lightsaber present in a battle with Vader, lose 1 Force to reduce Vader's power to zero. OR If you have a character with a lightsaber in a duel, cancel one opponent's destiny draw immediately after it is revealed.",
    "Icons": 0,
    "IsCanceledBy": "Blow Parried",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1112,
    "CardName": "Haven",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "After pursuit, asteroids, a slug, Jedi training, capture, torture, escape, a duel, losing Han and losing a hand, Luke and Leia finally made it to the Alliance's rendezvous point.",
    "Gametext": "Deploy on Rendezvous Point, Hoth, Yavin 4, Alderaan or Sullust. Your starships deploy -2 and your pilots deploy -1 here. When battling here, you may add one battle destiny. Effect canceled if opponent controls this system. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "General Carlist Rieekan (V) (only to Hoth)\\par It's Not My Fault (V)\\par The Signal\\par The Signal (V)\\par We Wish To Board At Once\\par Wokling (V)\\par Yavin 4 (V)",
    "Combo": "Haven + Echo Base Operations\\par Force the Dark Side fleet into a confrontation.\\par -----\\par Haven + Rebel Planners + General Dodonna\\par A huge and inexpensive power total at the home system.",
    "IsCanceledBy": "Death Squadron (V4)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1116,
    "CardName": "He's All Yours, Bounty Hunter",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "Once Skywalker had taken the bait, Han was of no use to the Empire.",
    "Gametext": "USED: Cancel Captive Pursuit. LOST: During your move phase, transfer an escorted captive to another bounty hunter or warrior present.",
    "Icons": 0,
    "IsPulled": "Boba Fett (CC) (V6)",
    "Cancels": "Captive Pursuit",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1121,
    "CardName": "Heart Of The Chasm",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "The Cloud City chasm's central fin was engineered with a tensile strength unsurpassed by anything in the region, save the silk of the Kashyyyk treeworm.",
    "Gametext": "During your deploy phase, use X Force to rearrange all Cloud City sites, where X = total number of those sites. All cards at a given site move along with that site. OR Cancel Off The Edge. OR Search your Reserve Deck, take one Weather Vane into hand and reshuffle.",
    "Icons": 0,
    "Pulls": "Weather Vane\\par Weather Vane (V6)",
    "IsPulled": "Captain Bewil",
    "Cancels": "Off The Edge",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1132,
    "CardName": "Hero Of A Thousand Devices",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 5,
    "Lore": "Left to his own devices, Artoo used his spunk and creativity to save his companions' lives time and time again.",
    "Gametext": "Deploy on one of your droids. During your deploy phase, may use 1 Force to search your Reserve Deck, take one device that deploys on a droid into hand and reshuffle. Also, you may forfeit devices deployed on this droid (forfeit value = destiny number).",
    "Icons": 0,
    "Pulls": "Arc Welder\\par Droid Sensorscope\\par Fire Extinguisher\\par Hidden Compartment\\par Holoprojector\\par Lando's Wrist Comlink\\par Luke's Backpack\\par Motivator (V)\\par R2 Sensor Array\\par Restraining Bolt\\par Retractable Arm",
    "IsPulled": "Artoo\\par Artoo, Come Back At Once!\\par It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1143,
    "CardName": "Higher Ground",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Using his position to his advantage, Luke managed to hold off Vader's onslaught, if only for a few seconds.",
    "Gametext": "USED: During a battle at a site, instead of firing one character weapon, cause one opponent's character present to be power -4 until end of turn. LOST: During a battle at a site, use 3 Force to cancel one battle destiny just drawn.",
    "Icons": 0,
    "Counterpart": "End This Destructive Conflict",
    "Cancels": "One battle destiny just drawn.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1145,
    "CardName": "Hindsight",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I'm backwards! You fleabitten furball...only an overgrown mophead like you would be stupid enough--\"",
    "Gametext": "Deploy on C-3PO. Eyes In The Dark, The Professor, Mantellian Savrip and Hopping Mad are immune to Alter. Once during each draw phase, unless C-3PO is present with a Wookiee, you may examine the cards in your Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1157,
    "CardName": "Hopping Mad",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"I'm standing here in pieces and you're having delusions of grandeur!\"",
    "Gametext": "Deploy on one of your droids. During your control phase, may use 1 Force to search your Reserve Deck; take one Droid Shutdown, The Professor, We're Doomed, Scomp Link Access, This Is All Your Fault or Shocking Information into hand and reshuffle.",
    "Icons": 0,
    "Information": "Hindsight deployed on C-3PO makes Hopping Mad immune to Alter.",
    "Pulls": "Droid Shutdown\\par Scomp Link Access\\par Scomp Link Access (V6)\\par Shocking Information\\par Shocking Information (V10)\\par Shocking Information & Grimtaash\\par The Professor\\par The Professor (V9)\\par This Is All Your Fault\\par We're Doomed",
    "IsPulled": "It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1188,
    "CardName": "Human Shield",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "A shining example of Imperial honor and bravery.",
    "Gametext": "USED: If an opponent's weapon just 'hit' an Imperial present with a captive being escorted, the captive is 'hit' instead. LOST: During a battle at a site, you may forfeit any or all captives present.",
    "Icons": 0,
    "IsPulled": "Lieutenant Sheckil",
    "Rules": "(AR 1.7.1, B-8)\\par This Interrupt allows you to take advantage of the full forfeit value of characters you have captured to satisfy attrition and battle damage, including forfeit modifiers from cards such as Lieutenant Sheckil.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1201,
    "CardName": "I Am Your Father",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Search your feelings, you know it to be true.\"",
    "Gametext": "If Vader just won a battle or duel against a Luke of ability < 6, deploy on Luke. During each of your move phases, opponent loses 2 Force. Also, when at same location as Vader, Luke is power and forfeit = 0 and does not add power to any starships he pilots.",
    "Icons": 0,
    "Information": "All personas of Luke are ability < 6 except:\\par \\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V9)",
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par The Quick And Easy Path (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Are Beaten",
    "Combo": "I Am Your Father + Mostly Armless",
    "IsCanceledBy": "NOOOOOOOOOOOO!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1206,
    "CardName": "I Don't Need Their Scum, Either",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Of all the scum and villainy Lando had dealt with (pirates, smugglers, con-artists, thieves, swindlers, politicians and Imperial lackeys), he hated bounty hunters the most.",
    "Gametext": "USED: Search your Reserve Deck, take one We Don't Need Their Scum into hand and reshuffle. LOST: If a bounty hunter and your Lando are involved in the same battle, you may add one battle destiny (add two if bounty hunter is Boba Fett).",
    "Icons": 0,
    "Abbreviation": "IDNTSE",
    "Pulls": "We Don't Need Their Scum",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1210,
    "CardName": "I Had No Choice",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Gamblers are vulnerable to bribery, extortion and other forms of manipulation. Their notorious dealings can be easily taken advantage of.",
    "Gametext": "Deploy on an opponent's gambler. Cancels gambler's game text. If a battle was just initiated, you may use X Force to exclude gambler from that battle, where X = gambler's ability.",
    "Icons": 0,
    "Information": "Light side gamblers are:\\par \\par Dash Rendar\\par Dash Rendar (V7)\\par Devaronian\\par Figrin D'an \\par General Calrissian\\par Han\\par Han (V3)\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Lando Calrissian\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Lieutenant s'Too Vees\\par Max Rebo\\par Sergeant Doallyn\\par Tamtel Skreej\\par Tamtel Skreej (V8)\\par Wioslea",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "We'll Find Han",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1268,
    "CardName": "Imperial Decree",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "To Imperial command personnel: The Rebellion must be crushed! Minor acts of sedition are to be ignored. The destruction of the Alliance is your primary goal.",
    "Gametext": "Deploy on your side of table. Whenever you control any two Rebel Base locations, or any one planet site and two systems, the effects of Revolution and all opponent's Force drain bonuses are canceled. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Field Promotion (V5)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Menace Fades",
    "Combo": "Imperial Decree + Walker Garrison\\par Gives all of the benefits of the Walker Garrison deck with extremely minimal adjustments to get the benefits of Imperial Decree.",
    "Cancels": "Opponent's Force drain bonuses.\\par Revolution",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1287,
    "CardName": "Imperial Trooper Guard Dainsom",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "trooper guard, \\b trooper\\b0",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Experienced trooper guard from Algarian. Assigned to guard sensitive areas. Formerly served aboard the Star Destroyer \\ul Thunderflare\\ul0.",
    "Gametext": "Deploys only aboard \\ul Executor\\ul0  or on any Death Star Site. Cannot move. May cancel opponent's Force Drains at adjacent sites.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)\\par Field Promotion (V5)\\par General Tagge (V2)",
    "Combo": "Imperial Trooper Guard Dainsom + Imperial Squad Leader\\par A mobile Force drain blocker for the Dark Side.",
    "Cancels": "Opponent's Force drains at adjacent sites.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1293,
    "CardName": "Impressive, Most Impressive",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Obi-Wan has taught you well.\"",
    "Gametext": "If opponent just attempted to 'freeze' a character using Carbon-Freezing or All Too Easy, draw destiny. Add character's ability. If total destiny > 7, effect canceled. Character released (if captive) and 'hides' (may not participate in battle) for remainder of turn.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1313,
    "CardName": "Innocent Scoundrel",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Well, that was a long time ago. I'm sure he's forgotten about that.\" Since he needed Calrissian's help, Han regretted having introduced Lando to the Tonnika sisters.",
    "Gametext": "USED: If your gambler was just targeted by a weapon, opponent must choose to select a new target or lose 2 Force. LOST: Cancel any Effect (except those immune to Alter) deployed on Han or your Lando.",
    "Icons": 0,
    "Information": "Gamblers are:\\par \\par Dash Rendar\\par Dash Rendar (V7)\\par Devaronian\\par Figrin D'an\\par General Calrissian\\par Han\\par Han (V3)\\par Han Solo\\par Han Solo (V10)\\par Han With Heavy Blaster Pistol\\par Lando Calrissian\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Lieutenant s'Too Vees\\par Max Rebo\\par Sergeant Doallyn\\par Tamtel Skreej\\par Tamtel Skreej (V8)\\par Wioslea",
    "Rules": "(AR 1.7.1, A-10)\\par This Interrupt is now unique (*) and should read as \"*Innocent Scoundrel\".",
    "Cancels": "An Effect deployed on Han or Lando.",
    "IsCanceledBy": "Bantha Fodder",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1320,
    "CardName": "Interrogation Array",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Torture rack so visually frightening it sometimes yields the desired results without even being switched on.",
    "Gametext": "Deploy on a prison. During your control phase, opponent loses 1 Force for each captive of ability > 2 here. Also, during your control phase, may use 1 Force to search your Reserve Deck, take one Torture or Aiiii! Aaa! Agggggggggg! into hand and reshuffle.",
    "Icons": 0,
    "Information": "Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)",
    "Pulls": "Aiiii! Aaa! Agggggggggg!\\par Torture",
    "IsPulled": "Emergency Deployment (V)\\par Levitation Attack (V)",
    "IsCanceledBy": "Captive Pursuit",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1323,
    "CardName": "Into The Ventilation Shaft, Lefty",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 6,
    "Lore": "\"Aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa...\"",
    "Gametext": "Relocate one of your characters from a Cloud City site to Weather Vane (if \"hit,\" character is first restored to normal). May be played even after a battle has just been initiated.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1334,
    "CardName": "It's A Trap!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Luke's decision to ignore Leia's warning about the trap cost him an arm and a. . . well, just a hand, actually.",
    "Gametext": "USED: Cancel Sniper or Blasted Droid. LOST: Use 3 Force to cancel any battle just initiated at a site. (Immune to Sense.)",
    "Icons": 0,
    "Combo": "It's A Trap! + All My Urchins\\par A good way to make your opponent lose 2 Force for nothing. (l000needles)\\par -----\\par Admiral Ackbar (V14) makes It's A Trap! destiny +2.",
    "Cancels": "Any battle just initiated at a site.\\par Blasted Droid\\par Sniper\\par Sniper & Dark Strike",
    "IsCanceledBy": "They're Still Coming Through!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1419,
    "CardName": "Kebyc",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b accountant\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Senior accountant for the Cloud City Miner's Guild. Administrates the annual dues and fights corruption among her fellow guild members.",
    "Gametext": "When at a site and opponent is losing Force from Force drains at cloud sectors on same planet, lost force must come from Reserve Deck, if possible.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1422,
    "CardName": "Keep Your Eyes Open",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "\"Look, don't worry. Everything's gonna be fine. Trust me.\"",
    "Gametext": "If a battle was just initiated where you have two smugglers, you may move any or all of your characters, vehicles and starships away (at normal use of the Force). OR Glance at the cards in any Lost Pile and replace unshuffled.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1465,
    "CardName": "Lando Calrissian",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0 , \\b scoundrel\\b0 ",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Scoundrel and \\b gambler\\b0. Petty administrator of a small Tibanna gas mining operation. Easily coerced. Has problems of his own. Had dealings with the Tonnika sisters - twice.",
    "Gametext": "Deploys only on Cloud City. Adds 2 to power of anything he pilots. When playing Sabacc, may subtract 1 from or add 1 to your total. If present at a site, can be replaced by opponent with any Light Side Lando.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V7).\\par -----\\par Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V15)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V6)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V8)\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V6) (Dark Side)",
    "IsPulled": "Cloud City: Security Tower\\par Lando System? (V5)",
    "Counterpart": "Lando Calrissian",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1466,
    "CardName": "Lando Calrissian",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b scoundrel\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Gambler\\b0. Scoundrel. Former owner of the \\ul Millennium Falcon\\ul0. Despite a notorious past, has become a successful chief administrator of a Tibanna gas mining facility.",
    "Gametext": "Adds 2 to power of anything he pilots (3 if piloting \\ul Falcon\\ul0). Power +1 for every Cloud City location you control. When playing Sabacc, may add 1 to or subtract 1 from your total.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V)\\par Lando Calrissian, Unlikely Hero (V)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V)\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V) (Dark Side)",
    "IsPulled": "Booster's Star Destroyer (V)\\par Lobot (V) as a 'react'.\\par Out Of Somewhere (V)\\par Seeking An Audience (V)",
    "Counterpart": "Lando Calrissian",
    "Combo": "Lando Calrissian + Lobot + Surreptitious Glance (V6)",
    "Matching": "Gold Squadron 1\\par Lando's Luxury Yacht (V)\\par Millennium Falcon\\par Millennium Falcon (V)",
    "MatchingWeapon": "Lando's Blaster Rifle",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1476,
    "CardName": "Lando's Wrist Comlink",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Easily concealed device used by Lando to remain in contact with his subordinates. Directly connected to Cloud City's central computer.",
    "Gametext": "Deploy on a character. When at a Cloud City site, Lobot and your Cloud City troopers may deploy or move here as a 'react.'",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Hero Of A Thousand Devices\\par Panic (V2)\\par Portable Scanner\\par Rycar Ryjerd (V2)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1493,
    "CardName": "Leia Of Alderaan",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The face that launched a thousand starships.",
    "Gametext": "Deploy on Leia. While at any Rebel Base site, your Rebels, except unique (*) Rebels, are deploy -2 and power +2 at same and adjacent sites. While at any system, your starfighters, except unique (*) starfighters, are deploy -2 there.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par Princess Leia (V)\\par Princess Organa\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1514,
    "CardName": "Levitation Attack",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Vader used his mastery of the Force to levitate objects from around the room. This calculated attack was designed to break Luke's spirit as well as his body.",
    "Gametext": "If a battle was just initiated where you have a character of ability > 3 present, search your Used Pile for one device which deploys on a character. Add device's destiny number to your total power, then place device on top of your Used Pile.",
    "Icons": 0,
    "IsCanceledBy": "Blaster Proficiency",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1522,
    "CardName": "Lieutenant Cecius",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Former member of the Imperial infantry. Specializes in boarding and taking control of enemy ships. Native of Vogel 7. Hasn't had a date in years.",
    "Gametext": "Deploys free to any \\ul Executor\\ul0  site. Power +3 when participating in a Besieged battle. During your control phase, may use 1 Force to search your Reserve Deck, take one Besieged or Set For Stun into hand and reshuffle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "Besieged\\par Besieged (V3)\\par Control & Set For Stun\\par Set For Stun",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1537,
    "CardName": "Lieutenant Sheckil",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Former warrant officer from Concord Dawn. Promoted due to superb performance. Specializes in transporting high-profile criminals. Twin brother of a famous mercenary.",
    "Gametext": "During your control phase, may use 1 Force to search your Reserve Deck, take one Human Shield into hand and reshuffle. When escorting a captive, captive is forfeit +2 and Sheckil is immune to attrition < 4.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "You've captured a group of Rebels and are escorting them to the Cloud City: Security Tower to do mean and nasty things to them. (OK, most of those things involve Force losses and torture with creepy devices, but still, that's pretty mean!) Heading down the Cloud City: Upper Plaza Corridor you're just about there, when suddenly the Light Side sets up an ambush. Things are looking bad as the Light Side wins a spectacular battle, but they overlooked one thing. You've got Lieutenant Sheckil. You play the interrupt Human Shield using its lost game text. Now any captive present may be forfeited to meet the attrition and battle loss. Lieutenant Sheckil adds 2 to any captive he is escorting, so you can easily meet the battle loss and attrition. Guess it wasn't such a good idea to attack!\\par \\par Lieutenant Sheckil is an expert at escorting captives. He's also an expert at protecting the Dark Side from harm by using captives as shields. During your control phase, you may use 1 Force to take one Human Shield into hand from the Reserve Deck. Sheckil also adds 2 to the forfeit value of any captive he escorts. To take full advantage of him, you absolutely need the card Human Shield. This card in a Used form allows you to use captives as target fodder for your opponent's weapons. As a Lost Interrupt, you can use those captives he's escorting to meet battle damage and attrition, thus saving your own forces.",
    "Pulls": "Human Shield",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)",
    "Combo": "Lieutenant Sheckil + Human Shield + Binders",
    "Rules": "(AR 1.7.1, A-11)\\par The name \"Sumner\" in this card's game text is a misprint and should read \"Sheckil\".",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1549,
    "CardName": "Lift Tube Escape",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "First floor: parasols and powdered blue milk. Second floor: bantha skin rugs, bog-wing drapes and juri juice tables. Third floor: a squadron of Imperial stormtroopers.",
    "Gametext": "If opponent just initiated a battle, one of your Lift Tubes present may move as a 'react' from that battle. OR Place one of your unoccupied Lift Tubes on table in your Used Pile. OR Search your Reserve Deck, take one Lift Tube into hand and reshuffle.",
    "Icons": 0,
    "Abbreviation": "LTE",
    "Pulls": "Lift Tube",
    "Combo": "Lift Tube Escape + Lift Tube + Dune Sea Sabacc\\par Lift Tube and Lift Tube Escape can be tracked pretty easily for perfect Sabacc. (Indiana Jones Jedi Knight)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1562,
    "CardName": "Lobot",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Former criminal. Fitted with a cybernetic device. Now repays his debt to society by ensuring the smooth running of Cloud City. Becomes disoriented when not with a computer.",
    "Gametext": "Deploys only as a 'react' to a Cloud City site or to where your Lando is present. When present at a Scomp link, power +2 and opponent's total power is -2 at same site. Your Cloud City troopers deploy free and are power +1 at same Cloud City site.",
    "Icons": 0,
    "Information": "Cloud City Troopers are:\\par \\par Cloud City Trooper\\par Sergeant Edian\\par Trooper Utris M`Toc",
    "Counterpart": "Lobot",
    "Combo": "Lobot + It's A Trap + Lots of Cloud City Troopers + any Cloud City site\\par -----\\par Lobot + Lando + It's A Trap + Cyborg Construct\\par -----\\par Lobot + Lando + Surreptitious Glance (V6)",
    "Rules": "(AR 1.7.1, B-11)\\par This alien has two deployment restrictions, and both must be met simultaneously: (1) he deploys only as a 'react,' and (2) he deploys only to a Cloud City site or to where your Lando is present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1603,
    "CardName": "Luke's Blaster Pistol",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "blaster",
    "Destiny": 3,
    "Lore": "Merr-Sonn Model 57. Part of an arms lot purchased for the Alliance from a black market dealer on Ord Mantell. Carried by Luke as backup for his father's lightsaber.",
    "Gametext": "Use 1 Force to deploy on Luke, 3 on your other warrior. May target a character, creature or vehicle using 2 Force. (If targeted by Luke, target loses any immunity to attrition for remainder of turn.) Draw destiny. Add 1 if targeting a character or creature. Target hit if total destiny > defense value.",
    "Icons": 0,
    "Information": "This weapon works well in a deck that relies on personal weapons to give bonuses. While Luke carries this weapon, Princess Leia is free to use Anakin's Lightsaber. The advantage of this card is that it does not even need to hit a character to have some nice bonuses, just target them.\\par \\par The deploy cost can be a little high when compared with the personal sabers, but the advantage is that Luke's pistol will work a little more consistently in having its most powerful effect then the sabers will when facing high ability characters. Additionally, with a number of four destiny cards in the deck, pretty much everyone is vulnerable to this except Vader, Fett and IG-88.",
    "IsPulled": "Luke's Back (V)\\par Panic (V)\\par Portable Scanner\\par Rebel Gunrunner (V)\\par The Signal (V)",
    "MatchingWeapon": "Commander Luke Skywalker\\par Commander Luke Skywalker (V4)\\par Luke\\par Luke (V10)\\par Luke Skywalker\\par Luke Skywalker (V1)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V9)\\par Luke Skywalker, Strong In The Force (V6)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V8)\\par Son of Skywalker\\par Son of Skywalker (V5)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1637,
    "CardName": "Mandalorian Armor",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Contains wrist lasers, rocket dart launchers, a flame projector, a projectable grappling hook, a concussion grenade launcher, four kinds of sensors and a broad band antenna.",
    "Gametext": "Use 3 Force to deploy on any alien or Imperial (except Vader or Boba Fett). Character is power +2, has armor = 5 and is immune to attrition < 3.",
    "Icons": 0,
    "Information": "It's a dangerous universe, and your characters need all the protection they can get. Blasters, Bowcasters even Lightsabers are constant hazards. What's the best way to protect them? Put them in a set of Armor. That's where Mandalorian Armor comes in.\\par In a word, Wow! This one device gives your valuable character the characteristics of everyone's favorite bounty hunter. Give your opponent something else to target with that armor of 5. Immunity to attrition is always a bonus, not to mention the power +2. Imagine Grand Moff Tarkin protected by armor 5, canceling battle destiny with his buddy Vader. Tarkin will no longer be Lightsaber bait! How about everyone's favorite Jawa, Dathcha, running around at power 4 with immunity to attrition of less than 3. Or, if you're into raw power, how about throwing Kitik Keed'kak into Mandalorian Armor. Power 10, immunity to attrition of less than 3 and armor to protect that ability of 1!",
    "IsPulled": "Emergency Deployment (V)\\par I've Lost Artoo! (V)\\par Levitation Attack (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1701,
    "CardName": "Mostly Armless",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "One lesson learned in Jedi training is that when you have been injured, don't panic.",
    "Gametext": "If your character with a lightsaber just won a battle, deploy on an opponent's character present. Character is Disarmed (power -1 and may no longer carry weapons). Opponent loses 1 Force at the end of each of opponent's turns. (Immune to Control.)",
    "Icons": 0,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Swing-And-A-Miss",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1797,
    "CardName": "NOOOOOOOOOOOO!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "Sometimes, the truth isn't very pretty.",
    "Gametext": "USED: If you just answered 'no' to a Hypo question, opponent loses 3 Force. LOST: Cancel Why Didn't You Tell Me? or I Am Your Father. OR If Luke is about to cross to the Dark Side, he is lost instead.",
    "Icons": 0,
    "Rules": "(AR 1.7.1, B-12)\\par When you use this Interrupt during an Epic Duel to lose Luke instead of crossing him to the Dark Side, you must still lose X Force (but not triple X) as specified on Epic Duel.",
    "Cancels": "I Am Your Father\\par I Am Your Father (V6)\\par Why Didn't You Tell Me?\\par Why Didn't You Tell Me? (V6)",
    "IsCanceledBy": "Young Fool",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1817,
    "CardName": "Obsidian 7",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Maneuver": 3,
    "Lore": "TIE fighter modified for upper atmosphere maneuvers. Pilot nicknamed \"Winged Gundark\" due to the number of kills earned in high-altitude battles.",
    "Gametext": "Deploy -1 and power +3 at any cloud sector. Permanent pilot aboard provides ability of 2.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Commander Brandei\\par Deflector Shield Generators (V4)\\par I'm Sorry (V12)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1818,
    "CardName": "Obsidian 8",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Maneuver": 3,
    "Lore": "Modified TIE fighter. Used most often to pursue raiders attempting to take refuge in the upper atmosphere of nearby planets. Pilot previously stationed aboard \\ul Devastator\\ul0.",
    "Gametext": "Deploy -1 and power +3 at any cloud sector. Permanent pilot aboard provides ability of 1.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Commander Brandei\\par Deflector Shield Generators (V4)\\par I'm Sorry (V12)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1821,
    "CardName": "Off The Edge",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Despite the brutal attacks of the Dark Lord, dying on Cloud City was not Luke's destiny.",
    "Gametext": "Target one of your characters at a Cloud City site. Draw destiny. If destiny > character's destiny number, retrieve Force equal to the difference. If destiny < character's destiny number, lose difference. If destiny = character's destiny number, character is lost.",
    "Icons": 0,
    "Abbreviation": "OTE",
    "Combo": "Off The Edge + Cloud City: Incinerator + EG-4 (Eegee-Four)",
    "IsCanceledBy": "Heart Of The Chasm",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1828,
    "CardName": "Old Pirates",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"How you doing, you old pirate? So good to see you!\"",
    "Gametext": "If a battle was just initiated involving Han and any Lando, the eventual loser of the battle may not lose cards from Life Force to satisfy battle damage while that player has any cards in hand. OR Cancel Double-Crossing, No-Good Swindler.",
    "Icons": 0,
    "Combo": "Old Pirates + Han + Lando + Chewie + Luke + Rug Hug + Millenium Falcon\\par Four destiny draws and immunity to attrition < 5.",
    "Cancels": "Double-Crossing, No-Good Swindler",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1875,
    "CardName": "Out Of Somewhere",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "When the ghost-like image of Obi-Wan failed to appear, another came out of the light to rescue Luke.",
    "Gametext": "If opponent just initiated a battle with more than double your total power, search your Reserve Deck. Any one character you find there may deploy as a 'react' (at normal use of the Force). Reshuffle.",
    "Icons": 0,
    "Information": "Combo Card: Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Pulls": "Any character",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1897,
    "CardName": "Path Of Least Resistance",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Yoda didn't say anything bad about taking the \"quick and easy corridor.\"",
    "Gametext": "Cancel Rite Of Passage. OR Relocate one of your characters at an interior mobile site to a related interior mobile site.",
    "Icons": 0,
    "Information": "Combo Card: Path Of Least Resistance & Revealed",
    "Cancels": "Rite Of Passage",
    "IsCanceledBy": "Slip Sliding Away (V6)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1919,
    "CardName": "Point Man",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "In a military situation, on a regional or galactic scale, commands sometimes get misinterpreted. A local commander giving orders is far more reliable.",
    "Gametext": "Cancel Demotion, Restricted Deployment, Commence Recharging, Logistical Delay, They're On Dantooine, Asteroid Sanctuary, Scramble, Order To Engage, No Disintegrations, Asteroids Do Not Concern Me, Report To Lord Vader or What Is Thy Bidding, My Master?",
    "Icons": 0,
    "Information": "This card is a more specific counter than the general purpose Alter. With the addition to the play environment of cards like Control and Do Or Do Not/There Is No Try, specific counters are likely to start gaining in popularity.\\par \\par For a Dark Side primarily ground deck (such as a bounty hunting deck or a Walker Garrison deck), the specific counters might be a very good direction to head in. Point Man can cancel some of the cards that can really give these decks headaches, especially Asteroid Sanctuary. It can also be advantageous to cancel Scramble. Order To Engage, and No Disintegrations in a deck of this type.\\par \\par Point Man can be combined with Boring Conversation Anyway in a deck designed to hamper a Sense/Alter strategy with the Tentacle/Control tactic. This will allow a measure of counter card advantage. ",
    "Combo": "Point Man + Boring Conversation Anyway + Tentacle",
    "Cancels": "Asteroid Sanctuary\\par Asteroids Do Not Concern Me\\par Asteroids Do Not Concern Me (V5)\\par Commence Recharging\\par Demotion\\par Demotion (V2)\\par Logistical Delay\\par Logistical Delay (V3)\\par No Disintegrations!\\par No Disintegrations! (V5)\\par Order To Engage\\par Report To Lord Vader\\par Restricted Deployment\\par Scramble\\par They're On Dantooine\\par What Is Thy Bidding, My Master?",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1937,
    "CardName": "Prepare The Chamber",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Coolant emitted by the TCF32 Carbonite Encasement Apparatus is rumored to have a mildly euphoric effect on Ugnaughts. Individuals on TCF32 duty are regarded with envy.",
    "Gametext": "USED: Add 2 to Carbon Freezing destiny. LOST: If one of your Ugnaughts is defending in a battle, add one battle destiny.",
    "Icons": 0,
    "Information": "This card has a couple of uses, which complement each other nicely. If you're building a Carbon Freezing deck, this is a quick and convenient way to get a +2 on your destiny draw. A few other modifiers, and you'll be freezing everything that walks into the Carbonite Chamber.\\par \\par Even if you're not playing a Carbon Freezing deck, this card can obviously benefit from the presence of Ugnaughts. Unlike most \"defending\" cards, this does not require your Ugnaught to be alone, so if you have an Ugnaught and 3 other ability present, you can get two destiny draws. Plus, their ability to get weapons and devices from your Lost Pile to your *hand* makes Ugnaughts useful even in a non-Carbon Freezing deck. And, if you are playing Carbon Freezing, you'll want plenty of Ugnaughts anyway. You might find yourself using both versions of Prepare the Chamber in the same game.",
    "IsPulled": "Carbonite Chamber Console",
    "Combo": "Prepare the Chamber + Carbonite Chamber Console + 3 Ugnaughts + Carbon Freezing",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1943,
    "CardName": "Princess Leia",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b senator\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Prominent \\b leader\\b0  in the struggling Alliance. Former member of the Imperial Senate. Beginning to discover her true heritage. Likes scoundrels.",
    "Gametext": "Deploys only on Hoth or Cloud City. Adds 1 to power of anything she pilots. May deploy (on Hoth or Cloud City) or move as a 'react' to same site as Han or Luke. Immune to attrition < 3.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par Leia\\par Leia (V)\\par Leia, Optimistic Leader (V)\\par Leia Organa\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia, Lost Scion (V)\\par Princess Leia Organa\\par Princess Leia Organa (V)\\par Princess Organa\\par Prisoner 2187\\par Senator Leia Organa (V)\\par -----\\par With Cloud City, we finally get a new version of everyone's favorite princess, Leia Organa. And this version certainly packs a punch!\\par \\par Gone is the spy skill, but that's OK, she has other priorities now. She can pilot starships and vehicles adding 1 to power. She does have a deployment restriction, but it is a pretty good variety. She may also deploy as a \"react\" to Hoth or Cloud City if Han or Luke are there. She may also move as a react to their site.\\par \\par Probably the biggest change in Princess Leia is the ability 4. Yes, that's right, Leia can now use Anakin's Lightsaber. Another bonus, Leia can step in for Son Of Skywalker and Jedi train. With her Reflection, Leia tests as if she were ability 5. This leaves your Son Of Skywalker free to right the wrongs of the universe and face Darth Vader on Cloud City! ",
    "IsPulled": "Alderaan Consular Ship (V15) (to deploy aboard)\\par Commander Vanden Willard (V3)\\par I Know\\par Leia's Back\\par Leia's Back (V2)\\par Might Of The Republic\\par Padm Naberrie (V11)\\par Seeking An Audience (V6)\\par Warrior's Courage (V6)",
    "Combo": "Princess Leia + Reflection + Great Warrior\\par -----\\par Princess Leia + Chewbacca, Protector (V7)\\par -----\\par Princess Leia + Jerus Jannick\\par -----\\par Princess Leia + Warrior's Courage\\par Add two battle destinies if Leia is defending a battle alone at a site.",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V12)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster\\par Leia's Sporting Blaster (V3)",
    "IsCanceledBy": "Game text canceled by Astromech Shortage (V3).",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1957,
    "CardName": "Projective Telepathy",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Luke.\" \"Father.\" \"Son, come with me.\"",
    "Gametext": "Cancel Anger, Fear, Aggression when it is inserted or revealed. OR If your opponent just initiated a battle or Force drain, opponent must choose to use 2 Force, or cancel that battle or Force drain.",
    "Icons": 0,
    "Cancels": "Anger, Fear, Aggression",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1960,
    "CardName": "Protector",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Chewie, this won't help me. Hey! Save your strength. There'll be another time. The princess...you have to take care of her.\"",
    "Gametext": "If Leia and Chewie are in a battle together, you may add two battle destiny. OR If Leia is participating in a battle, you may lose Chewie from hand to satisfy all battle damage and attrition against you. OR Cancel I'd Just As Soon Kiss A Wookiee or Frustration.",
    "Icons": 0,
    "Information": "Protector, like Old Pirates, presents a new twist on the traditional \"teamwork\" cards, such as Don't Get Cocky and Gift Of The Mentor. Like the traditional cards, this may be played when you have Leia and Chewie together in a battle. Your benefit is 2 added battle destiny. This is an impressive twist, as all other of the destiny-adding teamwork cards involve Luke. In a Teamwork-based deck, this can surprise an opponent who expects these powerful interrupts only from combinations involving Luke. And no one can deny the power of an extra 2 destiny in a battle, especially in a high destiny deck, as a Teamwork deck tends to be.\\par \\par The extra text is quite useful. In fact, I'd venture to say that it is the most powerful yet. It allows you, if Leia is in a battle, to forfeit Chewie from your hand to satisfy all battle damage and attrition. This is quite nasty in conjunction with a few other cards. Obviously, you can use this to keep a squad of characters on the Death Star while your opponent is forced to lose some of his built up defense, but there are more subtle strategies.\\par \\par One is an odd twist on the familiar Ghhhk strategy. One would play a lone TIE Fighter at a system and drain. When the opponent deployed there, he would play a Lone Pilot and then Ghhhk to avoid the damage. You can do something similar with this, and, in fact, the effect is much more devastating. With Princess Leia on the table, if you play Warrior's Courage, you get 3 battle destiny when she's alone. Then, simply play Protector, and lose Chewie, and she stays on the table. Doubly effective if she's been trained, or if she's carrying a Lightsaber.\\par \\par The added cancelling ability can be useful as well, cancelling two very annoying interrupts. Frustration can be a pain in a deck designed for it, and cancelling I'd Just As Soon Kiss A Wookiee can be an added reassurance that your cards are going to get into play.",
    "IsPulled": "Chewbacca (V3)",
    "Combo": "Leia + Han + Chewie + Obi-Wan + Luke + Skywalkers + Don't Get Cocky + Protector + Gift Of The Mentor + Rug Hug",
    "Cancels": "Frustration\\par Frustration (V7)\\par I'd Just As Soon Kiss A Wookiee",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1966,
    "CardName": "Punch It!",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Ever since Lando's 'little' maneuver at the Battle of Taanab, his piloting skills had become legendary.",
    "Gametext": "If Han or your Lando is piloting a starfighter which is defending a battle at a system, add one battle destiny (add two if starfighter is \\ul Falcon\\ul0). Also, starfighter is immune to attrition for remainder of turn.",
    "Icons": 0,
    "Information": "People often want to re-enact Star Wars' fantastic epic space battles in the card game. The Light Side often struggles against the overwhelming power of the Imperial Armada's Star Destroyers. Cunning, daring maneuvers, and a little bit of luck saved the Rebellion in the movies. In the game, it takes all those things and intelligent management of interrupts.\\par \\par Punch It! is a vicious interrupt that you should use if the Dark Side isn't wary, particularly when you spring it on him as he is trying to clear away ships. Play Captain Han and Lando on the Falcon with some Corvettes, and wait for your opponent to become smug with Vader on the Executor. The two extra destiny from this, plus the extra destiny from Captain Han and a destiny for ability of 4, adds 4 destiny draws to an already formidable Force.\\par \\par The card has an extra ability that's dangerous, too. With Captain Han on the Falcon, you can get him to the Death Star and sit and drain. If your opponent tries to battle you, you can play this card for the extra 2 destiny and for immunity to attrition. The destiny draws will boost your power somewhat, reducing your battle damage (which you could play It Could Be Worse to reduce even more). The Falcon, since it is immune to attrition, remains at the Death Star for the next turn.",
    "Combo": "Captain Han Solo + Luke + Falcon + Punch It! + Out of Nowhere + Don't Get Cocky",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1970,
    "CardName": "Put That Down",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Lord Vader interceded between the trigger happy mercenary and his target.",
    "Gametext": "If one of your characters was just targeted by a weapon during battle, use 3 Force to cancel that targeting. OR Cancel Double Back or Res Luk Ra'auf.",
    "Icons": 0,
    "Information": "See Blaster Deflection for similar text.",
    "Cancels": "Targeting of a character by a weapon\\par Double Back\\par Res Luk Ra'auf",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2073,
    "CardName": "Redemption",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Modified Nebulon-B Frigate",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 1,
    "Hyperspeed": 4,
    "Lore": "Nebulon-B frigate used as a mobile medical facility. Extra cargo space and weapon batteries have been modified to allow for more armor and more recovery areas.",
    "Gametext": "May add 4 pilots and 4 passengers. Has ship-docking capability. Permanent pilot provides ability of 1. Your medical droids and Bacta Tank 'patients' may deploy aboard for free.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Medical droids are:\\par \\par 2-1B (Too-Onebee)\\par 2-1B (Too-Onebee) (V4)\\par FX-7 (Effex-Seven)",
    "IsPulled": "Admiral Ackbar (V)\\par Balanced Attack (V)\\par Heading For The Medical Frigate (V)",
    "Rules": "(AR 1.7.1, B-13)\\par (Errata) Characters must obey deployment restrictions when deploying from the Bacta Tank to the Redemption.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2079,
    "CardName": "Release Your Anger",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Only your hatred can destroy me.\"",
    "Gametext": "If opponent just initiated a battle, you may do one of the following: Add one destiny to your total power only. OR If you have a character weapon present, select one opponent's character present to lose all immunity to attrition for remainder of battle.",
    "Icons": 0,
    "Counterpart": "Dark Approach",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2084,
    "CardName": "Rendezvous Point On Tatooine",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "\"When we find Jabba the Hutt and that bounty hunter, we'll contact you.\"",
    "Gametext": "During your control phase, use 1 Force to move any one of your [Cloud City] characters of ability > 1 to any [Jabba's Palace] location where you have presence. If moving to any Jabba's Palace site, this movement is free and you do not need presence.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2092,
    "CardName": "Rescue In The Clouds",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I know where Luke is.\"",
    "Gametext": "USED: If you have a character on Weather Vane, place that character on your Used Pile. LOST: Deploy one or more vehicles, starfighters and pilots (at normal use of the Force) as a 'react' to a cloud sector.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2101,
    "CardName": "Restricted Access",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "In an effort to direct Luke toward Vader, Captain Bewil used his control of hatchways and lift tubes to cut off Luke's support, limiting his options and resources.",
    "Gametext": "Insert face up in your Reserve Deck. When Effect reaches top it is lost, along with all opponent's 'insert' cards there. Reshuffle. (Immune to Alter.) OR Deploy between two mobile sites. Opponent's characters may pass only if aboard a Lift Tube or opponent uses +1 Force each.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Access Denied",
    "IsCanceledBy": "You Cannot Hide Forever - Defensive Shield\\par You Cannot Hide Forever (V6) - Defensive Shield\\par Your Insight Serves You Well - Defensive Shield\\par Your Insight Serves You Well (V6) - Defensive Shield",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2114,
    "CardName": "Rite Of Passage",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "There are many different paths to becoming a Jedi, each with its own risks and consequences. A student must choose wisely.",
    "Gametext": "At the beginning of opponent's move phase, target an opponent's character alone at a mobile site and select an adjacent site. Opponent must choose to move target there for free (target cannot move for remainder of turn), lose target or lose 2 Force.",
    "Icons": 0,
    "IsPulled": "Captain Bewil",
    "IsCanceledBy": "Path Of Least Resistance",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2248,
    "CardName": "Shattered Hope",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Using the power of the dark side, Vader caused Luke to lose his confidence and question his sense of direction.",
    "Gametext": "If a battle you won just ended at an interior site and you have a character of ability > 3 present there, relocate one opponent's character present to an adjacent site. (If on Cloud City, may relocate that character to Weather Vane instead.)",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2252,
    "CardName": "Shocking Information",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"R2-D2, you know better than to trust a strange computer.\"",
    "Gametext": "Target a location. Scomp links there cannot be used for remainder of turn. OR If opponent is about to scan or otherwise look through your hand (unless using Monnok), opponent continues but must lose 4 Force plus the card allowing the scan.",
    "Icons": 0,
    "Information": "Scrambled Transmission makes Shocking Information immune to Sense.\\par -----\\par At the moment, a lot of people are using variants of Mike Riboulet's Dark Sided Manipulator. This involves the opponent scanning your hand in many ways - including Onith and Scanning Crew. By having an Information up your sleeve, you can't cancel the scan but you can lose the card which allowed the scan and the DS lose 4 Force as well! If the opponent doesn't have any scanning cards in his deck, this card is not wasted - it's destiny 5, and a Used Interrupt which can be recycled with its other function. There is a DS version of this card, Shocking Revelation, but it's of much less value.\\par \\par \\par This card provides defense against some very strong Premiere strategies that have thrived on the tournament scene. Also, it provides an easy way to cycle itself back into the Life Force and prevent Monnok from causing the damaging loss of doubles. This card can be played on any location, regardless of whether there is a scomp link on the location card.\\par \\par The five destiny can be cycled very easily, which is excellent for monitoring high destiny draws. Before this card, players would often have to rely on playing A Few Maneuvers or Dark Maneuvers, which also required a starfighter to be in play. The drawback is that the destiny number is slightly lower.\\par \\par The most obvious use of this card is to protect against Scanning Crew and M'iiyoom Onith. The loss of four Force, plus the card causing the scan can suggest to the opponent that searching should only be done in the case of true necessity. This will help the Light Side player climb out from underneath a couple of extremely strong lock down strategies. ",
    "IsPulled": "Hopping Mad\\par Scrambled Transmission",
    "Counterpart": "Shocking Revelation",
    "Combo": "Shocking Information + Destiny adders",
    "Rules": "(AR 1.7.1, B-14)\\par This card may only be played if a scomp link is on table (and able to be targeted). This card may target (or affect) a Scomp link aboard a starship or vehicle at a location. The second function of this Interrupt affects cards that peek at one, some or all of the cards in your hand. ",
    "Cancels": "Scomp links",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2255,
    "CardName": "Shocking Revelation",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Well, don't blame me. I'm an interpreter. I'm not supposed to know a power socket from a computer terminal.\"",
    "Gametext": "Target a location. Scomp links there cannot be used for remainder of turn. OR If opponent is about to scan or otherwise look through your hand (unless using Grimtaash), opponent continues but must lose 4 Force plus the card allowing the scan.",
    "Icons": 0,
    "IsPulled": "Secret Plans",
    "Counterpart": "Shocking Information",
    "Rules": "(AR 1.7.1, B-14)\\par See Shocking Information.\\par \\par (AR 1.7.1, B-14)\\par Shocking Information\\par This card may only be played if a scomp link is on table (and able to be targeted). This card may target (or affect) a Scomp link aboard a starship or vehicle at a location. The second function of this Interrupt affects cards that peek at one, some or all of the cards in your hand. ",
    "Cancels": "Scomp links",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2278,
    "CardName": "Slave I",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Firespray-Class Attack Ship",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 4,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "Originally designed as a planetary defense craft. Uses restricted jamming technology, allowing it to appear out of nowhere. Contains many hidden armaments.",
    "Gametext": "May add 1 pilot (must be a bounty hunter) and 3 passengers. May deploy with a pilot as a 'react'. Immune to attrition < 5 if Boba Fett piloting. Has ship-docking capability.",
    "Icons": "Astromech, Independent, Scomp Link",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "When Vader's Bounty (V6) on table Slave I is destiny +2 when drawn for weapon or battle destiny.\\par -----\\par Slave I personas are:\\par \\par Boba Fett In Slave I\\par Boba Fett In Slave I (V6)\\par Slave I\\par Slave I (V7)",
    "IsPulled": "Short Range Fighters & Watch Your Back!",
    "Combo": "Vader's Bounty (V6) makes Slave I destiny 3 when drawn for weapon or battle destiny.",
    "Matching": "Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V6)\\par Boba Fett (V)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V)\\par Boba Fett, Prepared Hunter (V)\\par Boba Fett, Relentless Bounty Hunter (V)\\par Danz Borin (V)\\par The Mandalorian, Father Of Fett (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2283,
    "CardName": "Slip Sliding Away",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Luke got the shaft.",
    "Gametext": "Relocate a card from the top of any Deck or Pile to the bottom (without looking). OR If you have a droid at a Scomp link on Cloud City, cancel Into The Ventilation Shaft, Lefty. OR Use 3 Force to cause a character at Weather vane to be lost.",
    "Icons": 0,
    "Rules": "(AR 1.7.1, B-14)\\par This card may be used to move Frozen Assets from the top of your Force pile to the bottom. ",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2285,
    "CardName": "Smoke Screen",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Warning: The Alderaanian Medical Association has determined that inhaling carbon-freezing smoke can be hazardous to your health.",
    "Gametext": "During a battle at a site, if you are about to draw a card for battle destiny, you may instead use the ability number of one of your characters involved in the battle.",
    "Icons": 0,
    "Information": "The advantage of 'replacing' a battle destiny draw with the ability number is that opponent may not cancel your 'draw' (because it is no draw).",
    "Combo": "Smoke Screen + any high-ability character",
    "IsCanceledBy": "They're Still Coming Through!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2301,
    "CardName": "Somersault",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Luke's sudden reversal of fortune allowed him to turn the tables on Vader.",
    "Gametext": "During a battle at a site, just before drawing battle destiny, if opponent has less than double your total power, use 4 Force to switch your total power with opponent's. OR If both players just drew one battle destiny, use 1 Force to switch numbers.",
    "Icons": 0,
    "Combo": "Somersault + Electrobinoculars",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2306,
    "CardName": "Sonic Bombardment",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Oouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouioouiooui-",
    "Gametext": "USED: Search your Reserve Deck, take any one prison into hand and reshuffle. LOST: If you have an opponent's alien captive at a prison, opponent loses 3 Force.",
    "Icons": 0,
    "Information": "Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)",
    "Pulls": "Cloud City: Security Tower\\par Cloud City: Security Tower (V)\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V)",
    "IsCanceledBy": "8D8\\par Captive Pursuit",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2323,
    "CardName": "Special Delivery",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Because bounty hunters are untrustworthy, the Empire relies on its troopers for efficient prisoner delivery.",
    "Gametext": "Deploy on a prison. When one of your troopers 'delivers' (imprisons) a captive here, you may search your Lost Pile, take any one card into hand and then lose this Effect (each captive may be 'delivered' only once until they are released or leave table).",
    "Icons": 0,
    "Information": "Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)",
    "IsPulled": "Breached Defenses & Molator (V)\\par Corporal Drazin\\par Crossfire (V)\\par Fett's Blaster Rifle (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Special Delivery + any Trooper",
    "IsCanceledBy": "Captive Pursuit",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2384,
    "CardName": "Surprise",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 3,
    "Lore": "Boba Fett shifted his attention from Han to the pursuing Jedi initiate. Luke was unaware until the last second that he was being targeted.",
    "Gametext": "Use 3 Force: Retarget an Interrupt or Utinni Effect which specifies a target to another appropriate target on the same side of the Force. OR Relocate any Effect (except those immune to Alter) deployed on a location to another appropriate location.",
    "Icons": 0,
    "Information": "Good against Nabrun Leids.",
    "Counterpart": "I Have A Bad Feeling About This",
    "Combo": "Surprise + Dark Waters\\par The little known ability of Dark Waters to reduce Force drains makes it a fairly powerful card, especially if it can be used to follow your opponent's drains.\\par -----\\par Surprise + Death Mark\\par Since many decks play with Han and Chewie, you can retarget the Death Mark to whoever happens to be farther away at the time.\\par -----\\par Surprise + Death Squadron\\par The only thing that weakens this otherwise pretty good card is that the Rebellion tends to stay away from it. Well, with Surprise, you can bring the Squadron to them.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2387,
    "CardName": "Surreptitious Glance",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "After working together for a long time, Lando and Lobot developed a speechless form of communication.",
    "Gametext": "If Lobot and your Lando are in a battle together, cancel one opponent's destiny draw immediately after it is revealed. OR use 4 Force to cancel Dark Deal.",
    "Icons": 0,
    "Information": "\\par Cloud City is flooded with cards that work as teamwork cards do, but with different effects. The only true requirement to these cards is, they must be played where two \"mains\" are present. This adds to the popularity and strength of the main characters as a whole, especially for the Dark Side.\\par \\par Surreptitious Glance is easy to play with, simply because of Lobot's deployment restrictions. Chances are, he's going to appear where Lando is. With Surreptitious Glance, you can duplicate Tarkin's ability with Vader, canceling your opponent's destiny draw. The advantage is obvious. The Light Side has an edge, though. Kal'Falnl C'ndros lets you (semi-reliably) cancel your opponent's draws, since the Light Side tends to have better destiny draws. Unfortunately, recent rulings have weakened Kal when she is present with Tarkin. Captain Han Solo forces your opponent to re-draw a destiny. Understand, he might just draw a better destiny!\\par \\par You can use Surreptitious Glance as a safety net should any of these strategies fail. Saving this card for when you truly need it tests your patience, but you can't wait too long, as Lando and Lobot tend to die faster than other mains.\\par \\par It's sub-text also makes it extremely useful, cancelling the Dark Side version of Echo Base Operations, Dark Deal, which is ordinarily extremely hard to counter.",
    "Cancels": "One opponent's destiny draw.\\par Dark Deal",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2393,
    "CardName": "Swing-And-A-Miss",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Destiny": 3,
    "Lore": "It's the bottom of the ninth level of Cloud City. Vader steps up to the platform. Here's the delivery. . . oooh, he took a big cut there! The Force sure wasn't with him on that one!",
    "Gametext": "If opponent just used a lightsaber to target, draw one destiny and subtract that amount from opponent's weapon destiny. OR Cancel one Mostly Armless card just played. OR Cancel Dark Strike, End This Destructive Conflict or Focused Attack.",
    "Icons": 0,
    "Information": "This card can be used to augment the strength of the Light Side players characters during ground battles. It can be used in a variety of different defensive situations, and is a Used Interrupt. This can be a nice advantage as many of the cards that it cancels by title are Dark Side Lost Interrupts. It is also a nice advantage to have the defense from lightsabers recur throughout the course of the game.\\par \\par With the addition of a couple more relatively high ability Light Side character cards in Cloud City, subtracting one destiny from the total of a lightsaber draw may go a long way to making the Light Side safe from marauding Dark Side saber users. Also, since Swing-And-A-Miss has three dots, it may be played at three separate times throughout the course of a turn, protecting from lightsaber swings as well as some of the Dark Side's nastier battle related interrupts from the Cloud City set.\\par \\par In battle heavy Cloud City playtesting, this card led to one of my favorite exchanges of quotes as the Dark Side player used Mostly Armless accompanied by the Pythonian quote \"Your arms off\", to which the Light player responded \"No it isn't,\" when they played Swing-And-A-Miss.",
    "Rules": "This Interrupt subtracts from the total weapon destiny for a lightsaber, not from an individual destiny draw.",
    "Cancels": "Dark Strike\\par End This Destructive Conflict\\par Focused Attack\\par Mostly Armless\\par Sniper & Dark Strike",
    "IsCanceledBy": "Dark Strike",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2524,
    "CardName": "The Emperor's Prize",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Vader thought that by capturing Luke, he would crush the Alliance's last hope. But, there was another...",
    "Gametext": "If Luke was just 'frozen,' deploy on Emperor or Detention Block Corridor. Target Luke and Vader. When reached by targets, place Utinni Effect on Luke and opponent must lose half of Life Force (round down). If Luke released, lose Utinni Effect. (Immune to Alter.)",
    "Icons": 0,
    "Information": "When a slam-bang card like The Emperor's Prize comes along, jaws drop. It will hack off half your opponent's Force, unless it takes you so long to pull it off that there's not much left. So speed it up. You'll find the cards you need to inflict massive damage in most Bounty or Carbon Freezing decks.\\par \\par First, get Docking Bay Control Room into play. It lets you spit out every Docking Bay in your deck, including those for Cloud City and the Death Star.\\par \\par Starting with the Detention Block Corridor or Carbonite Chamber is good too.\\par \\par Second, weasel your opponent into playing Luke. Play Mii'yoom Onith and conveniently forget to use her for a couple of turns. See if your opponent puts Luke out. Or start early with a Scanning Crew philosophy, and see if that brings Luke out to play. When Luke is on the table, the number one rule is: don't kill him unless you have a We Have A Prisoner in your hand. You can afford to take some losses in this effort, you'll be doing a whole lot more later on.\\par \\par Third, get Luke frozen. Whether this means jacking up a Force drain at the Carbonite Chamber, and then pushing him in with All Too Easy, or going the long route and capturing him, and then Carbon Freezing him, Luke has to be frozen.\\par \\par Fourth, and this is what you have to stock up for, put out the Prize, and make sure it and the frozen Luke are well protected. Make sure you have a steady stream of characters escorting Luke so that he's never alone. He'll be frozen for the rest of the game, but you don't want your opponent piling up with him. You'll also want to keep pesky rebels out of the Detention Block Corridor. This will make your life a whole lot easier.\\par \\par This card's problem is actually getting Luke to the Detention Block Corridor after he's Frozen. There just isn't too much mobility in the game for interior sites, except for the card that could save your life. Lift Tube is a Premiere common that rarely sees use, but, if your plans are centered around the two systems with mobile sites, Lift Tubes can be invaluable. It can carry four passengers, more than enough for Luke and some protection, and, since both docking bays are Mobile sites, it can move through the Docking Bay, although you shouldn't need it on the Death Star.\\par \\par After that, you're set. Half of your opponent's Life Force is gone, and you'll have a nice little force with which to Force drain. It seems like a very hefty task, and it will probably take up most of your time simply trying to pull it off. Once you do, however, you notice quickly that is was all worthwile.",
    "IsPulled": "Twi'lek Advisor\\par Utinni! (V2)\\par We Must Accelerate Our Plans",
    "Combo": "The Emperor's Prize + Vader's Bounty\\par Not only do you deal massive amounts of damage, but you also retrieve a hefty amount of Force as well. As long as Vader is nearby, which he should be if you want to keep Luke unharmed, you can regain a lot of the loss that you'll take in setting up this combination.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2571,
    "CardName": "This Is Even Better",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "It took escape from Hoth, asteroids, slugs, capture, refreshments with Vader, torture and the inevitable carbon-freezing to get Leia to reveal her true feelings for Han.",
    "Gametext": "If Han and Leia are together in a battle you just lost, forfeit one of them to satisfy all battle damage and attrition against you. OR If Han is a captive and a battle was just initiated where you have Leia (or vice versa), add one battle destiny. OR Cancel This Is Still Wrong.",
    "Icons": 0,
    "Cancels": "This Is Still Wrong",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2578,
    "CardName": "This Is Still Wrong",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Han: 2. Luke: 2. Chewie: 0.",
    "Gametext": "If a battle was just initiated where opponent has a female targeted by This Is Just Wrong, add one battle destiny. OR Search your Reserve Deck, take one This Is Just Wrong into hand and reshuffle. OR Cancel This Is More Like It.",
    "Icons": 0,
    "Pulls": "This Is Just Wrong",
    "Cancels": "This Is More Like It",
    "IsCanceledBy": "This Is Absolutely Right\\par This Is Even Better",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2591,
    "CardName": "Tibanna Gas Miner",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "\\b miner\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "One of the many Cloud City miners who are willingly employed by greedy corporations exploiting planetary atmospheres. Unconcerned with environmental repercussions.",
    "Gametext": "When at a site, adds 1 to your Force drains at related cloud sectors. Also, during your activate phase, if at a Cloud City site and you control Bespin: Cloud City, may \\b cumulatively\\b0  activate 1 Force for every cloud sector on Bespin.",
    "Icons": 0,
    "Counterpart": "Tibanna Gas Miner",
    "Combo": "Tibanna Gas Miner + Bespin: Cloud City\\par Adds one to the Force drain at Bespin: Cloud City.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2592,
    "CardName": "Tibanna Gas Miner",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "\\b miner\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Long-time Cloud City resident Willow Hood. Employed by a mining company which is sympathetic to the Rebels and sells them Tibanna gas at a discount.",
    "Gametext": "When at a site, adds 1 to your Force drains at related cloud sectors. Also, during your activate phase, if at a Cloud City site and you control Bespin: Cloud City, may \\b cumulatively\\b0  activate 1 Force for every cloud sector on Bespin.",
    "Icons": 0,
    "IsPulled": "Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Counterpart": "Tibanna Gas Miner",
    "Combo": "Tibanna Gas Miner + Bespin: Cloud City\\par Adds one to the Force drain at Bespin: Cloud City.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2603,
    "CardName": "TIE Sentry Ships",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Several TIEs were assigned to patrol Cloud City prior to the Imperial occupation of Bespin. Their instructions were to herd any vessels attempting to escape toward the Executor.",
    "Gametext": "If opponent just initiated a Force drain at a system, cloud sector or asteroid sector, you may 'react' by deploying TIEs and pilots to that location (at normal use of the Force).",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2631,
    "CardName": "Treva Horme",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Lutrillian. Primary saleswoman and executive planner for Planet Dreams, Inc. Monitors production schedules and accounting. Really enjoys making a sales pitch.",
    "Gametext": "During your control phase, may 'sell' one Interrupt card from hand. Opponent must use X Force, where X = destiny of that card or entire Force Pile (opponent's choice). Place sold card on opponent's Used Pile and activate X Force.",
    "Icons": 0,
    "Combo": "Treva Home + Draw Their Fire\\par If you have a deck which is designed around setting up big beatdowns (eg. with Jedi Presence and supporting cards like Courage of a Skywalker), Treva is your most effective way of stopping your opponent using Ghhhk to avoid the battle damage when combined with Draw Their Fire. The other methods of achieving this result - Frozen Assets and Beggar - are each canceled by the Fanfare shield, so Treva is probably the best way to abuse Draw Their Fire in this way. (Psychobabble)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2633,
    "CardName": "Trooper Assault",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "An assault of stormtroopers caused Leia, Chewie and Lando to retreat. When working together, the troopers' powerful onslaught can appear unstoppable.",
    "Gametext": "If a battle was just initiated at a site, each of your troopers present is power +2 and immune to attrition for remainder of turn.",
    "Icons": 0,
    "Information": "This card gives a shot in the arm to trooper decks. With this card and a couple of little tricks can allow troopers to be competitive in a number of different environments. Of course, the key to this deck is protecting the Trooper Assaults from Sense. Seven or eight Controls and a couple of Tentacles might be the advisable course of action for this mission.\\par \\par This deck can revolve around the classic Force drain locations such as the Moisture Farm, Judland Wastes, Cantina and Defensive Perimeter. Control of the location can be established with about 4 Imperial Trooper Guards. With a Trooper Assault in hand, these guys are power 24 and immune to attrition. If more characters show up for the Light Side, a few more guards can be thrown into the mix and they all add six power each.\\par \\par This is great for defending these locations, but of course doesn't do much for the attack. This is where another card can come in handy. Deploy Trooper Davin Felth or an Imperial Squad Leader and give them a Light Repeating Blaster Rifle and a power source. Blasted Droid will then allow the trooper to fire the LRBR with a destiny bonus pretty much until the Dark Side runs out of Reserve Deck. If the power source is a Portable Fusion Generator and the trooper is at the Moisture Farm or Defensive Perimeter, all of the shots will be at weapon destiny + three. Even Obi-Wan is fairly likely to run into a 4 destiny Trooper Assault from the Reserve Deck, wiping him out. And since the Imperial Trooper Guards are destiny 3, Son Of Skywalker can be hit when they are drawn using the LRBR add all of it's adders. Again, this combination needs protection from Sense.",
    "IsCanceledBy": "Throw Me Another Charge",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2637,
    "CardName": "Trooper Jerrol Blendin",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Cloud City trooper\\b0, \\b trooper\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 0,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Corrupt captain of the Cloud City Wing Guard. Began working during the administration of Baron Raynor. Easily bribed. Keeps the peace through intimidation.",
    "Gametext": "Deploys only on Cloud City, but may move elsewhere. Power +2 when participating in a battle you initiate. Opponent may use 2 Force to 'bribe' (exclude) Blendin from battle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "He looks pretty weak...after all, your opponent can make Blendin not battle just by using two Force. And, admittedly, you probably don't want Blendin to be the focus of your deck, because of his unreliability. But Trooper Jerrol Blendin can help you make a few key moves and give you the advantage you need.\\par \\par The first thing to look at is Blendin's deploy cost -- he doesn't have one! That isn't a bad thing. And, if you initiate battle, he gets +2 power (4 total). He can be great for catching an opponent who doesn't keep anything in his Force Pile. For zero Force you can get +4 power in a battle and, effectively, increase the damage to your opponent by four. And, when the battle's over, you can forfeit Blendin to ensure that you don't get burned by his detrimental game text.",
    "IsPulled": "General Tagge (V2)",
    "Combo": "Blendin + Trooper Assault + Trooper Charge : Power *8* if you initiate the battle, all at the cost of zero Force! Makes a great surprise for your opponent in a 'react' deck.\\par \\par Blendin + Lone Warrior : Leave him alone at a site and give him defensive cards. Then, if your opponent chooses not to let him participate in a battle, the battle is just cancelled.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 2640,
    "CardName": "Trooper Utris M'Toc",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Cloud City trooper\\b0, \\b trooper\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Imzig Cloud City trooper and Wing Guard \\b leader\\b0. Attempts to protect Cloud City citizens from less reputable members of local constabulary. Never accepts a bribe.",
    "Gametext": "Deploys only on Cloud City, but may move elsewhere. Deploys free to same Cloud City site as Lando. Power +2 when defending a battle. Your other Cloud City troopers are forfeit +2 where present.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Looking for a boost for that Lobot Cloud City Trooper deck? Make sure you have Trooper Utris M'Toc stocked in your deck, ready to serve.\\par \\par Trooper Utris M'Toc is a power 2 ability 2 character with a destiny of 2. If Lobot is present at a site, M'Toc would deploy for free as a Cloud City trooper. He also deploys free to the same site as Lando. This works with either the Dark Lando or even the Light Lando, so it could be an effective way to ambush the Dark Side Lando. He is power +2 when defending a battle, so that could be a nasty surprise for the Dark Side if they choose to attack. When present with M'Toc, all of your other Cloud City Troopers are forfeit +2, allowing you to suck up more damage in a fight.\\par -----\\par Your Cloud City Troopers deploy free and are power +1 at same site as Lobot at a Cloud City site.\\par -----\\par Cloud City troopers are:\\par \\par Cloud City Trooper\\par Sergeant Edian\\par Trooper Utris M'Toc",
    "IsPulled": "Princess Organa",
    "Combo": "Trooper Utris M'Toc + Any Lando, or Lobot. M'Toc deploys for free.\\par -----\\par Trooper Utris M'Toc + Lobot + Cloud City Trooper. A powerful force with a cheap deploy cost.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2661,
    "CardName": "Ugloste",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Ugnaught\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Ugnaught assigned to determine how to use carbon-freezing on humans. Placed in charge of the Ugnaught workers on Cloud City. Formerly enslaved by humans.",
    "Gametext": "Power +2 at Trash Compactor, Droid Junkheap, Incinerator or Carbonite Chamber. Functions as a leader if present with another Ugnaught. Where present, other Ugnaughts are forfeit +2 and double their bonus to Carbon-Freezing destiny.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Here is another one of the Carbon-Freezing enhancers from Cloud City. This is the card that will allow the Dark Side to play with only three to five non-unique ugnaughts in their deck, and still have a relatively decent chance of pulling off freezing.\\par \\par The power +2 bonus is nice, but not really why this character is on the table. Another small, but nice feature is that if pressed into service, Ugloste is a warrior that can be armed and sent out with a We Have A Prisoner in hand to go and do the capture work to get a potential freezing candidate. The bonus that he gives to the other Ugnaughts with him gives the Dark Side a decent chance of coming out of the battle without too much trouble. With the added bonus from Prepare The Chamber to battles, they may even be a force to be reckoned with.\\par \\par The real advantage of this guy is that he doubles the additions by the Ugnaughts, making freezing a real possibility when taken in conjunction with other cards such as Prepare The Chamber and Carbonite Chamber Console.",
    "IsPulled": "Carbonite Chamber Console",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2662,
    "CardName": "Ugnaught",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Common",
    "Characteristics": "\\b Ugnaught\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 2,
    "Ability": 1,
    "Lore": "Cheap manual labor from Gentes in the Anoat system. Make up Cloud City's second largest population. Responsible for maintenance and menial chores throughout the city.",
    "Gametext": "When at Carbonite Chamber, \\b cumulatively\\b0  adds 1 to each Carbon-Freezing destiny draw. During your control phase, may lose 1 Force from hand to search your Lost Pile and take one weapon or device into hand.",
    "Icons": 0,
    "Information": "Here is an answer for everybody that wants to know how to draw more than 10 for Carbon-Freezing destiny. Much in the way that Death Star Gunners and Rebel Techs are necessary to make a Commence Primary Ignition or Attack Run deck go, these little guys are the key to making Rebels 'well preserved'. The Ugnaught advantage though, is that there are some other cards that allow them to play a more useful role.\\par \\par Obviously, their prime purpose in the game is to pull off Carbon-Freezing. To do this, they each add one. Throw in Ugloste and this bonus just soars. What should not be overlooked is the ability to sacrifice a card to go and get a few things to facilitate the freezing process. This means that you can lose the key cards to the freezing process early, knowing that you can get them back later in the game. Get the Carbonite Chamber Console and not only do you get the bonus to freezing destiny, but suddenly more Ugnaughts, and even the Carbon-Freezing effect itself show up. Prepare The Chamber also helps both the destiny draw, and the Ugnaughts themselves.\\par \\par Another advantage to these guys is that they can help outfit your bounty hunting crew. Who wouldn't lose two Force to give IG-88 a Light Repeating Blaster Rifle an a Portable Fusion Generator. Give him some Binders and he can do all the collection work for you. Also, with Ugloste, Ugnaughts provide a decent little fighting force on their own, especially with Prepare The Chamber. ",
    "Pulls": "On weapon from Lost Pile.\\par On device from Lost Pile.",
    "IsPulled": "Carbonite Chamber Console",
    "Combo": "Ugnaughts + Prepare The Chamber + Carbonite Chamber Console + Ugloste\\par A guaranteed freezing draw.\\par -----\\par Ugnaughts + weapons + bounty hunters. These guys can serve as the ultimate armorers. You don't have to worry about hanging on to combinations of weapon cards until you actually have the warriors to use them.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2670,
    "CardName": "Uncontrollable Fury",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "The rage of the Dark Lord.",
    "Gametext": "Deploy on Vader. He is power +2, but neither adds 1 to battle destiny nor allows Tarkin to cancel destiny. Opponent loses 2 Force at end of each of opponent's turns in which Vader did not battle and you had a character of ability > 3 on table. (Immune to Alter.)",
    "Icons": 0,
    "Information": "This card is a must in decks that intend to confront the Dark Side in a direct confrontation at sites. Uncontrollable Fury could also be useful at systems, but the benefits of Vader (especially when combined with Tarkin) are not quite as powerful at systems and sectors due to the fact the Light Side cannot lose the forfeit value of cards due to Vader and his lightsaber while in space.\\par \\par Since the Premiere edition of the game, Light Side players have been searching for a way to counter the deadly combination of Grand Moff Tarkin and Darth Vader. Some solutions that have worked to one extent or another have been Demotion, Tarkin Seeker and playing space decks. An opinion that some top ranked players hold is that Vader is wasted in space when compared with his devastating effectiveness at sites. Uncontrollable Fury is another tool in this war. While there is a Dark Side card that can cancel it, the power of Uncontrollable Fury probably makes it more than worth the risk.\\par \\par There are numerous avoidance strategies that can make use of the Force loss part of the card. The easiest of these is just to use Nabrun Leids to move away from Vader in each of the Dark Side's battle phases, and cause them to lose two Force per opponent's turn. Of course, that requires the Dark player to use Vader, but he is usually to good to pass up.\\par -----\\par Dark side card against direct damage: Imperial Decree (V6).",
    "IsPulled": "Clash Of Sabers\\par It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "IsCanceledBy": "You Are Beaten",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2697,
    "CardName": "Vader's Bounty",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"We would be honored if you would join us.\"",
    "Gametext": "Deploy on a Rebel of ability > 2. If subsequently captured by a bounty hunter and then transferred to a prison where Vader is present, retrieve Force equal to character's forfeit (+4 if Luke) and lose Effect. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)",
    "IsPulled": "Boba Fett (CC) (V6)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2699,
    "CardName": "Vader's Cape",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "A symbol of the Dark Lord of the Sith, and of the seductive power of the dark side.",
    "Gametext": "Use 3 Force to deploy on one of your Imperials or aliens. Immune to attrition < 5. When in battle, adds 1 to each of your battle destiny draws.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2758,
    "CardName": "We'll Find Han",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"I promise.\" \"Auuuuuug!\"",
    "Gametext": "Deploy Han to same site as Chewie or your Lando (regardless of location deployment restrictions). OR If Chewie and your Lando are in a battle together, subtract 3 from attrition against you (cannot fall below zero). OR Cancel I Had No Choice.",
    "Icons": 0,
    "IsPulled": "Chewbacca (V3)",
    "Cancels": "I Had No Choice\\par I Had No Choice (V6)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2768,
    "CardName": "We're The Bait",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 7,
    "Lore": "\"He doesn't want you at all, he's after somebody called, uh...Skywalker.\" \"Luke?\" \"Lord Vader has set a trap for him.\" \"And we're that bait!\" \"Yeah, well, he's on his way.\"",
    "Gametext": "Deploy on Han, Leia or Chewie if captured or 'frozen.' Target Luke. Luke may not attempt Jedi Tests. Also, during each of opponent's draw phases, opponent loses 2 Force (3 if captive is 'frozen'). Utinni Effect canceled when reached by target. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par Utinni! (V2)\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-16)\\par This Utinni Effect may target Luke even if he is on Dagobah (as implied by the Jedi Test restriction). We're The Bait is canceled if the captive or frozen character it is deployed on is released.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2770,
    "CardName": "Weapon Levitation",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Vader confiscated Han's blaster, his ship, his Wookiee, his girl and his only hope of escape.",
    "Gametext": "USED: Search your Used Pile, take one weapon into hand and reshuffle. LOST: If a battle was just initiated, one of your characters of ability > 3 present may 'steal' one character weapon present.",
    "Icons": 0,
    "Information": "When using this card as a Used Interrupt, you may search your Used Pile. Doesn't sound overly interesting. However, after deploying something like an Executor, or a normal star destroyer with pilots, you should have an interesting Used Pile. If you have plenty weapons in your deck, chances are good that you find a weapon there. This is also a very strong point, as you can take ONE weapon. It does not specify which weapon. Find a Superlaser there ? Take it. Vader needs his custom slice-toy and it's in the Used Pile ? Pick out Vader's Lightsaber and take it into your hand. Want to arm that star destroyer ? Weapon Levitate the Turbolaser Battery or Ion Cannon you see in your Used Pile. The possibilities are only limited by the weapons in your deck.\\par \\par There is another use, the Lost Interrupt variant. For fun I'll give an example which actually happened. I had an unarmed Darth Vader at a site. Here comes Obi-Wan with a generic Jedi Lightsaber (his own toy was not deployed yet). Obi starts to battle and suddenly he feels the lightsaber wrenched from his grip, sees it flying through the room and into Darth Vaders hands. The last thing Obi-Wan ever saw, was Darth Vader slicing him with Obi's own surrogate toy.\\par \\par In the game, Obi-Wan started the battle and I played Weapon Levitation as a Lost Interrupt. I snatched the Jedi Lightsaber and, as it can be used by any warrior, used it to slice Obi-Wan to ribbons. However, things get a little more interesting. The game text states, that you may 'steal' one character weapon present. OK, so you will not run off with a Planet Defender Ion Cannon. However, did you see Luke waving his Blaster Pistol (and you fear he will target you, to make Darth lose the immunity to attrition) ? 'Steal' the pistol. It is a character weapon. Do you see Djas Puhr against a Light Side character with a Blaster Rifle and your opponent starts the fight ? Use Weapon Levitation to 'steal' the rifle. You see, the great part is, that neither specific weapons, nor specific characters are mentioned. Any character of ability >3 can steal any character weapon (so you might even get a weapon back thet the Light Side once stole from you !).\\par \\par In short, a good card to include in any deck, especially if you have a lot of weapons, a lot of ability 4+ characters, ... or both.\\par \\par Strong points:\\par * Weapon Levitation = Destiny 4 - good to upgrade average destiny, good to draw destiny.\\par * Weapon Levitation = Two cards for the price of one (Used and Lost variant).\\par * Weapon Levitation = Uncommon, thus it should not be too hard to get.\\par * Weapon Levitation = Surprise, as in, surprise your opponent by using his weapons against him, or at least get your weapons fast.\\par \\par \\par Weak points:\\par * Weapon Levitation = Not immune, so a Sense could ruin this little plan.\\par * Weapon Levitation = Unique. You can't search a weapon, not find it and then use a second Weapon Levitation to 'steal' in one turn. ",
    "Pulls": "One weapon from Used Pile.",
    "Counterpart": "Weapon Levitation",
    "Combo": "Weapon Levitation  Control = Who said anything about 'Sense' ?\\par -----\\par Weapon Levitation + opponent's Polarized Negative Power Coupling = You SEE your Used Pile, you know what cards go there.\\par -----\\par Weapon Levitation + many weapon cards in your deck = many weapons on the table fast, destiny 4 card recycled each time.\\par -----\\par Weapon Levitation + many characters of ability >3 = You do not need your own weapons if you have enough Weapon Levitations.",
    "Rules": "(AR 1.7.1, B-16)\\par You may not initiate a Weapon Levitation (Lost function) if the stealing character is incapable of \"carrying\" a weapon. For example, a B'omarr Monk, or a Disarmed character.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2775,
    "CardName": "Weapon Of An Ungrateful Son",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "When Vader dueled Luke at Cloud City, he fought a son trained by his former master and a weapon constructed by his former self.",
    "Gametext": "USED: If a lightsaber was just used to enhance a Force drain, place it in owner's Used Pile. LOST: Place any or all of your devices and character weapons on table in your Used Pile.",
    "Icons": 0,
    "Information": "A unique Used or Lost Interrupt with a 5 destiny, using one of these in a deck helps to make weapons and devices less card-intensive to make use of. First, the Used function plays when a lightsaber was just used to enhance a Force drain, and puts that lightsaber into the owner's Used Pile. This is very obnoxious to do after Mara or Son Of Skywalker has used their \"once per game\" ability. Putting an opponent's lightsaber into the Used Pile is beneficial since it takes away the Force drain bonus for the following turn, and it removes the battle / duel advantage that a saber provides. Also, late in the game, you can put one of your lightsabers into your Used Pile to help boost your differential. As a Lost Interrupt, this works even better for this purpose, as you may place any or all of your devices and character weapons on table into your Used Pile. These counterparts are a must in any deck utilizing a quantity of devices and character weapons, and allows them to be used without the disadvantage of being too card-intensive. For a funny Light Side combo, put a bunch on high destiny devices into the Used Pile while Descent Into The Dark is out, then battle or Surprise Assault.",
    "Counterpart": "Away Put Your Weapon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2778,
    "CardName": "Weather Vane",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Not a good place to hang around.",
    "Gametext": "Deploy on table. Any character here may be captured or rescued by a player's starship or vehicle controlling Cloud City during that player's control phase. Character here lost if new character arrives. Effect lost if Cloud City lost. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Heart Of The Chasm\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par We're The Bait (V6)",
    "Counterpart": "Weather Vane",
    "Rules": "(AR 1.7.1, B-16)\\par If an escort is about to be relocated to a Weather Vane, any captives that character is escorting are released.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2779,
    "CardName": "Weather Vane",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The metal rods extending from the bottom of Cloud City are part of the city's flotation system. Sensors detect the velocity of wind and the content of local clouds.",
    "Gametext": "Deploy on table. Any character here may be captured or rescued by a player's starship or vehicle controlling Cloud City during that player's control phase. Character here lost if new character arrives. Effect lost if Cloud City lost. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par This is a card that adds a lot of strategy and fun to the Cloud City set. While you're battling on Cloud City, there is always the danger of your characters being thrown into a ventilation shaft and winding up dangling from a small metal rod below the city.\\par \\par Since there's only room for one on that rod, it's really in your best interest to control the Bespin: Cloud City sector, and get your characters out of there as fast as possible. Otherwise, the next person to get thrown (or to voluntarily jump) off of a catwalk is going to knock your character into the clouds below.",
    "IsPulled": "Fall Of The Legend\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Weather Vane",
    "Rules": "(AR 1.7.1, B-16)\\par If an escort is about to be relocated to a Weather Vane, any captives that character is escorting are released.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2807,
    "CardName": "Why Didn't You Tell Me?",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Lacking foresight, Luke suffered the consequences of rushing into battle unprepared.",
    "Gametext": "USED: Cancel Noble Sacrifice, Gift Of The Mentor or Old Ben. LOST: If Luke is defending a battle, draw one destiny. Subtract that amount from opponent's attrition and total power (cannot fall below zero).",
    "Icons": 0,
    "Information": "The Dark Side often has a problem with farmboy Luke and friends playing interrupts to enhance destiny draws. From Gift of the Mentor to Skywalkers, the Light Side has plenty of interrupts to throw at you. There are times when you just plain don't have enough Senses and Alters to take care of the job. So, what do you do?\\par \\par There are a number of what we like to call \"tension\" cards that the Dark Side may use to its advantage. These cards show relationships between Light Side characters at vulnerable moments. Scruffy Looking Nerf Herder is the first and best-known of these tension cards. In Scruffy Looking Nerf Herder, Leia and Han's usual strong bond hits a weak spot and allows the Dark Side to draw two destiny and to subtract that amount from the Light Side opponent's attrition and total power.\\par \\par Since every Light Side deck uses Luke in one form or another, including a card to counter an opponent using one of the personas of Luke is a good idea. Why Didn't You Tell Me? cancels Gift Of The Mentor and the popular Force regeneration card, Noble Sacrifice. It's a rare game when Yoda doesn't bite the big one because of Noble Sacrifice (gaining the Light Side 9 Force!), so canceling it is good idea.\\par \\par In a battle against Luke, Why Didn't You Tell Me can hamper your opponent significantly. Some of the Light Side strategies deal with simply deploying a main character, and trying to chip away at the an opposing vehicle, character, or starship, and hope that the other cards' Forfeit guides them through the Force loss. With a good destiny draw, this hope can be at least stemmed, as those cards battle destiny dwindles from a five or six to a mere one or two. Not a problem, simply add another counter to your Septoid Droid.",
    "Combo": "Why Didn't You Tell Me? + cheap characters of 2 Power, such as DS-61-2 = One of the more annoying things that happens in a game is when your opponent notices you've played a 2 Power pilot and sacrifices Yoda. Why Didn't You Tell Me? gets rid of that fairly easily. ",
    "Cancels": "Gift Of The Mentor\\par Noble Sacrifice\\par Old Ben",
    "IsCanceledBy": "NOOOOOOOOOOOO!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2810,
    "CardName": "Wiorkettle",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "A Snivvian on Cloud City, working for Planet Dreams, Inc. Terraforms asteroids, creating habitable atmospheres. Responsible for the aesthetics of the created environments.",
    "Gametext": "Power +1 if with Zutton. During your control phase, may use 1 Force to place one asteroid sector from hand onto Used Pile, search Reserve Deck, take one site into hand and reshuffle.",
    "Icons": 0,
    "Pulls": "One site when placing one asteroid sector onto Used Pile.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2825,
    "CardName": "Wookiee Strangle",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Wookiees have been known to dislocate more than just arms.",
    "Gametext": "Use 2 Force to target an opponent's non-droid character present with one of your Wookiees. Both players draw destiny. Add ability and power. Target lost if Wookiee's total destiny > target's total destiny.",
    "Icons": 0,
    "Information": "This interrupt from Cloud City has the potential to give you an advantage in certain situations... That is, if you have a Wookiee around to grab your opponent's non-droid characters by the throat.\\par \\par For instance, say your opponent has Davin Felth and two Stormtroopers at the Death Star Docking Bay, where you have Chewbacca and Lando Calrissian present. Your opponent's total power is four and ability is four (therefore a battle destiny), while your total power is eight and ability is five (also a battle destiny). Because your opponent draws a battle destiny, chances are that you will have to forfeit either of your characters. However, if Chewbacca Wookiee Strangles a Stormtrooper first, your opponent will not be able to draw battle destiny anymore and since you still do, you will probably be able to cause a lot of battle damage.\\par \\par Wookiee Strangle is also just good for eliminating annoying characters such as the not-so-good doctor himself, Dr.Evazan, and even your opponent's Undercover Spies! Bye-Bye Garindan and Labria, you should never upset a Wookiee. :)\\par \\par Although Wookiee Strangle isn't always successful, most of the time it is...thanks to Chewbacca's biceps. There are just a few characters that can take Chewbacca on in Star Wars CCG. They are: Darth Vader, Kitik Keed'kak, Grand Moff Tarkin, and Boba Fett (CC). Stay away from these characters, and you should have no trouble at all.",
    "IsPulled": "Chewbacca (V3)",
    "Combo": "Wookiee Strangle + any Chewbacca + Chewbacca's Bowcaster + Sorry About The Mess\\par Your opponent has two characters less than he started the turn with - in your control phase.",
    "IsCanceledBy": "Weapon Levitation & The Empire's Back (V6)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2875,
    "CardName": "You Are Beaten",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Cloud City",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"It is useless to resist. Don't let yourself be destroyed as Obi-Wan did.\"",
    "Gametext": "Use 2 Force to target a character present with your warrior with a lightsaber. Target cannot move or battle until end of your next turn. OR Use 1 Force to search your Reserve Deck, take one I Am Your Father into hand and reshuffle. OR Cancel Uncontrollable Fury.",
    "Icons": 0,
    "Information": "You Are Beaten is one of those multi-use cards that is probably mostly used for only one of it's abilities while the other one is completely forgotten. It is the only card which cancels Uncontrollable Fury (one of the best cards from Cloud City, in my opinion, I won two games in a tournament because of it), but it's other ability can also be a game breaker.\\par \\par For example...your opponent is draining at the Cantina for two...oh let's say three, you deployed a Presence Of The Force early and lost control of the location...no, make that four, he has Obi deployed there with HIS saber...no, okay five, Luke is there with Anakin's Saber...oh by the way, he played a Lightsaber Proficiency on his last turn...look, Billy, that's a drain for six every control phase!!! You have a Vader and Vader's Saber in your hand, but aren't sure if you can beat Obi, Luke, Han, and Kal'Fnal Cndros (yep he's there too) with Vader, Ozzel, and Veers (by the way, they're in your hand too). Oh my goodness, you have a YOU ARE BEATEN in your hand!!!\\par \\par Things are looking MUCH better, you have a lot of Force to use, so you deploy Vader, his Saber, Ozzel, and Veers, then activate that one more that commits you to do battle with your nemeses. Oh wait...what are those other Force there for? YOU ARE BEATEN!!!!! Target OBI, oh, my dear, what's that? Obi CAN'T PARTICIPATE IN THE BATTLE OR MOVE until the end of your NEXT turn. It helps a little, don't ya see? Oh and the other use, if you're playing with I AM YOUR FATHER in your deck, is to go through and grab it after you beat down Luke's happy butt and cause your opponent to lose two MORE Force every turn and Luke won't stand much of a chance against Vader anymore.",
    "Pulls": "I Am Your Father\\par I Am Your Father (V6)",
    "Counterpart": "Clash Of Sabers",
    "Cancels": "Uncontrollable Fury",
    "IsCanceledBy": "Impressive, Most Impressive (V7)\\par Strike Blocked\\par Twilight Is Upon Me (unless canceling Uncontrollable Fury)\\par Weapon Levitation",
    "Inventory": 0,
    "Needs": 0
  }
]