[
  {
    "id": 10,
    "CardName": "4-LOM With Concussion Rifle",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b information broker\\b0, \\b thief\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Armor": 3,
    "Lore": "Accomplished \\b thief\\b0  and \\b information broker\\b0. Modified by Jabba to be an effective \\b bounty hunter\\b0. The Hutt often teams 4-LOM with other hired killers.",
    "Gametext": "Adds one battle destiny if with Jabba or Zuckuss. Permanent weapon is (*] 4-LOM's Concussion Rifle (may target a character for free; target may not use its game text for remainder of turn).",
    "Icons": "Warrior, Permanent Weapon",
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par 4-LOM personas are:\\par \\par 4-LOM\\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V6)\\par -----\\par 4-LOM's Concussion Rifle 'personas' are:\\par \\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V6)\\par 4-LOM's Concussion Rifle",
    "IsPulled": "Double Back\\par Rodian (V3) to deploy to his site",
    "Combo": "4-LOM With Concussion Rifle + E Chu Ta\\par Cancel game text of two opponent's characters in same turn.\\par -----\\par 4-LOM With Concussion Rifle + Zuckuss In Mist Hunter\\par Two battle destinies.\\par -----\\par 4-LOM With Concussion Rifle + Boba Fett, Bounty Hunter\\par Two battle destinies.",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 120,
    "CardName": "Any Methods Necessary",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Darth Vader authorized the bounty hunters to use any means at their disposal to find and capture the \\ul Millennium Falcon\\ul0  - not that they needed any encouragement.",
    "Gametext": "USED: Activate 1 Force. STARTING: Take into hand from Reserve Deck one prison and one bounty hunter (may also take a matching weapon and/or starship). When you draw your starting hand, draw six more cards instead of eight. Place Interrupt in Reserve Deck.",
    "Icons": 0,
    "Information": "Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)",
    "Pulls": "One prison.\\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)\\par 4-LOM\\par 4-LOM With Concussion Rifle\\par Aurra Sing\\par Bane Malar\\par Bane Malar (V7)\\par Beedo\\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V6)\\par Boba Fett (V8)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Bossk\\par Bossk (V5)\\par Bossk With Mortar Gun\\par Danz Borin\\par Dengar\\par Dengar (V5)\\par Dengar With Blaster Carbine\\par Djas Puhr\\par Djas Puhr (V2)\\par Feltipern Trevagg\\par Greedo\\par Greedo (V3)\\par IG-88\\par IG-88 (V5)\\par IG-88 With Riot Gun\\par Jodo Kast\\par Ree-Yees\\par Snoova\\par Zuckuss\\par Zuckuss (V7)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 290,
    "CardName": "Boba Fett In Slave I",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Firespray-Class Attack Ship",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 7,
    "Forfeit": 4,
    "Ability": 3,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "Dangerous and deadly starfighter piloted by its notorious owner. Uses combat-grade shields and sensors. Hidden weapons provide lethal surprises for Fett's victims.",
    "Gametext": "May add 3 passengers. Permanent pilot is (*]Boba Fett, who provides ability of 3, adds 3 to power, adds 2 to maneuver and draws one battle destiny if not able to otherwise. Immune to attrition < 5.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Boba Fett personas are:\\par \\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (V6)\\par Boba Fett (V8)\\par [Boba Fett In Slave I]\\par [Boba Fett In Slave I (V6)]\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V6)\\par Boba Fett, Relentless Bounty Hunter (V6)\\par -----\\par Slave I personas are:\\par \\par Boba Fett In Slave I\\par Boba Fett In Slave I (V6)\\par Slave I\\par Slave I (V7)",
    "Combo": "Boba Fett In Slave I + Res Luk Ra'auf\\par Add two battle destinies if Boba Fett is defending a battle alone.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 402,
    "CardName": "Chewie With Blaster Rifle",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0, blaster rifle, rifle, \\b Wookiee\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 5,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Wookiee \\b smuggler\\b0. \"Wraaaaaarw!\"",
    "Gametext": "Adds 3 to power of any freighter he pilots. Adds one battle destiny if with C-3P0. Permanent weapon is blaster rifle (may target a character or creature for free; draw destiny; target hit, and its forfeit = 0, if destiny > defense value).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Light Side freighters are:\\par \\par Gold Squadron 1\\par Lando In Millennium Falcon\\par Medium Bulk Freighter\\par Millennium Falcon\\par Outrider\\par YT-1300 Transport\\par -----\\par Bossk and Zuckuss may reduce Chewbacca's forfeit to zero while present.\\par -----\\par Chewbacca personas are:\\par \\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V6)]\\par Chewbacca\\par Chewbacca (V3)\\par Chewbacca Of Kashyyyk\\par Chewbacca, Protector\\par Chewbacca, Protector (V7)\\par Chewie With Blaster Rifle\\par Chewie\\par Chewie (V10)\\par Chewie, Enraged\\par Chewie, Enraged (V12)",
    "IsPulled": "General Dodonna (V2)\\par Seeking An Audience (V6)\\par Wookiee Roar",
    "Matching": "Chewie's AT-ST\\par Chewie's AT-ST (V9)\\par Millennium Falcon\\par Millennium Falcon (V14)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 591,
    "CardName": "Crush The Rebellion",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "After dueling his son and seizing control of a city in the clouds, Vader resumed his quest to destroy the Alliance.",
    "Gametext": "Deploy on table. Once per turn, may take I Have You Now or Evader into hand from Reserve Deck; reshuffle. At mobile sites, opponent draws no more than two battle destiny per battle. Evader is immune to Sense. May lose 1 Force to cancel Clash of Sabers. (Immune to Alter.).",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "I Have You Now\\par Evader\\par Evader & Monnok",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Clash Of Sabers",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 702,
    "CardName": "Dengar In Punishing One",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Corellian JM 5000",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 5,
    "Forfeit": 5,
    "Ability": 2,
    "Hyperspeed": 3,
    "Maneuver": 5,
    "Lore": "Corellian starfighter. Dengar replaced its passenger capacity and TIE cannons with enhanced targeting systems. Allows Dengar to track and engage multiple enemies at once.",
    "Gametext": "Permanent pilot is (*]Dengar, who provides ability of 2 and adds 2 to power. When in battle, adds 1 to total battle destiny for each opponent's starship present. Cancels opponent's immunity to attrition here.",
    "Icons": "Independent, Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "Information": "Dengar personas are:\\par \\par Dengar\\par Dengar (V)\\par [Dengar In Punishing One]\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)\\par -----\\par Punishing One personas are:\\par \\par Dengar In Punishing One\\par Punishing One\\par Punishing One (V5)",
    "Cancels": "Opponent's immunity to attrition",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1248,
    "CardName": "IG-88 With Riot Gun",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Assassin Droid",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, assassin",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 3,
    "Armor": 5,
    "Lore": "\\b Bounty hunter\\b0  droid equipped with proprietary stealth technology. Archived several of its enhancement subroutines in favor of sophisticated tracking and capture programming.",
    "Gametext": "May initiate battle. Permanent weapon is riot gun (may target a character for free; draw destiny; target captured if destiny +1 > defense value). Adds one battle destiny if alone or with your other bounty hunter. Immune to Restraining Bolt and purchase.",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par IG-88 personas are:\\par \\par IG-88\\par IG-88 (V)\\par IG-88, Renegade Droid (V)\\par [IG-88 In IG-2000]\\par IG-88 With Riot Gun",
    "IsPulled": "Double Back\\par Rodian (V) to deploy to his site",
    "Matching": "IG-2000\\par IG-2000 (V)",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1469,
    "CardName": "Lando In Millennium Falcon",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Light Freighter",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 6,
    "Ability": 3,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": "Heavily modified Corellian YT-1300 freighter. \"She's the fastest hunk of junk in the galaxy.\"",
    "Gametext": "May add 1 pilot and 2 passengers. Permanent pilot is (*]Lando, who provides ability of 3 and adds 3 to power. May not be piloted by Han unless he won a hand of sabbac this game. Immune to attrition < 5.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V)\\par Lando Calrissian, Unlikely Hero (V)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V)\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V) (Dark Side)\\par -----\\par Millennium Falcon personas are:\\par \\par Gold Squadron 1\\par Han, Chewie, And The Falcon\\par Han, Chewie, And The Falcon (V6)\\par Lando In Millennium Falcon\\par Millennium Falcon\\par Millennium Falcon (V14)\\par -----\\par Surface Defense Cannon deploys free aboard Millennium Falcon.",
    "IsPulled": "Beldon's Eye (V6)\\par Chewie, Enraged (V12)\\par Life Debt\\par Local Defense\\par Out Of Somewhere (V6)\\par Seeking An Audience (V6)",
    "Matching": "Artoo & Threepio\\par BoShek (V1)\\par Chewbacca, Protector\\par Chewbacca\\par Chewie (V10)\\par Rayc Ryjerd (V5)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1472,
    "CardName": "Lando With Blaster Pistol",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b leader\\b0, \\b smuggler\\b0, blaster",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Smuggler\\b0, \\b gambler\\b0  and \\b leader\\b0. \"Yeah, I'm responsible these days. It's the price you pay for being successful.\"",
    "Gametext": "Adds 2 to power of anything he pilots. Adds one battle destiny if with your other alien on Cloud City. Permanent weapon is blaster pistol (may target a character for free; draw destiny; target hit, and its forfeit = 0, if destiny +1 > defense value).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V)\\par Lando Calrissian, Unlikely Hero (V)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V)\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V) (Dark Side)",
    "IsPulled": "Lobot (V6) as a 'react'.\\par Out Of Somewhere (V6)\\par Seeking An Audience (V6)\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Lando With Blaster Pistol + Lobot + Surreptitious Glance (V6)\\par -----\\par Lando With Blaster Pistol + Blaster Proficiency\\par Add 3 to your weapon destiny.",
    "Matching": "Gold Squadron 1\\par Lando's Luxury Yacht (V)\\par Millennium Falcon",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1979,
    "CardName": "Quiet Mining Colony/Independent Operation",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Bespin system and one Cloud City battleground site.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may use 1 Force to deploy a site (or cloud sector) to Bespin from your Reserve Deck; reshuffle. Opponent loses no more than 1 Force from each of your Force drains at Bespin locations. \\par \\b Flip\\b0  this card if opponent controls no Bespin locations and you control Bespin: Cloud City and at least two Cloud City sites (one if Lando or Lobot on Cloud City). \\par \\b Place\\b0  out of play if Bespin is \"blown away.\"",
    "ObjectiveBack": "\\b While\\b0  this side up, your aliens, cloud cars and [Independent] starships are immune to attrition < 4. At each Bespin location you control with an alien, your Force drains may not be modified or canceled by opponent. Your [Independent] starships are deploy -1. Once during each of your deploy phases, you may deploy one docking bay from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if opponent controls Bespin system (or three Cloud City sites and/or Bespin cloud sectors). \\par \\b Place\\b0  out of play if Bespin is \"blown away.\"",
    "ObjectiveFrontName": "Quiet Mining Colony",
    "ObjectiveBackName": "Independent Operation",
    "Gametext": "[Front Side]: \\ul Deploy Bespin system and one Cloud City battleground site.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may use 1 Force to deploy a site (or cloud sector) to Bespin from your Reserve Deck; reshuffle. Opponent loses no more than 1 Force from each of your Force drains at Bespin locations. \\par \\b Flip\\b0  this card if opponent controls no Bespin locations and you control Bespin: Cloud City and at least two Cloud City sites (one if Lando or Lobot on Cloud City). \\par \\b Place\\b0  out of play if Bespin is \"blown away.\"\\\\par[Back Side]: \\b While\\b0  this side up, your aliens, cloud cars and [Independent] starships are immune to attrition < 4. At each Bespin location you control with an alien, your Force drains may not be modified or canceled by opponent. Your [Independent] starships are deploy -1. Once during each of your deploy phases, you may deploy one docking bay from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if opponent controls Bespin system (or three Cloud City sites and/or Bespin cloud sectors). \\par \\b Place\\b0  out of play if Bespin is \"blown away.\"",
    "Icons": 0,
    "Information": "Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Popular Cards to Look For: Keeping The Empire Out Forever, Beldon's Eye (V6), Aliens, Bespin, Cloud City locations, Falcon, Outrider, Dash, Path of Least Resistance, Off the Edge, Pucumir Thryss, Strike Planning, Uh-Oh (V7), Tuskan Breath Mask (V8), Musicians\\par \\par Idea Behind Objective: Originally a very hard objective to flip, making it an almost never played card. Then Tatooine released Keeping The Empire Out Forever, which completely changed this deck and made it a very very popular Objective. KTEOF allows you to flip by only having to control two sites (don't have to be battlegrounds) and just occupy Bespin system, once flipped it can't be flipped back. Also, if that wasn't enough, the Effect allows you to search your Force pile and take ANY one card every turn. With KTEOF now being played, players can flip much easier and get a bonus that made it worth playing this objective. The only problem was it can sometimes be hard to find a ship to occupy Bespin. So, to fix the problem, the PC allowed the creation of Beldon's Eye (V6), which lets you deploy an independent starfighter and a matching alien pilot for free from hand and/or Reserve. Then the Redux changed the free to -1 for each. You can easily build the deck to flip first turn, and play the entire game searching your Force pile for that key card.\\par \\par How It Can Win: This deck wins by the LS player being able to react to what the DS is playing by searching through their Force Pile and always finding what is needed at the right time. There are many ways to play with this deck; Mains and Toys, Run Around and Drain, Heavy Space, and the most recent, the Tuskan Breath Mask (V8) set up with all aliens. The most common strategy with this deck is to deploy 2 to 4 sites. Then you put enough space on Bespin to keep from ever being knocked off. You can set up Cloud City Celebration and Off the Edge for consistent retrieval. You play a hit and run strategy with Path of Least Resistance, Rebel Barrier, Narrow Escape, Houjix, and It's a Trap. All of those cards can be found very easily and then retrieved to be played again and again. Pucumir Thryss from Jabba's Palace is very common in this deck too because he adds +1 to all Force drains at CC sites. He can also download a non-unique Rebel to same site during your deploy phase.\\par \\par \\par What Changed Since 1st Edition: The biggest change to this deck was the Re Edit changing Beldon's Eye (V6) and Tuskan Breath Mask (V8). Now you have to choose whether you want the destiny draw or soak of damage on the 7 side. They also changed Tuskan Breath Mask to deploy on table rather than on a location, so you can't find it with Wokling (V3) anymore. Plus TBM (V8) is no longer immune to Alter. The deck now requires many aliens to work and has trouble affording the extra slots to both pull the TBM (V8) and protect it. You also have to have more evasion since you can't draw destiny and soak. If you see this deck these days, it will most likely be a mains and toys version with Main characters, usually EPPs. The LS may still go with aliens and you will see Uh-Oh (V7) and musicians setting up solid retrieval to go with the Celebration. Currently, one of the most popular DS decks is the IG-88 (V5) start with CCT. QMC has a hard problem winning with the DS reacting the same way while removing both Lando and Han from your options. The downside to the IG-88 (V5) deck is they give up their starting effects, while you still get yours. Plus the current builds will not be able to handle your space, so you will keep presence at Bespin all game. This means you should have Celebration going most of the game. The TBM version is not gone. Aliens deploy cheap and work well with all the evasion with CC. You can play All My Urchins (V5) while all your ability on table is aliens, Han (except HC&F), and cloud cars; you may place a just forfeited character in used pile. When you combine this with 2-1B (V4), you can keep two characters a turn in your deck that gets forfeited in battle. 2-1B (V4) says any Lost character at same or related site. Then you still have TBM (V8) absorbing 7 in battle damage OR giving you a battle destiny. The alien based version is still a playable deck.\\par \\par Why I SHOULD Play It: For years, it was a very solid deck for LS. The Tuskan Breath Mask (V8) version really used a lot of what this objective was designed for with all of your aliens gaining Immunity of <4. Combined with Ellors Madak (V8), it made it very hard to kill a character. Since the Re Edit and creation of Frozen Dinner (V11), the alien based version has taken a big hit. You will still see this objective at random tournaments but it is currently not the strongest option for LS. Even if you don't play the alien version, Keeping The Empire Out Forever will always make this deck appealing. It can set up very very fast and have a very good chance of lasting out even against a tough DS deck. The whole deck takes place on Cloud City, so you never have to fear cards that target planet sites, like Always Thinking with Your Stomach or Walkers. If you play Insurrection, Ellis Helrot will never be able to move any characters to your sites. With the popularity of this objective in the past four years, there are many different versions posted on Decktech that can be used as a blueprint, unlike less popular objectives. It is very easy for a newer player to learn to play well because you don't have to worry about trying to track a card in your Force pile. This objective is also one of the best for setting up retrieval. Since you can pull any card from your Force pile during any phase on both the LS and the DS turns, there are many different strategies that can be built around QMC. Remember to watch out for Do They Have a Code Clearance? DS shield, which can grab the Off The Edge and then reduce further retrieval by X, where X is the number of cards stacked. If you fear this shield, make sure to have retrieval from Effects set up so you don't have to rely on the Off The Edge.\\par \\par Why NOT to Play It: This deck can sometimes take a long time to win. It doesn't always keep steady drains going the whole game, so the DS isn't always finished off in a timely fashion. The biggest problem is the deck requires you to keep presence in space, mainly Bespin in order to win. If the DS is able to knock you off the system, you will have a much harder time paying for drains, retrieval, and deployment of new characters and starships. Currently, SYCFA Fear and DS Senate are two very hard match-ups for QMC. It is very important to include a Scrambled Transmission (V5) if you fear DS Senate in your area. Since V8 Scum has changed, you don't have to fear the one turn beatdown from Jabba and his friends as much when you are playing Insurrection. Flipping is the most important part, so most versions of this deck only have what is needed for space, while the rest of the deck supports the ground. Any DS deck that can throw a lot of space at Bespin will give QMC problems. The IG deck is very popular now, so QMC may not be the best option since the DS starts the Force Pile search from turn one. QMC requires you to control the sites in order to flip, so if you deploy your site and can't flip first turn, you will may have trouble flipping later. You do have the advantage in space but will not be able to stop Tat Maul and Ship to prevent the DS from keeping presence as well. It will come down to the playing ability and luck in the game to decide who wins. For the time being, I would look at other options for LS with tournaments.",
    "Abbreviation": "QMC",
    "Combo": "Access Denied (V6)\\par Admiral Ackbar\\par Beldon's Eye (V6)\\par Boss Nass\\par Captain Tarpals\\par Corporal Kensaric\\par Goo Nee Tay\\par Grugnak\\par Harc Seff (V5)\\par Kebyc (V6)\\par Keeping The Empire Out Forever\\par Lando Calrissian, Scoundrel\\par Leia (V3)\\par Spaceport Docking Bay (not on CC)\\par Tigran Jamiro (V4)\\par Weather Vane (V6)\\par Wedge\\par Yoda (V5)\\par You Have A Lot Of Guts Coming Here",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2568,
    "CardName": "This Deal Is Getting Worse All The Time/Pray I Don't Alter It Any Further",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy one Cloud City battleground site. May deploy Secret Plans and/or All Wrapped Up.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may take Bespin system, Bespin: Cloud City, Dark Deal or Cloud City Occupation into hand from Reserve Deck; reshuffle. Your [Cloud City], [Jabba's Palace] and [Special Edition] characters are immune to Goo Nee Tay when deploying to Bespin Locations. \\par \\b Flip\\b0  this card if Dark Deal on table and you occupy Bespin System and Bespin: Cloud City.",
    "ObjectiveBack": "\\b While\\b0  this side up, Surreptitious Glance may not cancel Dark Deal, The Planet That It's Farthest From is suspended if targeting Bespin. Opponent loses 8 Force when you play All Too Easy. At each Bespin location you control with an Imperial, your Force drains may not be modified by opponent. If you have an alien/imperial pair in battle, your total battle destiny is +2 (+4 if alien is an Ugnaught). \\par \\b Flip\\b0  this card if Dark Deal is canceled, if opponent controls Bespin system or if Bespin is \"blown away.\"",
    "ObjectiveFrontName": "This Deal Is Getting Worse All The Time",
    "ObjectiveBackName": "Pray I Don�t Alter It Any Further",
    "Gametext": "[Front Side]: \\ul Deploy one Cloud City battleground site. May deploy Secret Plans and/or All Wrapped Up.\\ul0 \\par \\b While\\b0  this side up, once during each of your deploy phases, may take Bespin system, Bespin: Cloud City, Dark Deal or Cloud City Occupation into hand from Reserve Deck; reshuffle. Your [Cloud City], [Jabba's Palace] and [Special Edition] characters are immune to Goo Nee Tay when deploying to Bespin Locations. \\par \\b Flip\\b0  this card if Dark Deal on table and you occupy Bespin System and Bespin: Cloud City.\\\\par[Back Side]: \\b While\\b0  this side up, Surreptitious Glance may not cancel Dark Deal, The Planet That It's Farthest From is suspended if targeting Bespin. Opponent loses 8 Force when you play All Too Easy. At each Bespin location you control with an Imperial, your Force drains may not be modified by opponent. If you have an alien/imperial pair in battle, your total battle destiny is +2 (+4 if alien is an Ugnaught). \\par \\b Flip\\b0  this card if Dark Deal is canceled, if opponent controls Bespin system or if Bespin is \"blown away.\"",
    "Icons": 0,
    "Information": "Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Popular Cards to Look For: I'm Sorry or I'm Sorry (V12), Executor, They Will Never Again Leave this City, Obsidian TIEs, Cloud City locations, Bespin, All Too Easy, Dark Deal\\par \\par Idea Behind Objective: When the Cloud City set first came out, one of the most popular cards for the DS was Dark Deal. It was a new strategy that was introduced as the DS's version of EBO, having to control a number of locations before it could be played and then the opponent having to occupy a number of locations to cancel it. Just like EBO, it was very hard to set up fast because back then you had to draw the sites, the TIE for the sector, and the effect. Because of the overwhelming love for this effect, this objective was created to allow the DS to set up this strategy much faster and have the ability to keep it longer. The objective finally pulled everything that you needed to flip except two more sites. So even though you could play this objective, it was still not as fast as it should be. When the Tatooine set was released, I'm Sorry provided the last piece of the puzzle by pulling two Cloud City interior battleground sites once per game. Finally you could play this objective and set up Dark Deal to get a bonus in both power and drain and it could be done quickly, usually by the second or third turn. This did make the objective more popular but you still had to control three Cloud City sites with a TIE controlling the Cloud City sector in order to deploy the Dark Deal Effect. Since you already started the game with one site on table, the LS had one turn to invade the site keeping you from getting out DD. It was also hard to find the TIE needed to occupy Cloud City. Since nothing found the TIE for you, most of the time you had to get lucky drawing it or play cards to get out TIEs. The slowness of this objective still made it hard to play. With the speed of the game today, it is hardly seen at tournaments.\\par \\par How It Can Win: The strategy of this deck is to set up Dark Deal as fast as possible. Since the objective pulls the system, Cloud City sector, Occuption, and the Dark Deal Effect; all you have to do is build the deck to set up the sites with characters and the ship at Cloud City. Dark Deal provides a Force drain bonus of +2 at each site, plus +4 to total power in all battles at Cloud City sites. The LS has to occupy 5 Bespin locations to cancel it. The objective protects it from any other method of canceling Dark Deal. Since you will have the system, sector, and the minimum three sites out, the LS does have the ability to cancel it. The problem is they rarely have enough Force in one turn to deploy enough cards to five different locations and keep from getting beatdown next turn. The LS is usually forced to battle at a few locations, then after a few turns, spread out to cancel the Effect. Completing Dark Deal and occupying the system is the key to the whole objective. Once both have been satisfied, it flips to the seven side. If you no longer occupy the system or the LS cancels DD, then it flips back. A speed version is usually the most powerful build for this objective. You want to set up Dark Deal as fast as possible and start doing heavy drain damage before the LS can set up and come after you. Since you pull Bespin, the deck can easily set up the free Executor with They Must Never Again Leave This City just like CCT. One of the most common versions play some type of troopers that set up cheap so you can usually have DD going by turn 2 or 3. Cards like Stunning Leader, Trooper Assault, and Cease Fire can keep the weaker troopers alive to drain and prevent the LS from spreading out. Another version uses cheap aliens like Reegesk or Greedo to flip quickly. Other versions try and set up a solid character at one site with some form of reacting power to protect the other sites. This works well with AT-STs for exterior sites or Comlink if you want to deploy stuff as a react. Another version sets up Sunsdown at Bespin so you can deploy all your spies for free. This makes for a very fast DD set up once the sites and TIE is out. EPP Mara (V12) works well at the Carbon Freezing Chamber, since the seven side of the objective causes the LS to lose 8 Force when All To Easy is played.\\par \\par What Changed Since 1st Edition: The biggest change to this objective was the creation of I'm Sorry (V12). This new version of I'm Sorry can pull Obsidian TIEs, non-unique Cloud sectors, and Floating Refineries. It also causes 1 Force in direct damage during your turn when you control two cloud sectors with TIEs. Since this V version pulls the TIE, all you have to do is build the deck to pull the other two sites. The objective still pulls everything else you need, so the best option would be to play Ket Maliss (V3) to pull the CC: Docking Bay, then use the card to pull a character once per turn to set up DD. KM (V3) can pull Greedo (V3), Reegesk (V3), Hem Dazon (V3), Dannik Jerriko, or Beedo. Since you usually go first and can pull one during their turn, you should be able to set up DD on turn two if you find the last site. Voyeur (V5) is a basic way to pull the third site since it can just flat out pull ANY battleground site. Sonic Bombardment can pull the Security Tower. Lando System (V5) can also pull the Tower since it says 'Lando' in the game text. Those three options are the only way to find the third site short of drawing it. Since the whole deck relies on getting the third site, the best bet would be to play 4 total sites in the deck, 2 to 3 Voyeur (V5), and maybe one Security Tower. The Voyeur (V5) can only pull battlegrounds, so you might want to play 5 total sites so you have a good chance of getting one of the locations or one of the Interrupts that pulls them in your opening hand. You can also play 2x Unexpected Interruption to pull ANY Interrupt into hand. The more cards you put toward pulling the final site, the better chance you will have of getting one in your opening hand. It is always a good idea to play with more than one site because the LS may take over your starting site, forcing you to deploy additional sites. Finding the TIE was always the hardest part of setting up DD, so I'm Sorry (V12) has really changed the speed of this deck. Besides DD, this objective is a good platform for using Weather Vane (V6) and the Chasm Walkway. The Re Edit removed the Vane (V6) ability to cause the player who has a character on the Vane to lose 1 Force. The good thing is Vane (V6) still provides +2 in Force Generation if you have the Cloud City sector on table and makes the LS character that is relocated from the Vane captured if a Bounty Hunter is on Cloud City. Maul With Stick or an immunity to attrition Maul with his Double-bladed stick work very well at holding the Walkway all game. When you combine all of that with The Phantom Menace, Maul is very hard to hit and totally immune to attrition. Since he comes back during your control phase, this strategy works very well for getting around Battle Plan should the LS attack Maul on their turn. The only way to knock him off the table is multiple characters who draw destiny that aren't Jedi. Maul gets 2 swings, so the LS have to come with at least 3 characters or you have to miss. Maul, YA already adds +1 to each draw when targeting Jedi. If you add the AO Fighter Cover, while you occupy Bespin, he gets another +1. Since the deck will usually be starting Mob Points Combo to set up the Free Executor, Maul only needs a 1 and 2 to hit Mace (V9). This strategy used to be stronger with the original Combat Readiness (V8) setting up the system, CC sector, and Chasm to start the game, plus 4 effects. Now you have to take a few turns to set all of that up. The LS can play Entrenchment (V9) to always get the first weapon phase action at the Chasm. The deck can set up Occupation with the docking bay or the Tower to put the captured characters coming off the Vane. The only real problem is the speed. Since you only start the game with one location, it can usually take up to 3 turns before everything is in place.\\par \\par Why I SHOULD Play It: I'm Sorry (V12) has opened up new options for this deck. If you play enough cheap characters and don't get bad luck with important cards being in your Force pile, it is possible to set up DD during your first turn. Plus this objective has the ability to set up the free Executor. If you don't set it up on the first turn, the best versions of this deck can still set up DD by second or third turn. When you combine the drain bonus of DD with the damage of Bespin Occupation, this deck has the ability to do some serious damage in one turn. Just by having the five main locations set up with DD and Occupation, the LS would have to lose a potential 14 cards in one turn (that's if two of the three sites are drain 2). That doesn't include I'm Sorry (V12) damage in the clouds or the fact you might have a POTF or lightsaber adding to drain. Whether you go with spies, troopers, or just aliens with Ket Maliss (V3), the key will always be speed. This objective can only beat specific LS decks if it can set up fast enough to cause damage before the LS is ready to come after you or set up their own strategy. The seven side prevents the LS from modifying your drains but they can still cancel them. You also have no way of preventing the LS from canceling your drain bonuses with Jedi Test I or Menace Fades. So if you hope to beat a LS deck that plays with those cards, you have to pack ways to get around them. The only way to get around Test 1 is to play with Failure in the Cave and Dagobah: Cave. The idea is to wait until you have completely set up DD, then the FITC will give you at least 2 turns of draining if they play with 5 sites and The Way Of Things. The earlier you can play it, the longer it will take them to complete all 5 tests. Getting around Menace Fades can be done with a battling version that can keep the LS from controlling a site or system. Most LS decks take a few turns to even set up MF and since you usually go first, you will already have an advantage. Menace Fades can be hard to get around but it doesn't automatically beat this deck. They have to keep it going all game and get around the Occupation, not always easy to do with the Executor holding the system.\\par \\par Why NOT to Play It: The same reasons to not play this deck exist now as they did two years ago; speed and effectiveness. MWYHL with Jedi Test 1, Speeders/EBO with Menace Fades, HB with Menace Fades, and any deck that goes first can be a problem for this deck. There are many LS decks that start doing damage from turn one like any deck that starts Obi with KDH (V8). So if you don't get DD going within the first few turns, you will not be able to do enough damage or keep it going long enough to win. The effectiveness of this objective is not always worth playing with. Since it can be hard to keep presence at Bespin, you rarely stay on the seven side. Plus the majority of versions built don't even use the abilities of the seven side. This is another DS deck that can deploy a lot of cards to the table, so if you start taking early damage before you get DD going, it can be hard to come back. The LS has a lot of powerful Jedi to throw down and knock your characters off the sites. Make sure to always have a defensive card ready if you play the speed version with weaker characters. Another problem for this deck is Ultimatium, since your deck is mostly built to set up the three sites for drains, it hurts to be capped at drain 2 per location. While this has never been the strongest DS objective, there will always be one or two players who love DD and try to make it work in major tournaments. As far as I know, noone has ever won a big tournament nor qualified for Day 3 playing this objective. This one should best be saved for specific meta tournaments or if someone finds a way to constantly set up DD by turn 2.",
    "Abbreviation": "TDISGWATT, TDISGW, Dark Deal Objective",
    "Combo": "I'm Sorry",
    "Rules": "(AR 1.7.1, B-15)\\par \"Plays All Too Easy\" means when All Too Easy is initiated. The Light Side player loses Force even if All Too Easy is subsequently canceled.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2909,
    "CardName": "Z-95 Bespin Defense Fighter",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Z-95 Headhunter",
    "Expansion": "Enhanced Cloud City",
    "Rarity": "Premium",
    "Uniqueness": "***",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Hyperspeed": 2,
    "Maneuver": 4,
    "Lore": "Used to combat pirate activity in and around Cloud City. Top speed in atmosphere 1,150 kph. Hyperdrive installed by Bespin Motors.",
    "Gametext": "Permanent pilot provides ability of 1 and adds 1 to power. May add one alien pilot (suspends permanent pilot). Power +2 at Bespin locations. May be carried aboard starships like a vehicle.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In\\par Local Defense",
    "Inventory": 0,
    "Needs": 0
  }
]