[
  {
    "id": 71,
    "CardName": "Agents In The Court/No Love For The Empire",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Hutt Trade Route and a Jabba's Palace site. May deploy Yarna d'al' Gargan. Reveal one unique (*) alien from your deck whose lore specifies its species. This card is your Rep.\\ul0 \\par \\b For\\b0  remainder of game, your Rep is a leader. Yarna d'al' Gargan is immune to Alter. You may not deploy 'insert' cards or operatives. While a rancor is at Rancor Pit, Trap Door is immune to Bo Shuda. \\par \\b Flip\\b0  this card if you occupy two battleground sites (must occupy a third with a non-unique alien of your Rep's species if a non-Tatooine location is on table).",
    "ObjectiveBack": "\\b While\\b0  this side up, once per turn you may cancel a Force drain or a just-drawn battle destiny by placing here from hand a copy of your Rep. Once during each of your control phases, you may retrieve a non-unique alien of your Rep's species. When two of your aliens are battling at any Tatooine location, add one destiny to total power. For remainder of game, your Rep may deploy from here as if from hand. \\par \\b Flip\\b0  this card if you do not occupy 2 battleground sites.",
    "ObjectiveFrontName": "Agents In The Court",
    "ObjectiveBackName": "No Love For The Empire",
    "Gametext": "[Front Side]: \\ul Deploy Hutt Trade Route and a Jabba's Palace site. May deploy Yarna d'al' Gargan. Reveal one unique (*) alien from your deck whose lore specifies its species. This card is your Rep.\\ul0 \\par \\b For\\b0  remainder of game, your Rep is a leader. Yarna d'al' Gargan is immune to Alter. You may not deploy 'insert' cards or operatives. While a rancor is at Rancor Pit, Trap Door is immune to Bo Shuda. \\par \\b Flip\\b0  this card if you occupy two battleground sites (must occupy a third with a non-unique alien of your Rep's species if a non-Tatooine location is on table).\\\\par[Back Side]: \\b While\\b0  this side up, once per turn you may cancel a Force drain or a just-drawn battle destiny by placing here from hand a copy of your Rep. Once during each of your control phases, you may retrieve a non-unique alien of your Rep's species. When two of your aliens are battling at any Tatooine location, add one destiny to total power. For remainder of game, your Rep may deploy from here as if from hand. \\par \\b Flip\\b0  this card if you do not occupy 2 battleground sites.",
    "Icons": 0,
    "Information": "Flip and deploy Bo Shuda.\\par -----\\par If you want to use this Objective only to start your locations you will still have to reveal a non-unique alien, because it's a mandatory action. If you do not, the Objective will be lost.\\par -----\\par Rep suggestions:\\par Chewbacca (ANH) and Wookies\\par Tanus Spijek (V8) and Eloms\\par Kabe and Chadra Fans\\par Corellians with Han (V3), Dash, or Palejo Reshad\\par Ishi Tibs with Harc Seff or Shasa Tiel\\par Momaw Nadon and Ithorians\\par Jawas\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6911\\par \\par To qualify as a Rep, a character must be a unique alien that either a) states its species in its lore, or b) has its species defined in a rule entry. Not all characters on this list have non-unique members of their species, but all are considered legal targets for the objectives.\\par \\par Arleil Schous\\par Attark\\par Attark (V8)\\par Aved Luun\\par Aved Luun (V8)\\par Boss Nass\\par Brainiac\\par Caldera Righim\\par Captain Tarpals\\par Chewbacca\\par Chewbacca (V3) \\par Chief Chirpa\\par Chief Chirpa (V9)\\par Dash Rendar\\par Dash Rendar (V7)\\par Deneb Both\\par Dice Ibegon\\par Doikk Na'ts\\par Droopy McCool\\par Figrin D'an\\par Freon Drevan\\par Garon Nas Tal\\par Geezum\\par General Jar Jar\\par Ghoel\\par Graak\\par Graxol Kelvyyn\\par Grugnak\\par Han\\par Han (V3)\\par Harc Seff\\par Harc Seff (V5)\\par Het Nkik\\par Ickabel G'ont\\par Jar Jar Binks\\par Joh Yowza\\par Kabe\\par Kal'Falnl C'ndros\\par Kalit\\par Kalit (V8)\\par Kazak\\par Ketwol\\par Laudica\\par Laudica (V8)\\par Leesub Sirln\\par Leslomy Tacema\\par Leslomy Tacema (V8)\\par Loci Rosen\\par Logray\\par Lumat\\par Max Rebo\\par Melas\\par Mirax Terrik\\par Momaw Nadon\\par Murr Danod\\par Nalan Cheel\\par Oola\\par Palejo Reshad\\par Paploo\\par R'kik D'nec, Hero Of The Dune Sea\\par Rabin\\par Rep Been\\par Romba\\par Saelt-Marae\\par Shasa Tiel\\par Tanus Spijek\\par Tanus Spijek (V8)\\par Tawss Khaa\\par Tawss Khaa (V7)\\par Tedn Dahai\\par Teebo\\par Tessek\\par Thedit\\par Treva Horme\\par Trooper Utris M'toc\\par Tzizvvt\\par Uutkik\\par Wicket\\par Wicket (V9)\\par Wiorkettle\\par Wioslea\\par Wuta\\par Yotts Orren\\par Yoxgit\\par Zutton\\par -----\\par Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Popular Cards to Look For: Yarna d'al' Gargan (V8), Bargaining Table (V8), Ellors Madak (V8), Uh-Oh (V7), and any number of different aliens OR Mains and Toys with Obi start, Krayt Dragon Howl (V8), Tosche Station\\par \\par Idea Behind Objective: Alien based objective. For years, this objective was almost never played. It just didn't set up very well and had very little staying power compared to other LS decks. This all changed when V8 came out, providing many new aliens that help the deck and 5+ helper cards; Tuskan Breath Mask (V8), Ellors Madak (V8), Yerka Mig (V8), Bargaining Table (V8), and Yarna d'al Gargan (V8). These cards completely changed the power of this deck, so much so that it got one of the cards an errata (TBM (V8)). The new V cards made the deck so powerful that a lone alien that normally would have lost the LS tons of force in battle in turn could now absorb the damage and cause enough attrition to break through immunity. The deck was fast and ruthless allowing for huge retrieval and very very long staying power. The deck became so powerful that even after the errata and creation of counter cards in V9, the deck was still a negative playing experience. So the Re Edit went in and changed many of the original cards from V8 that made this deck so strong. TBM, Yerka Mig, and Bargaining Table were all changed to be much less powerful than they were originally printed. Since the change, the entire deck type for this deck has changed again. Even though the Re Edit changed the original strategy from V8, the deck can still be built to be a decent option for LS. The basic strategy of this deck with the new V8 cards was to flip first turn by pulling aliens with Bargaining Table (V8) and Uh-Oh (V7), which it still does. Now, TBM (V8) must deploy to table, is no longer immune to Alter, and requires you to choose between adding ability for destiny or soaking the 7 in battle damage which can only be done once per turn. Yerka Mig (V8) only deploys to the Cantina. Bargaining Table (V8) no longer deploys its pullable characters for free and provides forfeit +1 to unique aliens over the original +2. The bases of this deck has tended to be aliens but the strongest version of this objective is no longer based around aliens but is instead mains and toys.\\par \\par How It Can Win: Agents provides bonuses for playing with aliens. If requires you to reveal a Rep to start the game, which is simply a unique alien that has a species. So Chewie would be the Rep for Wookiees, Kalik or Aven could be reps for Jawas, etc. The deck requires you to occupy two Tatooine battlegrounds site with aliens (plus a third with a non-unique of your Rep's species if you or the opponent plays a non-Tatooine location), which is likely to be 95% of the time. The new Yarna (V8) prevents the objective from flipping back. The 7 side provides a destiny to power at any location that has two aliens with different card titles. It also allows you to place a copy of your Rep on the objective to cancel either a Force drain or battle destiny. So that means that when you pick a species like Jawas that have more than one option for Reps, make sure you pick the one that you have the most copies of in your deck list. The last part of the 7 side says once during Control phase, you may retrieve a non-unique alien of your Rep's species. The first V8 version used Kitoniks with Droopy McCool as the Rep because starting with Uh-Oh (V) allowed the LS to pull musicians and provides additional retrieval when you control a battleground site with a musician. This made for a very solid and high retrieval based deck.\\par \\par What Changed Since 1st Edition: Besides the total change to the V8 cards with the Re Edit, the biggest change for this objective was the creation of the D!ck Hat deck or simply Agents starting Obi with Krayt Dragon Howl (V8). Rather than go the alien route, the deck is built to use the objective as a base for mains and toys by pulling Tosche Station with Yarna (V8), then it moves Obi over for instant activation bonus. The deck is so strong because it puts the pressure on the DS from turn 1 and gets going so fast with the extra activation. It was used to win Worlds for 2006 and is still one of the strongest LS options. There are currently many versions of this version of the deck posted on Decktech for further strategy. Besides the new Obi deck, Agents can still be played with Aliens with the creation of Crash Site Memorial (V12). This card makes every site that helps Jawas a desert, plus says that while you have a Jawa at a battleground site, the DS loses force generation there. There are many Jawas that provide added bonus to other Jawas; Aven (V8) and Kalik from Jabba's Palace. When you combine the new Agents with CSM (V12), Jawas are now a viable tournament option.\\par \\par Why I SHOULD Play It: The new Obi start has made Agents one of the strongest options for LS. With the DS having so many strong options, this deck provides very fast damage early and is currently the fastest LS deck for setting up. Many DS decks have to think about whether or not their current deck is able to beat the speed and power of this deck. So now when you look at Agents you have two completely different paths to take. The old fashion version that plays around aliens and uses the Rep, or the D!ck Hat version, which is all mains and toys with Jedi, SAC, and evasion. Both types can be seen on Decktech for more detailed strategy.\\par \\par Why NOT to Play It: The reason not to play this deck has changed more for this deck than any other from the original post of this article. The reasons not to play it depends on which version you go with. For aliens, you lost the awesome ability that TBM (V8) provided before the Re Edit; now it makes it almost not worth playing this version. Plus Ellors Madak (V8) can now be countered with the Frozen Dinner (V11) shield, which can eliminate the majority of the retrieval. When looking to play the alien version, it will have to be built well in order to win. The damage soak of TBM (V8) is also what kept the deck from auto losing to space based decks. Now, Agents has a very difficult time with SYCFA Fear. As far as the D!ck Hat version, the only real reason not to play it is everyone is expecting it right now. The LS is so weak with options that the DS doesn't have to try hard to know what is strong for LS. Most DS decks are packing as many counters as they can for this deck. The best time for this deck was at Worlds since the majority of players had not seen or even heard of the deck. If the DS wants to tech for the deck, they can start Crossfire (V9) and pull Imperial Justice (non V), which can deploy on Tosche Station for 4 Force. This card says they get completely NO activation at this location. So unless, they are able to Alter the card, they lose 7 in activation.",
    "Abbreviation": "AiTC",
    "Counterpart": "My Kind Of Scum/Fearless And Inventive",
    "Combo": "Yarna d'al' Gargan (V8)\\par Nar Shaddaa Wind Chimes\\par Arleil Schous\\par Ellors Madak (V8)\\par Yerka Mig (V8)\\par Bargaining Table (V8)\\par Tusken Breath Mask (V8)",
    "Rules": "(AR 1.7.1, B-1)\\par A character whose species is defined in the Glossary or Glossary Supplement may be revealed normally as a Rep as if that species was defined in that card's lore.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1194,
    "CardName": "Hutt Influence",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's criminal empire extends to all reaches of the Outer Rim.",
    "Gametext": "Deploy on table. Opponent may not cancel or modify Force drains at each Tatooine battleground site where you have two aliens with different card titles. Also, attrition against you is reduced by 2 when two of your non-unique aliens with different card titles are in battle.",
    "Icons": 0,
    "IsPulled": "Power Of The Hutt\\par Twi'lek Advisor\\par Twi'lek Advisor (V8)\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1352,
    "CardName": "Jabba's Palace: Antechamber",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Creatures cannot attack here. While no Rebels present, your total power here is +2.   Creatures cannot attack here. Force drain -1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Creatures cannot attack here. While no Rebels present, your total power here is +2.",
    "DarkSideText": "Creatures cannot attack here. Force drain -1 here.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "A Jedi's Plans (V)\\par Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1359,
    "CardName": "Jabba's Palace: Lower Passages",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While your Lando here, opponent's Lower Passages game text is canceled. Force drain -1 here.   During your move phase, your aliens may move between here and any Jabba's Palace site.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "While your Lando here, opponent's Lower Passages game text is canceled. Force drain -1 here.",
    "DarkSideText": "During your move phase, your aliens may move between here and any Jabba's Palace site.",
    "Icons": "Interior, Planet",
    "Planet": 1,
    "Interior": 1,
    "IsPulled": "A Sith's Plans (V)\\par General Nevar (V)\\par Lando System? (V)\\par Tatooine: Jabba's Palace\\par Voyeur (V)",
    "IsCanceledBy": "B'omarr Monk cancels Jabba's Palace Dark Side game text where present.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1473,
    "CardName": "Lando With Vibro-Ax",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b spy\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 6,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Gambler\\b0. \\b Spy\\b0  in Jabba's Court. Has walked the palace's passageways and overheard many details of Jabba's operations on Tatooine.",
    "Gametext": "Deploys -2 on Tatooine. When at a Tatooine site, adds one battle destiny. Permanent weapon is vibro-ax (may target character for free; both players draw destiny; target excluded from battle if your destiny +4 > target's power + opponent's destiny).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V)\\par Lando Calrissian, Unlikely Hero (V)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V)\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V) (Dark Side)",
    "IsPulled": "Lobot (V6) as a 'react'.\\par Out Of Somewhere (V6)\\par Seeking An Audience (V6)\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Lando With Vibro-Ax + Lobot + Surreptitious Glance (V6)\\par -----\\par Lando With Vibro-Ax + Double Agent",
    "Matching": "Gold Squadron 1\\par Lando's Luxury Yacht (V)\\par Millennium Falcon",
    "Rules": "(AR 1.7.1, A-10)\\par This card gains (permanent weapon icon).\\par \\par (AR 1.7.1, B-10)\\par (Errata) See Vibro-ax.\\par \\par (AR 1.7.1, B-16)\\par Vibro-Ax\\par The destiny drawn by the player whose character is being targeted by the Vibro-Ax is not a weapon destiny.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1672,
    "CardName": "Mercenary Pilot",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "\\b Smugglers\\b0. Candidates who resent authority often abandon Imperial academies to sell their piloting skills to criminals. Will work for any high paying crime syndicate.",
    "Gametext": "Adds 2 to power of anything he pilots or drives. When driving a transport vehicle, adds one battle destiny. When piloting at a cloud sector, once per turn may add one battle destiny during battle at a related exterior site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Matching": "Raider Craft (V15)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 1676,
    "CardName": "Mighty Jabba",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gangster\\b0, \\b leader\\b0, \\b Hutt\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 6,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Hutt \\b leader\\b0  of notorious criminal organization. \\b Gangster\\b0  of the vilest ilk. Would rather forfeit a fortune in cash than risk one whisper attesting to his mercy.",
    "Gametext": "Deploys -2 to a Jabba's Palace site. When with your alien leader, adds one battle destiny. May escort a captive. To use his landspeed requires +1 Force. May not be targeted by weapons unless your other aliens present are each 'hit'. Immune to attrition < 4.",
    "Icons": 0,
    "Information": "Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V7).\\par -----\\par Jabba personas are:\\par \\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V8)\\par Mighty Jabba",
    "IsPulled": "Jabba's Sail Barge (V8)\\par Wooof (V8)",
    "Combo": "Mighty Jabba + 4-LOM With Concussion Rifle\\par 4-LOM adds one battle destiny with Jabba.\\par -----\\par Mighty Jabba + Boelo\\par Cancel one opponent's battle destiny.\\par -----\\par Mighty Jabba + Ephant Mon + Chokk\\par -----\\par Mighty Jabba + Hutt Bounty (V8)",
    "IsCanceledBy": "Game text can be canceled by Han Solo (V10) for remainder of turn.\\par -----\\par Game text can be canceled (and target may not fire weapons) by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1714,
    "CardName": "My Kind Of Scum/Fearless And Inventive",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Desert Heart and a Jabba's Palace site. May deploy Well Guarded. Reveal one unique (*) alien from your deck whose lore specifies its species. This card is your Rep.\\ul0 \\par \\b For\\b0  remainder of game, your Rep is a leader. Well Guarded is immune to Alter. You may not deploy 'insert' cards or operatives. While frozen Han on table, Rebels are immune to No Bargain and Bad Feeling Have I. \\par \\b Flip\\b0  this card if you occupy two battleground sites (must occupy a third with a non-unique alien of your Rep's species if a non-Tatooine location is on table).",
    "ObjectiveBack": "\\b While\\b0  this side up, once per turn you may cancel a Force drain or a just-drawn battle destiny by placing here from hand a copy of your Rep. Once during each of your control phases, you may retrieve a non-unique alien of your Rep's species. While Jabba and Bib on table, your battle destiny draws are each +2. Wounded Wookiee is destiny +3. Unless a non-Tatooine location is on table, your aliens are forfeit +2. For remainder of game, your Rep may deploy from here as if from hand. \\par \\b Flip\\b0  this card if you do not occupy 2 battleground sites.",
    "ObjectiveFrontName": "My Kind Of Scum",
    "ObjectiveBackName": "Fearless And Inventive",
    "Gametext": "[Front Side]: \\ul Deploy Desert Heart and a Jabba's Palace site. May deploy Well Guarded. Reveal one unique (*) alien from your deck whose lore specifies its species. This card is your Rep.\\ul0 \\par \\b For\\b0  remainder of game, your Rep is a leader. Well Guarded is immune to Alter. You may not deploy 'insert' cards or operatives. While frozen Han on table, Rebels are immune to No Bargain and Bad Feeling Have I. \\par \\b Flip\\b0  this card if you occupy two battleground sites (must occupy a third with a non-unique alien of your Rep's species if a non-Tatooine location is on table).\\\\par[Back Side]: \\b While\\b0  this side up, once per turn you may cancel a Force drain or a just-drawn battle destiny by placing here from hand a copy of your Rep. Once during each of your control phases, you may retrieve a non-unique alien of your Rep's species. While Jabba and Bib on table, your battle destiny draws are each +2. Wounded Wookiee is destiny +3. Unless a non-Tatooine location is on table, your aliens are forfeit +2. For remainder of game, your Rep may deploy from here as if from hand. \\par \\b Flip\\b0  this card if you do not occupy 2 battleground sites.",
    "Icons": 0,
    "Information": "Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6911\\par \\par To qualify as a Rep, a character must be a unique alien that either a) states its species in its lore, or b) has its species defined in a rule entry. Not all characters on this list have non-unique members of their species, but all are considered legal targets for the objectives.\\par \\par Ak-rev\\par Amanaman\\par Barada\\par Barquin D'an\\par Beedo\\par Bib Fortuna\\par Bib Fortuna\\par Bok Askol\\par Bossk\\par Bossk (V5)\\par Bossk With Mortar Gun\\par Chall Bekan\\par Chokk\\par Dannik Jerriko\\par Dannik Jerriko (V3)\\par Daroe\\par Dathcha\\par Dengar\\par Dengar (V5)\\par Dengar With Blaster Carbine\\par Djas Puhr\\par Djas Puhr (V2)\\par Dodo Bodonawieedo\\par Ephant Mon\\par Feltipern Trevagg\\par Gardulla The Hutt\\par Garindan\\par Ghana Gleemort\\par Giran\\par Gragra\\par Greeata\\par Greedo\\par Greedo (V3)\\par Hem Dazon\\par Hem Dazon (V3)\\par Herat\\par Hermi Odle\\par Hermi Odle (V8)\\par Iasa, The Traitor Of Jawa Canyon\\par J'Quille\\par J'Quille (V8)\\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V8)\\par Kithaba\\par Kitik Keed'kak\\par Kitik Keed'kak (V2)\\par Klaatu\\par Labria\\par Labria (V2)\\par Lathe\\par Lirin Car'n\\par Lyn Me\\par M'iiyoom Onith\\par Malakili\\par Malakili (V8)\\par Mighty Jabba\\par Mosep\\par Myo\\par Nebit\\par Nysad\\par Ortugg\\par Ponda Baba\\par Pote Snitkin\\par Prince Xizor\\par Prince Xizor (V7)\\par RR'uruurrr\\par Rachalt Hyst\\par Rappertunie\\par Ree-Yees\\par Reegesk\\par Reegesk (V3)\\par Salacious Crumb\\par Sebulba\\par Snoova\\par Sy Snootles\\par Tech Mo'r\\par Thok & Thug\\par UR'Ru'R (V8)\\par URoRRuR'R'R\\par URoRRuR'R'R (V8)\\par Ugloste\\par Umpass-stay\\par Ur'Ru'r\\par Vedain\\par Vizam\\par Vizam (V8)\\par Watto\\par Wittin\\par Wooof\\par Wooof (V8)\\par Yade M'rak\\par Zuckuss\\par Zuckuss (V7)\\par -----\\par Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Popular Cards to Look For: version of Jabba, version of Bib Fortuna, Greedo (V3), Ket Meliss (V3) and multiple other random alien cards.\\par \\par Idea Behind Objective: The brother to Agents in the Court for LS, this objective also plays with aliens in Jabba's Palace and reveals a Rep at the start of the game. Unlike Agents though, this deck has seen a ton of tournament play. It wasn't until Agents got A LOT of help with V8 that that deck turned into a steady tournament deck. Both MKOS and Agents have pretty much the same zero side. They also flip the exact same way. MKOS just has a stronger seven side because it adds +2 to ALL battle destinies while both Jabba and Bib are on table. This is much stronger over Agents getting to add a destiny to power where they have two aliens. The main reason this objective was stronger was because the DS has always had more powerful aliens. The V8 cards were made to allow the LS aliens to be played, while the DS already had powerful aliens and just got more ways to set them up. MKOS plays the same way as both Court and CR (V8) Scum. The only difference is you have the Rep to play on the objective and the ability to retrieve a non-unique alien of your Rep's species. The rest of the deck plays the same way; play lots of aliens, Scum and Villiany, control the Audience Chamber, spread out on Jabba's Palace, battle, and sometimes capture. As with all the others, if you play DS aliens you have to play some version of Jabba. Currently Jabba the Hutt (V8) has been the most popular because he has the best all around text. This Jabba doubles the power of one alien present without maintenance and pulls Scum & Villainy. He is also totally immune to attrition and to being targeted by weapons or Interrupts while present with an alien leader. Court and Scum always play this version of Jabba but MKOS has a choice based on what strategy you want to play. Regular Jabba from Special Edition is great for decks that try to use non-unique aliens to beatdown since he says all aliens deploy -1 to same location. Since S&V also makes all aliens deploy -1, all your deploy 2 aliens go down for free. Skrillings with Pote Snitkin at the AC is the most popular non-unique beatdown force. This strategy is less popular with the Yavin 4 Sentry (V2) Shield adding +X to non-unique deploy cost. Mighty Jabba is also seen with MKOS in versions that play multiple destinies since he adds a battle destiny when with an alien leader.\\par \\par How It Can Win: MKOS can be played many different ways. The most popular versions played today use Greedo (V3) and Ket Maliss (V3) to abuse the seven side letting you cancel a Force drain or battle destiny by placing your Rep on the objective. Ket Maliss (V3) once per turn takes into hand Greedo, Beelo, Hem Dazon, Dannik Jerriko, or Reegesk. Beelo replaces Greedo when you deploy him, so the strategy has you deploying Greedo from your objective, Beelo replaces him and sends Greedo back into the deck to be re-pulled and played all over again on the objective. Once Beelo dies, you retrieve him with Scum and repeat the whole process. Jabba's Influence (V6) is played to once per game download the non-unique Rodian (V3) to flip the objective. MKOS is a deck that allows you to set up with Twi'lek Advisor (V8) as the starting Interrupt. Twilek (V8) lets you take into hand and/or deploy up to three Effects with \"Jabba� in the lore or game text. This means you can start with both Den of Thieves (V8) and Hutt Bounty (V8) even though both are not immune to Alter. Other popular choices are Power of the Hutt, Desilijic Tatoo (V5), and Jabba's Influence (V8). Versions will usually include Stunning Leaders to protect from beatdown and Oo-Ta Goo-Ta Solo (V3) to add additional destiny draws. OTGTS can be pulled by Greedo (V3) so most versions will include one. Besides the set up and abilities of the objective, MKOS doesn't play much different from other DS alien decks. Most versions don't have the system, so you usually don't have Occupation set up. It also has no way of pulling Tatooine battlegrounds like LS Agents does, so the best option is to use Jabba's Palace as your other starting site to pull the rest of the JP sites. You can usually build the whole deck around just the JP sites like Scum and use None Shall Pass (V8) & Barriers to protect them all from LS deployment. The most common versions will set up in the AC with Jabba, Bib, and friends. Then spread out on the other sites to cause the most in damage. Galid is played to add +1 to Force drains at all JP sites. Space is usually matching bounty hunter ships with Combat Response but you can also play the built-in Enhanced ships to save slots in your deck. Since Ket Maliss (V3) also pulls docking bays, you could play a version that starts Establish Control (V11) for tons of activation as well as pulling Fondar or Corulag to drain for free. MKOS tends to work the same way as most Scum decks by setting up at the JP sites and react to the LS strategy. Some use capturing but the majority prefer to battle over and over to get the most out of the Scum retrieval and the ability to cancel battle destiny.\\par \\par What Changed Since 1st Edition: The Re Edit at first made all DS alien decks weaker since many of the powerful V cards were altered. Jabba's Influence (V6) originally made all Bounty Hunters power +2 and allowed you to download a non-bounty hunter alien once per turn. Now the Bounty Hunters get +1 to power and the once per turn was changed to once per game. This really changed how powerful MKOS could be. Hutt Bounty (V8) was also a card that really made all DS alien decks broken by adding to activation and allowing you to reduce the power of ANY LS character to zero wherever you had a Gangster. Now you can only reduce non-Jedi characters at Jabba's site and the activation applies to related sites you control. Hutt Bounty (V8) still says all your battle destinies are +1 and since the objective makes them +2 as well, you get +3. Den of Thieves (V8) says your battle destinies are +1 wherever you have an alien with \"Plotting to Kill Jabba� in their lore. That means you can build a version of MKOS today can set up +4 to all battle destiny draws. There are currently five DS characters that have \"Plotting to kill jabba� in their lore; Bib Fortuna, J'Quille, Bane Malar, Ree-Yees, and Velken Tezeri. Power of the Hutt pulls Bib, so you have no problem getting him out with Jabba. Once the Hutt Bounty (V8) gets deployed to Jabba, the AC would have the +4 right there. The rest of the \"Plotting� characters can be used to fight the LS wherever they deploy. J'Quille (V8) and Ree-Yees would be your best options since you usually save Bane (V7) for drain protection.\\par \\par Why I SHOULD Play It: The +4 destiny version of MKOS can be very hard for the LS to counter. Can you even imagine the possibilities since there are many alien and droids that add battle destinies? If you had Might Jabba, Bib, and Broken Fett, you would have a base of 16 from 4 destinies BEFORE you draw. 4-Lom with Gun adds one with Jabba or Zuckess. IG-88 With Gun adds one when alone or with another Bounty Hunter. Broken Fett adds two with ANY Bounty Hunter or Vader. Crossfire (V9) adds by placing it out of play. Jabba's Through With You adds one when your Bounty Hunter fires a character weapon. There are so many ways to set up multiple destinies both on ground and in space that you have a huge advantage over any LS deck. In all the years of playing this objective, the +4 to destiny version is by far the most powerful. The DS alien decks are all good since they have so many powerful V cards to boost their ability. The key is deciding between the strategies of going for beatdown power, capturing, damage, or attrition.\\par \\par Why NOT to Play It: Like most DS alien decks, this one also has problems with LS space decks. Since the majority of the deck is based around the ground, the space package is weaker. The addition to destiny draws does make it stronger than a regular deck but you still have to fear starship weapons shooting down your ships. The standard for all DS space decks should be Tatooine Maul and Maul's Ship. From there you can play with Mist Hunter (V5) and Zuckess (V7) because you can add 4-Lom, IG-88, or Fett for additional destiny. Plus the -2 to weapon or battle destiny makes it hard for the LS to knock out of the sky. The other problem this deck has is it relies on the control of the AC with Jabba to win. All DS aliens decks can be beat if the LS can deploy into the AC and defeat Jabba. If Jabba is knocked off the table, you will not have Hutt Bounty (V8) nor the +2 from the seven side. Scum & Villainy is usually gone too if the LS takes over the AC. All DS aliens decks can be difficult to beat but they all have the same weaknesses. The good thing is because you have so many options for how to play with the aliens, it will usually take a few turns before the LS knows what you are doing. Just make sure to play Gela Yeens (V6) to protect at least one ship from being targeted by their weapons (unless the LS plays Choke of course).",
    "Abbreviation": "MKOS",
    "Counterpart": "Agents In The Court/No Love For The Empire",
    "Rules": "(AR 1.7.1, B-11)\\par See Agents In The Court/No Love For The Empire\\par \\par (AR 1.7.1, B-1)\\par Agents In The Court/No Love For The Empire\\par A character whose species is defined in the Glossary or Glossary Supplement may be revealed normally as a Rep as if that species was defined in that card's lore.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1787,
    "CardName": "No Escape",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's influence is not easily ignored. Neither are his voracious and vile appetites. Even Jedi soon learn this lesson.",
    "Gametext": "Deploy on table. You may immediately take top card of Lost Pile into hand. Effects, Epic Events, and Objectives are immune to Honor Of The Jedi. At each opponent's <> site, your characters and vehicles are each deploy -3 and your Force generation is +1. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "Top card of Lost Pile into hand.",
    "IsPulled": "Twi'lek Advisor\\par Twi'lek Advisor (V8)\\par We Must Accelerate Our Plans",
    "Counterpart": "Ounee Ta",
    "Rules": "(AR 1.7.1, B-12)\\par If this Effect is deployed at the start of the game, it will not allow you to take your starting interrupt into hand because that interrupt will still be resolving, and thus not yet in the Lost Pile when this Effect is deployed.",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1866,
    "CardName": "Ounee Ta",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's decadent behavior makes him susceptible to deception. Leia and Lando exploited this weakness, posing as Jabba's kind of scum.",
    "Gametext": "Deploy on table. You may immediately take top card of Lost Pile into hand. None Shall Pass is unique (*) and a Lost Interrupt. At each opponent's <> site, your characters and vehicles are each deploy -3 and your Force generation is +1. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Top card of Lost Pile into hand.",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "No Escape",
    "Rules": "(AR 1.7.1, B-12)\\par See No Escape.\\par \\par (AR 1.7.1, B-12)\\par No Escape\\par If this Effect is deployed at the start of the game, it will not allow you to take your starting interrupt into hand because that interrupt will still be resolving, and thus not yet in the Lost Pile when this Effect is deployed.",
    "IsCanceledBy": "Let's Keep A Little Optimism Here (V6) - Defensive Shield",
    "Inventory": 1,
    "Needs": 0
  },
  {
    "id": 1889,
    "CardName": "Palace Raider",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "\\b Smugglers\\b0  from many worlds are hunted by the Empire for providing arms and supplies to the Alliance. The Outer Rim is their refuge.",
    "Gametext": "Adds 2 to power of anything he pilots (or 3 to power of anything he drives). When driving a transport vehicle, it moves for free and he adds one battle destiny.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control)\\par Arleil Schous\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 1930,
    "CardName": "Power Of The Hutt",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba runs his organization out of a palace built around a B'omarr monastery. His fortress near the border of the western Dune Sea is safe from enemies in Mos Eisley.",
    "Gametext": "Deploy on table. Once during each of your turns, may deploy one Boelo, Bib, Ephant Mon, Jabba's Sail Barge, Jabba's Space Cruiser, or Hutt Influence from Reserve Deck; reshuffle. Also, your aliens aboard Jabba's Sail Barge are immune to attrition < 6. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "Boelo\\par Bib Fortuna\\par Bib Fortuna (V15)\\par Bib Fortuna (EP1)\\par Ephant Mon\\par Jabba's Sail Barge\\par Jabba's Space Cruiser\\par Jabba's Space Cruiser (V8)\\par Hutt Influence\\par Hutt Influence (V6)",
    "IsPulled": "Twi'lek Advisor\\par Twi'lek Advisor (V8)\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2009,
    "CardName": "Racing Skiff",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "skiff",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Landspeed": 3,
    "Maneuver": 4,
    "Lore": "Barada and Klaatu strip down and rebuild old skiffs to race on the Dune Sea. Jabba allows the practice to continue for now.",
    "Gametext": "May deploy with a driver (must be Barada, Klaatu, or a non-unique alien) as a 'react'. May add 1 driver and 3 passengers. May move as a 'react'. If lost, any characters aboard may \"jump off\" (disembark).",
    "Icons": 0,
    "Information": "Skiffs are:\\par \\par Racing Skiff\\par Skiff",
    "Counterpart": "Racing Skiff",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2010,
    "CardName": "Racing Skiff",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "skiff",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Landspeed": 3,
    "Maneuver": 4,
    "Lore": "Repulsorlift skiffs are used by traders and merchants to safely cross the deserts of Tatooine. Young thrill seekers sometimes upgrade them with high-powered engines.",
    "Gametext": "May deploy with a non-unique alien driver as a 'react'. May add 1 driver and 3 passengers. May move as a 'react'. If lost, any characters aboard may \"jump off\" (disembark).",
    "Icons": 0,
    "Information": "Skiffs are:\\par \\par Racing Skiff\\par Skiff",
    "Counterpart": "Racing Skiff",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2204,
    "CardName": "Seeking An Audience",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"With your wisdom, I'm sure that we can work out an arrangement which will be mutually beneficial and enable us to avoid any unpleasant confrontation.\"",
    "Gametext": "Deploy on table. Once during each of your turns, may deploy one Underworld Contacts, [Jabba's Palace] Lando, [Jabba's Palace] Leia, R2-D2, or C-3PO from Reserve Deck; reshuffle. Also, while Luke is at a Jabba's Palace site, opponent's aliens there must use +1 Force to use their landspeed.",
    "Icons": 0,
    "Pulls": "Princess Leia Organa\\par Princess Leia Organa (V)\\par Tamtel Skreej\\par Tamtel Skreej (V)\\par Underworld Contacts\\par Underworld Contacts (V)\\par Underworld Contacts & Uncharted Settlements (V)\\par Artoo\\par Artoo (V)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par Artoo, Brave Little Droid\\par Artoo, Brave Little Droid (V)\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par R2-D2, Subversive Droid (V)\\par C-3PO (See-Threepio)\\par C-3PO (See-Threepio) (V)\\par See-Threepio\\par See-Threepio (V)\\par Threepio\\par Threepio With His Parts Showing",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par You Will Take Me To Jabba Now (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2366,
    "CardName": "Stun Blaster",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "blaster",
    "Destiny": 3,
    "Lore": "High-tech Merr-Sonn police immobilizer. Magnetic pulse slows victim's voluntary brain signals. Creatures with thickly insulated cerebral cavities are not affected.",
    "Gametext": "Deploy on your warrior. May target a character or creature (except rancor or Sarlacc) using 2 Force. Draw destiny. Return character (and cards deployed on character) to owner's hand if destiny +1 > defense value. Creature lost if destiny +3 > defense value.",
    "Icons": 0,
    "Information": "Can be deployed from Reserve Deck on a trooper with Blast Points.",
    "IsPulled": "Emergency Deployment (V2)\\par Jabba's Through With You\\par Mara Jade, The Emperor's Hand",
    "Counterpart": "Stun Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2367,
    "CardName": "Stun Blaster",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Characteristics": "blaster",
    "Destiny": 3,
    "Lore": "Stolen Merr-Sonn blaster. Causes no permanent damage, though efficiently immobilizes its target. Effects are more severe on animals without a thick hide.",
    "Gametext": "Deploy on your warrior. May target a character or creature (except rancor or Sarlacc) using 2 Force. Draw destiny. Return character (and cards deployed on character) to owner's hand if destiny +1 > defense value. Creature lost if destiny +3 > defense value.",
    "Icons": 0,
    "IsPulled": "Panic (V2)\\par Portable Scanner\\par The Signal (V8)",
    "Counterpart": "Stun Blaster",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2444,
    "CardName": "Tatooine: Desert Heart",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your character movement from here (except for Jawas) requires +1 landspeed.   Your character movement from here (except for Jawas) requires +1 landspeed.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Your character movement from here (except for Jawas) requires +1 landspeed.",
    "DarkSideText": "Your character movement from here (except for Jawas) requires +1 landspeed.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Sandtrooper (V15) makes Dark Side desert locations destiny = 4.",
    "IsPulled": "A Sith's Plans (V)\\par Baktoid Armor Workshop (V)\\par General Nevar (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 2451,
    "CardName": "Tatooine: Hutt Trade Route (Desert)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your characters aboard vehicles here are each power +1.   Unless you control Hutt Trade Route, your game text on Tatooine: Jabba's Palace is canceled.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Your characters aboard vehicles here are each power +1.",
    "DarkSideText": "Unless you control Hutt Trade Route, your game text on Tatooine: Jabba's Palace is canceled.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "IsPulled": "A Jedi's Plans (V)\\par Master Kenobi (V)\\par Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)\\par Yarna d'al' Gargan (V)",
    "Inventory": 1,
    "Needs": 0
  },
  {
    "id": 2676,
    "CardName": "Underworld Contacts",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Jabba's Palace Sealed Deck",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Influence, like any commodity, has a price in the Outer Rim territories.",
    "Gametext": "Deploy on a Tatooine site. Your Force generation here is +1. Opponent may not cancel or modify Force drains at each Tatooine battleground site where you have two aliens with different card titles. At any time, you may use 2 Force to raise your converted Tatooine site to top.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par Seeking An Audience\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0
  }
]