[
  {
    "id": 3370,
    "CardName": "Grievous, Hunter Of Jedi (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0 , \\b commander\\b0",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "\\b Commander. Leader\\b0.",
    "Gametext": "[V5] Dark Jedi Lightsaber may deploy on Grievous. Jedi present are power -1 (-2 if a Jedi Council Member). While armed with a lightsaber, your battle destiny draws here are +1 and his forfeit may not be reduced. Immune to attrition < 4.",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Original card: Twi'lek Advisor",
    "IsPulled": "Admiral Piett",
    "MatchingWeapon": "Cyborg Commander's Lightsabers (V)\\par Dark Jedi Lightsaber (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3371,
    "CardName": "Darth Vader, More Machine Than Man (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 6,
    "ForceAptitude": "Dark Jedi",
    "Lore": "Dark Lord of the Sith. Servant of Emperor. Encased in armor with cybernetic life support. Student of Obi-Wan Kenobi. Was the best starpilot in the galaxy. Cunning warrior.",
    "Gametext": "Adds 3 to power of anything he pilots. [Vader] cards never deploy unless Rise Of The Dark Lord on table. Once per turn, if at a site you control, may apply his ability to draw battle destiny elsewhere. Immune to Clash Of Sabers and attrition < 5. May not be Disarmed.",
    "Icons": "Vader, Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Darth Vader\\par -----\\par Evader relocates Vader to Used Pile if just lost.\\par -----\\par Darth Vader personas are:\\par \\par Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Betrayer Of The Jedi (V)\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, More Machine Than Man (V)\\par [Death Star Assault Squadron]\\par Lord Vader\\par Lord Vader (V)\\par Vader\\par Vader (V)",
    "IsPulled": "Blizzard 4\\par Come With Me (V)\\par Sith Fury (V)\\par The Empire's Back\\par The Empire's Back (V)\\par Weapon Levitation & The Empire's Back (V)",
    "Combo": "Darth Vader + Grand Moff Tarkin\\par Once per battle, Tarkin may cancel one opponent's destiny just drawn.\\par -----\\par Darth Vader + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Darth Vader + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.",
    "Matching": "Vader's Custom TIE\\par Vader's Personal Shuttle\\par Vader's Personal Shuttle (V)",
    "MatchingWeapon": "Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Vader's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 3372,
    "CardName": "DS-61-5 (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Gametext": "Adds 2 to power of anything he pilots (3 if Black 5). While piloting Black 5, it is maneuver +1 and he draws one battle destiny if not able to otherwise. If at opponent's system, instead of Force draining here, may take any one card into hand from Force pile; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original card: Lieutenant Endicott",
    "IsPulled": "Come With Me (V)\\par Commander Praji (V)\\par Emergency Deployment (V)",
    "Matching": "Black 5 (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3373,
    "CardName": "Dengar With Blaster Carbine (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, blaster, \\b Corellian\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Corellian \\b bounty hunter\\b0. Skilled athlete. Expert shot. Has worked many times for Jabba the Hutt. Carries a long-standing grudge against Han Solo.",
    "Gametext": "While opponent's [Reflections II] objective on table, adds one battle destiny. Permanent weapon is (*]Blaster Carbine (twice per battle, may target a character or vehicle for free; draw destiny; target hit, and its forfeit = 0, if destiny +1 > defense value).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Dengar personas are:\\par \\par Dengar\\par Dengar (V)\\par [Dengar In Punishing One]\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)\\par -----\\par Dengar's Blaster Carbine 'personas' are:\\par \\par Dengar's Blaster Carbine\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)",
    "IsPulled": "Double Back\\par Rodian (V) to deploy to his site",
    "Matching": "Punishing One\\par Punishing One (V)",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Jabba's Palace"
  },
  {
    "id": 3374,
    "CardName": "Sergeant Torent (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b Death Star trooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Senior watch trooper at Death Star's command center. Monitors external sensor data, scanning for Rebel activity. Vigilant in his duties.",
    "Gametext": "Power +2 when defending a battle at a mobile site or prison. Once per turn, if you use We Have A Prisoner to capture a character, reduce battle damage and attrition against you by that captive's forfeit.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par General Tagge (V)\\par Tarkin (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3375,
    "CardName": "Ysanne Isard (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "Female, ISB agent, \\b leader\\b0, \\b spy\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Female ISB leader. Spy.",
    "Gametext": "Power +3 while defending a battle with a spy. While with a non-frozen captive, attrition against opponent everywhere is +2. During your move phase, may use 1 Force to 'break cover' of an Undercover spy here. Immune to attrition < 3.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: Swilla Corey",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par Tarkin (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3376,
    "CardName": "Saber Squadron Pilot (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Gametext": "Adds 2 to power of anything he pilots. Matching pilot for Saber Squadron TIE and while piloting it: it may relocate using [V7] Combat Response, adds one destiny to total power only, and may add 1 to Force drains here (opponent loses no more than 2 Force to that Force drain).",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original card: Captain Jonus",
    "IsPulled": "Come With Me (V)\\par Commander Praji (V)\\par Deflector Shield Generators (V)",
    "Matching": "Saber Squadron TIE (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3377,
    "CardName": "A Sith's Weapon (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Lightsaber confrontations are a complex dance of feints, strikes, parries, and footwork. Mistakes are rarely forgiven.",
    "Gametext": "Deploy on table. Once per turn, if your character of ability > 4 just failed to 'hit' an [Episode 1] Jedi (or [V6] Luke) with a non-[Permanent Weapon] lightsaber, may lose 1 Force to 'swing' at target again. May play this Effect in Used Pile to cancel Obi-Wan's Journal.",
    "Icons": "Episode 1, Setup",
    "Episode1": 1,
    "Information": "Original card: The Ebb Of Battle",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 3378,
    "CardName": "Combat Response (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Being stationed at Endor during the construction of the second Death Star allowed Imperial pilots time to train in the latest starfighter combat techniques.",
    "Gametext": "Deploy on table. Tallon Roll is canceled. Once per turn, may reveal an unpiloted starfighter from hand to take its matching pilot character from Reserve Deck (or vice versa) and deploy both simultaneously; reshuffle. Your unique (*) TIEs (except Scythe Squadron TIEs) at systems may use 1 Force to relocate (as a regular move) to a system within 3 parsecs. (Immune to Alter.)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Tallon Roll\\par Dark Maneuvers & Tallon Roll",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3379,
    "CardName": "I Want Every Part Of This Ship Checked (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Imperials use sensitive equipment to search captured ships for shielded compartments. Scanning crew BT-445 planned to search the Millennium Falcon.",
    "Gametext": "Deploy on table. Once per game, if Obi-Wan on table, may deploy Vader from Reserve Deck; reshuffle. May place this Effect in Used Pile to take a [Grabber] into hand from Reserve Deck; reshuffle. If you just attempted to deploy or take a card into hand from Reserve Deck, and the card was not found, may place this Effect in Lost Pile to search your Force Pile for that card; reshuffle.",
    "Icons": "Setup",
    "Information": "Original card: Scanning Crew",
    "Pulls": "A grabber:\\par Allegations Of Corruption\\par Carida: ISB Training Academy (V)\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V)\\par Tentacle\\par Tentacle (V)\\par There'll Be Hell To Pay",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Oh, He's Not Dead, Not Yet (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3380,
    "CardName": "I'll Take Them Myself (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Several fighters have broken off from the main group. Come with me.\" Darth Vader targets his TIE fighter's fire-linked blaster cannons at the Rebel pilots in the trench.",
    "Gametext": "Deploy on table. Once per game, may take a [Setup] card into hand from Reserve Deck; reshuffle. May place this Effect in Used Pile to take an Immediate Effect into hand from Reserve Deck; reshuffle. May place this Effect in Lost Pile to cancel a Force drain. (Immune to Alter)",
    "Pulls": "A [Setup] card:\\par A Sith's Weapon (V)\\par Galactic Domination (V)\\par Imperial Aces (V)\\par In The Hands Of The ISB (V)\\par I Want Every Part Of This Ship Checked (V)\\par Rise Of The Dark Lord (V)\\par Any Immediate Effect:\\par After Her!\\par Alert My Star Destroyer!\\par All Too Easy\\par Awwww, Cannot Get Your Ship Out (V)\\par Bounty (V)\\par Breached Defenses\\par Cane Adiss\\par Cane Adiss (V)\\par Despair\\par Desperate Counter (V)\\par Energy Walls\\par Enter The Bureaucrat\\par Frozen Dinner\\par He Is Not Ready & Imperial Propaganda (V)\\par High Anxiety\\par I Am Your Father\\par I Am Your Father (V)\\par I Had No Choice (V)\\par Imperial Propaganda\\par Imperial Propaganda (V)\\par Lost In Space\\par Mostly Armless\\par Mournful Roar\\par Power Of The Sith (V)\\par Pride Of The Empire\\par Pride Of The Empire (V)\\par Protocol Failure (V)\\par Qui-Gon's End\\par Tentacle\\par Tentacle (V)\\par There'll Be Hell To Pay\\par Where Are You Taking This ... Thing (V)\\par You Want This, Don't You? (V)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Luke, Trust Me (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3381,
    "CardName": "Imperial Security Bureau (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 1,
    "Gametext": "Deploy on table. Sunsdown is canceled. ISB agents who are leaders are deploy -2 to sites with \"ISB\" in title. Once per game, may take a [Setup] Mission into hand from Reserve Deck; reshuffle. Look Sir, Droids and your interrupts with \"advisor\" in title may be played as follows: \"USED: Use 1 Force to take an ISB agent into hand from Reserve Deck; reshuffle.\" (Immune to Alter)",
    "Information": "Original card: Cloud City Sabacc (Dark)\\par -----\\par ISB agents who are leaders:\\par Admiral Ozzel\\par Admiral Ozzel (V)\\par Chall Bekan\\par Colonel Wullf Yularen\\par Colonel Wullf Yularen (V)\\par Ice-Heart (V)\\par Lieutenant Renz\\par Lieutenant Renz (V)\\par Officer Evax\\par Officer Evax (V)\\par Tarkin\\par Tarkin (V)\\par -----\\par Interrupts with \"advisor\" in title:\\par Neimoidian Advisor\\par Twi'lek Advisor\\par Twi'lek Advisor (V)",
    "Pulls": "A [Setup] Mission:\\par Galactic Domination (V)\\par Imperial Aces (V)\\par In The Hands Of The ISB (V)",
    "IsPulled": "Field Promotion (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Sunsdown\\par Sunsdown (V)\\par Sunsdown & Too Cold For Speeders",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3382,
    "CardName": "Vader's Bionic Limbs (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Darth Vader often used physical means of 'persuasion' to get information. Captain Antilles of Tantive IV chose to die rather than reveal the location of the stolen Death Star plans.",
    "Gametext": "Deploy on [Vader] Vader. Vader is landspeed +1. If Vader is about to be lost before the damage segment, he is instead 'hit.' During battle, may target one opponent's character present. Draw destiny. Target 'choked' (lost) if destiny > ability. (Immune to Alter)",
    "Icons": "Vader",
    "Information": "Original card: Physical Choke\\par -----\\par [Vader] Effects are: \\par Vader's Bionic Limbs (V)\\par Vader's Cape (V)\\par Vader's Cybernetic Enhancements (V)\\par Vader's Helmet (V)\\par Vader's Mask (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3383,
    "CardName": "Vader's Cape (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "A symbol of the Dark Lord of the Sith, and of the seductive power of the dark side.",
    "Gametext": "Deploy on [Vader] Vader. Vader moves (using landspeed) for free. While with a Jedi or Skywalker, Vader is defense value and immunity to attrition +2, and his weapon destiny draws are +1. During a duel (or lightsaber combat) opponent initiates, Vader's destiny draws are +1. (Immune to Alter)",
    "Icons": "Vader",
    "Information": "[Vader] Effects are: \\par Vader's Bionic Limbs (V)\\par Vader's Cape (V)\\par Vader's Cybernetic Enhancements (V)\\par Vader's Helmet (V)\\par Vader's Mask (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3384,
    "CardName": "Vader's Cybernetic Enhancements (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Users of the Force can mysteriously manipulate their own physiology and psychology. Control allows rapid healing and provides some immunity to pain, poison and disease.",
    "Gametext": "Deploy on [Vader] Vader. Vader may move as a 'react.' Your battle destiny draws here are +1. Opponent's cards deployed on Vader are canceled. If Vader about to be placed in Lost Pile, may lose 4 Force to take him (and a lightsaber he was armed with, if possible) into hand. (Immune to Alter)",
    "Icons": "Vader",
    "Information": "Original card: Control (Dagobah)\\par -----\\par [Vader] Effects are: \\par Vader's Bionic Limbs (V)\\par Vader's Cape (V)\\par Vader's Cybernetic Enhancements (V)\\par Vader's Helmet (V)\\par Vader's Mask (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3385,
    "CardName": "Vader's Helmet (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "\"If once you start down the dark path, forever will it dominate your destiny. Consume you it will, as it did Obi-Wan's apprentice.\"",
    "Gametext": "Deploy on [Vader] Vader. When Vader moves to same site as a Jedi or Skywalker, opponent loses 1 Force. If Obi-Wan's Journal here, may place it on bottom of opponent's Lost Pile. While with opponent's character of ability > 4, Vader is power +1 and draws two battle destiny if not able to otherwise. (Immune to Alter)",
    "Icons": "Vader",
    "Information": "Original card: The Dark Path\\par -----\\par [Vader] Effects are: \\par Vader's Bionic Limbs (V)\\par Vader's Cape (V)\\par Vader's Cybernetic Enhancements (V)\\par Vader's Helmet (V)\\par Vader's Mask (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3386,
    "CardName": "Vader's Mask (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Darth Vader's armored mask and life-support system provide him with extraordinary physical protection in duels and battles, in addition to his Dark Jedi combat skill.",
    "Gametext": "Deploy on [Vader] Vader. During your battle phase, may cancel this Effect to allow Vader to make a regular move. In order for opponent's character to move away from here using landspeed, opponent must first lose 1 Force. While defending a battle at opponent's site, Vader is power +2 and immune to attrition. (Immune to Alter)",
    "Icons": "Vader",
    "Information": "Original card: Vader's Eye\\par -----\\par [Vader] Effects are: \\par Vader's Bionic Limbs (V)\\par Vader's Cape (V)\\par Vader's Cybernetic Enhancements (V)\\par Vader's Helmet (V)\\par Vader's Mask (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3387,
    "CardName": "Commence Primary Ignition (V7)",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If Death Star orbits Alderaan (and [V7] Central Core on table), deploy on Death Star and fire at Alderaan; it is 'blown away.' Once during your control phase, if Death Star orbiting a planet (except a Rebel Base) without related sites, may fire Superlaser at planet (regardless of Objective restrictions) as follows: draw destiny. Add 2 if you control that system. If destiny + Y - Z > 8, target is 'blown away' and oppoent loses 4 Force from Life Force. Y = total Death Star sites where opponent has no presence. Z = total sites at Yavin 4.",
    "Abbreviation": "CPIv",
    "IsPulled": "A Million Voices Crying Out",
    "Rules": "If this Epic Event is deployed on the Death Star it prevents the Dark Side player from playing the non-virtual Epic Event with the same name for the remainder of the game due to its unique (*) status.",
    "IsCanceledBy": "Planetary Defenses (V) - Defensive Shield (unless Death Star: Docking Bay 327 on table)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3388,
    "CardName": "Rise Of The Dark Lord (V7)",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on table (only at start of game) with three different [Vader] Effects from Reserve Deck face down under here. Once per turn, may deploy a [Vader] Effect from here (never from elsewhere). Limit one [Vader] Effect on table and, when lost, stack it under here. You may cancel your [Vader] Effect at any time. \\b Twisted And Evil\\b0: Dark Jedi Presence, Jedi Presence, Revenge Of The Sith and Sith Tests are canceled. When using The Empire's Back to deploy Vader from Reserve Deck, it is a Used Interrupt. If you just drew a [Vader] card for destiny, may take it into hand.",
    "Icons": "Setup",
    "Information": "Original card: End This Destructive Conflict\\par -----\\par [Vader] Effects are: \\par Vader's Bionic Limbs (V)\\par Vader's Cape (V)\\par Vader's Cybernetic Enhancements (V)\\par Vader's Helmet (V)\\par Vader's Mask (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3389,
    "CardName": "According To My Design (V7)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost Or Starting",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Your fleet is lost. And your friends on the Endor moon will not survive. There is no escape, my young apprentice.\"",
    "Gametext": "LOST: Use 3 Force to deploy Emperor from Reserve Deck; reshuffle. STARTING: Unless your 1st marker, Death Star, starship, or starship site on table, deploy Emperor to your site (even if converted), and deploy up to three Effects that deploy on table for free and are [Immune to Alter]. Light Side goes first. Place Interrupt in Lost Pile.",
    "Information": "Original card: Insignificant Rebellion",
    "Abbreviation": "ATMD",
    "Pulls": "Emperor Palpatine\\par The Emperor\\par The Emperor (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3390,
    "CardName": "Alter (V7)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "A user of the Force can subjugate the will of others or alter the environment at a distance, as when Vader 'disciplines' those whose lack of faith disturbs him. \\b OR \\b0 Those who can use the Force are able to manipulate the objects around them to their advantage.",
    "Gametext": "USED: Cancel Sense. LOST: Target an Effect, Political Effect, or Uttini Effect, and one of your characters on table. Draw destiny. If destiny < character's ability, target Effect is canceled (you lose no Force to Do, Or Do Not). (Immune to opponent's Objective.)",
    "Information": "Alter may be placed over either the Premiere or Coruscant version of the card.",
    "IsPulled": "You Swindled Me! (V)",
    "Counterpart": "Alter (V)",
    "Cancels": "One Effect\\par One Political Effect\\par One Utinni Effect\\par Sense\\par Sense (EP1)\\par Sense & Recoil In Fear",
    "IsCanceledBy": "Control\\par Control (EP1)\\par Control & Tunnel Vision\\par Sense\\par Sense (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 3391,
    "CardName": "Prepared Defenses (V7)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Since the debacle at Yavin, the Emperor places a premium on the security of his costly war machine.",
    "Gametext": "USED: Take one Death Squadron Star Destroyer, a Dreadnaught, or a Victory-class Star Destroyer into hand from Reserve Deck; reshuffle. STARTING: Deploy up to three cards that have the [Setup] icon or are Effects that deploy for free, are always [Immune to Alter], and deploy on table. Place Interrupt in Lost Pile.",
    "Information": "[Setup] icon cards:\\par A Sith's Weapon (V)\\par Galactic Domination (V)\\par Imperial Aces (V)\\par In The Hands Of The ISB (V)\\par I Want Every Part Of This Ship Searched (V)\\par Rise Of The Dark Lord (V)",
    "Pulls": "Death Squadron Star Destroyer\\par Dominator\\par Dominator (V)\\par Dreadnaught-Class Heavy Crusier\\par Katana (V)\\par Victory-Class Star Destroyer\\par Victory (V)",
    "Counterpart": "Heading For The Medical Frigate (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3392,
    "CardName": "Death Star: Central Core (V7)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Opponent's Force drain bonuses at systems (except your systems) are limited to 1.\\par May deploy Superlaser from Reserve deck; reshuffle. At 'blown away' systems, adds one [Light Side Icon] and one [Dark Side Icon]. Whenever you Force drain at a 'blown away' system Death Star orbits, may retrieve 1 Force.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "Opponent's Force drain bonuses at systems (except your systems) are limited to 1.",
    "DarkSideText": "May deploy Superlaser from Reserve deck; reshuffle. At 'blown away' systems, adds one [Light Side Icon] and one [Dark Side Icon]. Whenever you Force drain at a 'blown away' system Death Star orbits, may retrieve 1 Force.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Pulls": "Superlaser",
    "IsPulled": "Set Your Course For Alderaan/The Ultimate Power In The Universe",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 3393,
    "CardName": "Death Star: War Room (V7)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "This site is never a battleground. You may not limit Force generation at mobile locations (except Executor sites). [V5] Wipe Them Out, All Of Them is canceled.\\par If Alderaan 'blown away,' your movement to and from Death Star system is free, and at Death Star sites, your Force drains and battle damage against you are canceled.",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "LightSideText": "This site is never a battleground. You may not limit Force generation at mobile locations (except Executor sites). [V5] Wipe Them Out, All Of Them is canceled.",
    "DarkSideText": "If Alderaan 'blown away,' your movement to and from Death Star system is free, and at Death Star sites, your Force drains and battle damage against you are canceled.",
    "Icons": "Interior, Mobile, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "Set Your Course For Alderaan/The Ultimate Power In The Universe\\par ComScan Detection (V)",
    "Cancels": "Wipe Them Out, All Of Them (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 3394,
    "CardName": "Galactic Domination (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Critical Mission",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on table. Flagship and Endor Shield are canceled. You may not deploy [Independent] or [Trade Federation] starships. Once per turn, may use 1 Force to deploy an Executor site or a battleground system. While Flagship Operations on Executor: its power may not be reduced, your Force drains at battleground systems = 3, your TIE Assault Squadron may deploy without replacement (deploy = 3), and wherever you have a TIE with a capital starship, draw one battle destiny if not able to otherwise. Your cards add no more than 2 to the destiny, power, and forfeit of your squadrons.",
    "Icons": "Setup",
    "Information": "(THIS IS NOT AN EFFECT - I JUST CALLED IT THAT BECAUSE SW-IP DOESN'T SUPPORT MISSIONS YET)\\par -----\\par Original card: We're In Attack Position Now\\par -----\\par This mission does not have the [Objective] icon, so it cannot be deployed if you've deployed an Objective.",
    "IsPulled": "I'll Take Them Myself (V)",
    "Rules": "Mission deployment rules - Missions deploy during the deploy phase like Effects. You may play any number of Missions as you want in your deck. There are currently two types of Missions: normal Missions, and Critical Missions. Critical Missions are so important that you may only have one on the table per game, and they may not be played in combination with an Objective.",
    "Cancels": "Endor Shield\\par Endor Shield (V)\\par Flagship\\par Flagship (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3395,
    "CardName": "Imperial Aces (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Mission",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Gametext": "Deploy on table. Tallon Roll is canceled. At battleground systems where you have an Imperial of ability = 2 piloting a starfighter, and you have no Force drain bonus (except from the system card itself), your Force drains are +1. Your starfighters with a pilot character aboard are immune to attrition < 4. Once per turn, may deploy TIE Fighter Construction Facility from Reserve Deck; reshuffle. Your starfighters without astromech capacity gain \"May add 1 astromech.\"",
    "Icons": "Setup",
    "Information": "(THIS IS NOT AN EFFECT - I JUST CALLED IT THAT BECAUSE SW-IP DOESN'T SUPPORT MISSIONS YET)\\par -----\\par Original card: Fighter Cover",
    "Pulls": "Tie Fighter Construction Facility (V)",
    "IsPulled": "Field Promotion (V)\\par I'll Take Them Myself (V)",
    "Rules": "Mission deployment rules - Missions deploy during the deploy phase like Effects. You may play any number of Missions as you want in your deck. There are currently two types of Missions: normal Missions, and Critical Missions. Critical Missions are so important that you may only have one on the table per game, and they may not be played in combination with an Objective.",
    "Cancels": "Tallon Roll\\par Dark Maneuvers & Tallon Roll",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3396,
    "CardName": "In The Hands Of The ISB (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Mission",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Gametext": "Deploy on ISB Central Office. This site is a prison (if opponent controls, all captives here are released). Total ability of 6 or more required for opponent to draw battle destiny here. Whenever an ISB agent delivers a captive here, opponent loses 4 Force (once per captive per captivity). ISB agents may escort captives and, if escorting a captive during your move phase, may use 1 Force to relocate escort and captive to a related docking bay (as a regular move). Once during your move phase, may use 2 Force to relocate (as a regular move) an ISB agent present with Ysanne Isard here to a site you control.",
    "Icons": "Setup",
    "Information": "(THIS IS NOT AN EFFECT - I JUST CALLED IT THAT BECAUSE SW-IP DOESN'T SUPPORT MISSIONS YET)\\par -----\\par Original card: Fondor",
    "IsPulled": "I'll Take Them Myself (V)",
    "Rules": "Mission deployment rules - Missions deploy during the deploy phase like Effects. You may play any number of Missions as you want in your deck. There are currently two types of Missions: normal Missions, and Critical Missions. Critical Missions are so important that you may only have one on the table per game, and they may not be played in combination with an Objective.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3397,
    "CardName": "Black 5 (V7)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Maneuver": 4,
    "Gametext": "May add DS-61-5 as pilot. During battle, if about to be lost before the damage segment, is instead 'hit.' If targeted by Watch Your Back!, it is a Used Interrupt. Immune to Don't Get Cocky and attrition < 4.",
    "Information": "Original card: All Power To Weapons",
    "IsPulled": "Black 1 (V)\\par Commander Brandei\\par Deflector Shield Generators (V)\\par Emergency Deployment (V)\\par Short Range Fighters & Watch Your Back!",
    "Matching": "DS-61-5 (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3398,
    "CardName": "Saber Squadron TIE (V7)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Interceptor",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Maneuver": 4,
    "Gametext": "May add 1 pilot. Power +1 while present with an X-wing. During battle, may fire one starship weapon aboard twice. Immune to attrition < 4 when matching pilot abord.",
    "Information": "Original card: Saber 3",
    "IsPulled": "All Power To Weapons\\par Commander Brandei\\par Deflector Shield Generators (V)\\par Emergency Deployment (V)\\par Short Range Fighters",
    "Matching": "Saber Squadron Pilot (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3399,
    "CardName": "Victory (V7)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Victory-class Star Destroyer",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 3,
    "Power": 5,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 5,
    "Hyperspeed": 4,
    "Lore": "Commissioned by the Old Republic at end of the Clone Wars, Rendili StarDrive's Victory-class starship is atmosphere-capable but has a low sublight speed.",
    "Gametext": "May add 4 pilots and 6 passengers. Permanent pilot provides ability of 4. Opponent's starships may not add [Light Side Icons] or add to Force drains. While opponent's [Reflections II] objective on table, immune to attrition.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Original card: Victory-Class Star Destroyer",
    "IsPulled": "Prepared Defenses (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3400,
    "CardName": "Biggs, Rogue Legend (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Piloted Red 3 at Battle of Yavin. Childhood friend of Luke. Led mutiny on \\ul Rand Ecliptic\\ul0  and theft of \\ul Ecliptic\\ul0  from shipyards on Bestine. \\ul Ecliptic\\ul0  Evaders emblem on helmet.",
    "Gametext": "Adds 2 to power of anything he pilots (3 if Red 3). While piloting Red 3, it is maneuver +1 and he draws one battle destiny if not able to otherwise. If at opponent's system, instead of Force draining here, may take any one card into hand from Force pile; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Biggs Darklighter\\par -----\\par Rogue Squadron is:\\par \\par Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "IsPulled": "Camie\\par General Dodonna (V)\\par Lars' Vaporator (V)",
    "Matching": "Red 3\\par Red 3 (V)\\par Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3401,
    "CardName": "Captain Yutani With Blaster Cannon (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "\\b Scout.\\b0",
    "Gametext": "Artillery weapons here are 'powered.' Permanent weapon is Blaster Cannon (may target a character, creature, or vehicle at same or adjacent site for free; draw destiny: target 'hit,' and its forfeit = 0, if destiny +1 > defense value).",
    "Icons": "Warrior, Permanent Weapon",
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Original card: Medium Repeating Blaster Cannon",
    "IsPulled": "Covert Landing (V)\\par General Crix Madine\\par Rapid Deployment (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3402,
    "CardName": "General Bob Hudsol (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Typical of hard-line Corellian officers known for caution in battle. \\b Leader\\b0  of resistance in Bothan space. Developed strong ties to Bothan spynet.",
    "Gametext": "While at an interior Yavin 4 site, Massassi Base Sentry is [Immune to Alter], and, once per turn, during battle at a 'liberated' system (either opponent's or one with only one [Dark Side Force Icon], except Yavin 4, may place your just forfeited card in Used Pile.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: Rebel Commander",
    "IsPulled": "Balanced Attack\\par Princess Organa\\par Rebel Leadership (V)\\par Strike Planning",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New  Hope"
  },
  {
    "id": 3403,
    "CardName": "Princess Leia, Lost Scion (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 8,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Gametext": "While present at a battleground, Their Fire Has Gone Out Of The Universe flips and may not flip back. While armed with Anakin's Lightsaber, her forfeit may not be reduced. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Leia Of Alderaan\\par -----\\par Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par Leia\\par Leia (V)\\par Leia, Optimistic Leader (V)\\par Leia Organa\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia, Lost Scion (V)\\par Princess Leia Organa\\par Princess Leia Organa (V)\\par Princess Organa\\par Prisoner 2187\\par Senator Leia Organa (V)",
    "IsPulled": "Commander Vanden Willard (V)\\par I Know\\par Leia's Back\\par Leia's Back (V)\\par Padm� Naberrie (V)\\par Seeking An Audience (V)\\par Warrior's Courage (V)",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster\\par Leia's Sporting Blaster (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3404,
    "CardName": "R2-D2, Subversive Droid (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "r-unit, \\b spy\\b0",
    "Destiny": 5,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "\\b Spy.\\b0",
    "Gametext": "Captured if an Imperial controls this site. While present with a Scomp Link at a battleground (or mobile) site, your total power at adjacent sites is +2 and, once per turn, may use 1 Force to add or subtract 1 from opponent's just drawn destiny.",
    "Icons": "Astromech",
    "Astromech": 1,
    "Information": "Original card: R2-D2 (Artoo-Detoo)",
    "IsPulled": "Artoo, Come Back At Once!\\par Cell 2187 (V)\\par Motivator (V)\\par Red 5 (V) (to deploy on Red 5 (V))\\par Scomp Link Access (V)\\par Seeking An Audience\\par Seeking An Audience (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3405,
    "CardName": "Wedge Antilles, Legendary Rogue (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0, Rogue Squadron pilot",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 6,
    "Ability": 2,
    "Lore": "Highly decorated Corellian. Piloted Red 2 at the Battle of Yavin. A wealthy orphan, he bought a freighter with his inheritance.",
    "Gametext": "Adds 3 to power of anything he pilots. While piloting [A New Hope] Red 2: it gains [Astromech], it is maneuver and immunity to attrition +2, draws one battle destiny if not able to otherwise, and, if Wedge just forfeited, may use 1 Force to place him in Used Pile.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Wedge Antilles\\par -----\\par Wedge Antilles personas are:\\par \\par Commander Wedge Antilles\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par [Wedge In Red Squadron 1 (V)]\\par -----\\par Rogue Squadron is:\\par \\par Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "IsPulled": "Beldon's Eye (V)\\par General Dodonna (V)",
    "Matching": "Pulsar Skate\\par Red 2\\par Red Squadron 1\\par Rogue 3\\par Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3406,
    "CardName": "Emperor's Sinister Plans (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "hologram",
    "Destiny": 6,
    "Lore": "\\b Hologram\\b0  technology allows efficient communication of complex intelligence during war room briefings.",
    "Gametext": "Deploy on your non-droid spy at Back Door. Target your war room. Until completed, spy may not relocate or be Undercover. When Uttini Effect reaches target, stack there: opponent's battle destiny draws are -1 and your spies may not have their forfeit reduced below 3.",
    "Information": "Original card: Critical Error Revealed",
    "IsPulled": "General Solo (V)\\par The Signal\\par Utinni! (V)\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3407,
    "CardName": "Field Dressing (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "**",
    "Destiny": 3,
    "Lore": "The Alliance lost many fine soldiers at conflicts such as the Battle of Hoth. The Rebel High Command is aware of the cost of freedom from Imperial tyranny.",
    "Gametext": "If you just forfeited a character of ability < 5 present at a site, return that character to the same site from your Lost Pile and deploy this card on him or her. Character is forfeit = 0 (even if forfeit may not be normally reduced). May play First Aid to place this card in Used Pile. Immune to your Control.",
    "Information": "Original card: Heroic Sacrifice",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par It's Not My Fault! (V)\\par Luke, Trust Me (V)\\par The Signal\\par We Wish To Board At Once\\par Wyron Serper (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3408,
    "CardName": "Luke, Trust Me (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Luke's piloting skills and Force abilities made his X-wing a difficult target for Darth Vader as they raced down the Death Star trench.",
    "Gametext": "If you have no Epic Events on table (and did not play an Epic Event at the start of the game), deploy on table. Once per game, may take a [Setup] card into hand from Reserve Deck; reshuffle. May place this Effect in Used Pile to take an Immediate Effect into hand from Reserve Deck; reshuffle. May place this Effect in Lost Pile to cancel a Force drain. [Immune to Alter]",
    "Information": "Original card: The Force Is Strong With This One",
    "Pulls": "A [Setup] card:\\par All My Urchins & Cloud City Celebration\\par Massassi Base Sentry (V)\\par Oh, He's Not Dead, Not Yet (V)\\par Rebel Aces (V)\\par Restore Freedom To The Galaxy (V)\\par -----\\par Any Immediate Effect.\\par A Gift\\par A Vergence In The Force\\par Advantage\\par At Peace\\par Descent Into The Dark\\par Disarming Creature\\par Eject! Eject! & Imperial Atrocity (V)\\par Energy Walls\\par Field Dressing (V)\\par Grappling Hook\\par Grappling Hook (V)\\par Heroic Sacrifice\\par Hindsight (V)\\par I Can't Believe He's Gone\\par I Can't Believe He's Gone (V)\\par Imperial Atrocity\\par Imperial Atrocity (V)\\par Legendary Starfighter\\par Return Of The Jedi (V)\\par The Time For Our Attack Has Come\\par The Time For Our Attack Has Come (V)\\par They Win This Round\\par Weapon Of A Fallen Mentor\\par What Was It?\\par What're You Tryin' To Push On Us?",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "I'll Take Them Myself (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 3409,
    "CardName": "Massassi Base Sentry (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Rebel sentries are stationed on raised sensor platforms. On watch for Imperial scouts and other hazards, they supplement data gathered by Yavin Base's main sensors.",
    "Gametext": "Deploy on Yavin 4 system; it is 'liberated.' During battles at sites related to other 'liberated' systems, may add 2 to power of each Rebel warrior (to a maximum of 4). Once per turn, if you control this system, may retrieve 1 Force when you Force drain at another 'liberated' system.",
    "Icons": "Setup",
    "Information": "Original card: Yavin Sentry\\par -----\\par Startable with Heading For The Medical Frigate (V)",
    "IsPulled": "It's Not My Fault (V)\\par Luke, Trust Me (V)\\par The Camp (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)\\par Yavin 4 (V)",
    "Rules": "Errata 4/13/2013:\\par Massassi Base Sentry's text is being altered slightly to make its power modification text an optional action that can only be used during battles, so when it is used, it only lasts until the end of that battle. When used, both a modifier of +2 and a limit of 4 is applied to the power of each Rebel in the battle (note that the limit of 4 applies to the power of each individual Rebel; it is NOT a limit on the modifier or total power). If used, both the bonus and the limit affect each Rebel at that site; a player may not choose which Rebels it affects. ",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 3410,
    "CardName": "Oh, He's Not Dead, Not Yet (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Where did you dig up that old fossil?\" \"I don't think he exists anymore.\" \"Surely he must be dead by now.\" \"I can't believe he's gone.\" \"Oh, he's not dead, not yet.\" Obi's back!",
    "Gametext": "Deploy on table. Once per game, if Vader on table, may deploy Obi-Wan from Reserve Deck; reshuffle. May place this Effect in Used Pile to take a [Grabber] into hand from Reserve Deck; reshuffle. If you just attempted to deploy or take a card into hand from Reserve Deck, and the card was not found, may place this Effect in Lost Pile to search your Force Pile for that card; reshuffle.",
    "Icons": "Setup",
    "Information": "Original card: Return Of A Jedi\\par -----\\par Startable with Heading For The Medical Frigate (V)",
    "Pulls": "Ben Kenobi\\par Obi-Wan In Radiant VII (V)\\par Obi-Wan, Crazy Wizard (V)par Obi-Wan Kenobi\\par Obi-Wan Kenobi (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Jedi Knight (V)\\par Obi-Wan Kenobi, Padawan Learner\\par Obi-Wan Kenobi, Padawan Learner (V)\\par Obi-Wan With Lightsaber\\par A Tragedy Has Occurred\\par Grappling Hook\\par Grappling Hook (V)\\par Polarized Negative Power Coupling (V)\\par Strikeforce (V)\\par What're You Tryin' To Push On Us?",
    "IsPulled": "It's Not My Fault (V)\\par Luke, Trust Me (V)\\par The Camp (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "I Want Every Part Of This Ship Checked (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3411,
    "CardName": "S-Foils (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Lock S-foils in attack position.\"",
    "Gametext": "Deploy on a Rebel Base system. Each time you deploy a Rebel starfighter simultaneously with a pilot character, may retrieve 1 Force and/or draw top card of Reserve Deck. Suspended if Death Star 'blown away.' (Immune to Alter and Crossfire while you occupy this system.)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)\\par Yavin 4 (V)",
    "IsCanceledBy": "A New Secret Base\\par Crossfire (suspended)\\par Deflector Shield Generators (V) (suspended)\\par We'll Let Fate-a Decide, Huh? (V) (suspended)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3412,
    "CardName": "Alter (V7)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "A user of the Force can alter the environment to affect the minds of others. \"The Force can have a strong influence on the weak-minded.\" \\b OR \\b0 The Force can be used to affect the things around a Jedi. \"Always remember, your focus determines your reality.\"",
    "Gametext": "USED: Cancel Sense. LOST: Target an Effect, Political Effect, or Uttini Effect, and one of your characters on table. Draw destiny. If destiny < character's ability, target Effect is canceled (you lose no Force to There Is No Try). (Immune to opponent's Objective.)",
    "Information": "Alter may be placed over either the Premiere or Coruscant version of the card.",
    "Counterpart": "Alter (V)",
    "Cancels": "One Effect\\par One Political Effect\\par One Utinni Effect\\par Sense\\par Sense (EP1)\\par Sense & Uncertain Is The Future",
    "IsCanceledBy": "Control\\par Control (EP1)\\par Control & Set For Stun\\par Sense\\par Sense (EP1)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 3413,
    "CardName": "Heading For The Medical Frigate (V7)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "At the Battle of Endor, Rebel starships fought to defend key capital starships, such as the \\ul Redemption\\ul0 .",
    "Gametext": "USED: Take one \\ul Redemption\\ul0  or a [Death Star II] capital starship (except a Star Cruiser) into hand from Reserve Deck; reshuffle. STARTING: Deploy up to three cards that have the [Setup] icon or are Effects that deploy for free, are always [Immune to Alter], and deploy on table. Place Interrupt in Lost Pile.",
    "Information": "[Setup] icon cards:\\par Massassi Base Sentry (V)\\par Oh, He's Not Dead, Not Yet (V)\\par Rebel Aces (V)\\par Restore Freedom To The Galaxy (V)",
    "Pulls": "Luminous\\par Masanya\\par Nebulon-B Frigate\\par Redemption\\par Redemption (V)",
    "Counterpart": "Prepared Defenses (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3414,
    "CardName": "Red 3 (V7)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Biggs Darklighter's fighter at Battle of Yavin. Part of \\ul Ecliptic\\ul0  Evaders squadron near Sullust until transferred to Yavin Base.",
    "Gametext": "May add Biggs as pilot. If Red 3 is about to be lost before the damage segment, it is instead 'hit.' If targeted by Darklighter Spin, it is a Used Interrupt. Immune to Lateral Damage and attrition < 4.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Red 1 (V)",
    "Matching": "Biggs Darklighter\\par Biggs Darklighter (V)\\par Biggs, Rogue Legend (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3415,
    "CardName": "Planet Defender Ion Cannon (V7)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Artillery",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "cannon, ion cannon",
    "Destiny": 4,
    "Deploy": 4,
    "Forfeit": 4,
    "Lore": "KDY v-150 surface-to-space heavy ion cannon. The most powerful ground-based weapon in the Rebel arsenal. Reserved for strategic installations due to limited supply.",
    "Gametext": "Deploy on an exterior site. May target a capital starship (except \\ul Executor\\ul0 ) at related system for free. Draw two destiny. If total destiny > defense value, target is power and hyperspeed = 0 (if target forfeited this battle, may place this weapon out of play to steal it into your hand).",
    "IsPulled": "Captain Yutani\\par General Carlist Rieekan (V)\\par Panic (V)\\par Portable Scanner\\par Rebel Gunrunner (V)",
    "Combo": "Planet Defender Ion Cannon (V) + Rebel Cell - Perimeter (V)\\par (Hoth icon) artillery weapons at Rebel Cell sites are powered, forfeit +2, fire for free, and are placed in Used Pile when forfeited.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3416,
    "CardName": "Rebel Aces (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Mission",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Gametext": "Deploy on table. Your Sandwhirl is canceled. At battleground systems where you have a Rebel of ability = 2 piloting a starfighter, and you have no Force drain bonus (except from the system card itself), your Force drains are +1. Your starfighters with a pilot character aboard are immune to attrition < 4. Once per turn, may deploy Close Air Support from Reserve Deck; reshuffle. Your Rebel starfighters without astromech capacity (except Falcon or Artoo-Detoo in Red 5) gain \"May add 1 astromech.\"",
    "Icons": "Setup, Objective",
    "Information": "(THIS IS NOT AN EFFECT - I JUST CALLED IT THAT BECAUSE SW-IP DOESN'T SUPPORT MISSIONS YET)\\par -----\\par Original card: I'll Take The Leader\\par -----\\par Startable with Heading For The Medical Frigate (V)\\par -----\\par Rebel pilots of Ability = 2:\\par Biggs Darklighter\\par Biggs Darklighter (V)\\par Biggs, Rogue Legend (V)\\par Bren Quersey\\par Captain Verrack (V)\\par Chewbacca\\par Chewbacca (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Chewbacca, Protector\\par Chewbacca, Protector (V)\\par Chewie\\par Chewie (V)\\par Chewie With Blaster Rifle\\par Chewie, Enraged\\par Chewie, Enraged (V)\\par Colonel Cracken\\par Colonel Salm\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corporal Beezer (V)\\par Derek 'Hobbie' Klivian\\par Dutch\\par Elyhek Rue\\par General Walex Blissex\\par General Walex Blissex (V)\\par Gray Squadron Y-wing Pilot\\par Green Leader\\par Green Squadron Pilot\\par Hol Okand\\par Jek Porkins\\par Jek Porkins (V)\\par Jeroen Webb\\par Jeroen Webb (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Lieutenant Blount\\par Lieutenant Blount (V)\\par Lieutenant Lepira\\par Lieutenant Naytaan\\par Lieutenant Tarn Mison\\par Lieutenant Telsij\\par Major Haash'n\\par Nien Nunb\\par Pops\\par Rebel Pilot\\par Red Leader\\par Red Leader (V)\\par Romas \"Lock\" Navander\\par Romas \"Lock\" Navander (V)\\par Ryle Torsyn\\par Tamizander Rey\\par Tamizander Rey (V)\\par Ten Numb\\par Theron Nett\\par Theron Nett (V)\\par Tiree\\par Toryn Farr\\par Toryn Farr (V)\\par Tycho Celchu\\par Veteran Rogue (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wes Janson (V)\\par Zev Senesca",
    "Pulls": "Close Air Support",
    "IsPulled": "Luke, Trust Me (V)\\par The Camp (V)\\par Yavin 4: Massassi War Room (V)",
    "Rules": "Mission deployment rules - Missions deploy during the deploy phase like Effects. You may play any number of Missions as you want in your deck. There are currently two types of Missions: normal Missions, and Critical Missions. Critical Missions are so important that you may only have one on the table per game, and they may not be played in combination with an Objective.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3417,
    "CardName": "Restore Freedom To The Galaxy (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Critical Mission",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on Yavin 4. Once per turn, may deploy a battleground system or an interior Yavin 4 site from Reserve Deck; reshuffle. Whenever you Force drain at another battleground system, may draw destiny. Add 1 for each Yavin 4 site on table (2 if you occupy). If total destiny > 6, stack top card from either player's Reserve Deck face up there (limit one per system) to 'liberate' the system. At 'liberated' systems: Force drains are +1, and at same and related locations your total power is +3 and you draw one battle destiny if not able to otherwise. If opponent Force drains at a 'liberated' system, place stacked card in owner's Used Pile.",
    "Icons": "Setup",
    "Information": "(THIS IS NOT AN EFFECT - I JUST CALLED IT THAT BECAUSE SW-IP DOESN'T SUPPORT MISSIONS YET)\\par -----\\par Original card: Taking Them With Us\\par -----\\par This mission does not have the [Objective] icon, so it cannot be deployed if you've deployed an Objective.\\par -----\\par Startable with Heading For The Medical Frigate (V)",
    "Pulls": "Yavin 4: Briefing Room\\par Yavin 4: Docking Bay\\par Yavin 4: Massassi Throne Room\\par Yavin 4: Massassi War Room\\par Yavin 4: Massassi War Room (V)\\par Anoat\\par Aquaris\\par Bespin\\par Bothawui\\par Chandrila\\par Corellia\\par Corellia (V)\\par Corulag\\par Coruscant\\par Coruscant (EP1)\\par Dressel (V)\\par Endor\\par Hoth\\par Kashyyyk\\par Kashyyyk (V)\\par Kessel\\par Kiffex\\par Kirdo III\\par Malastare\\par Mon Calamari\\par Naboo\\par Ord Mantell\\par Raithal\\par Ralltiir\\par Roche\\par Roche (V)\\par Sullust\\par Tatooine\\par Tatooine (EP1)\\par Tibrin\\par Yavin 4\\par Yavin 4 (V)",
    "IsPulled": "Luke, Trust Me (V)\\par The Camp (V)",
    "Rules": "Mission deployment rules - Missions deploy during the deploy phase like Effects. You may play any number of Missions as you want in your deck. There are currently two types of Missions: normal Missions, and Critical Missions. Critical Missions are so important that you may only have one on the table per game, and they may not be played in combination with an Objective.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3418,
    "CardName": "General Nevar (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader.\\b0",
    "Gametext": "Adds 2 to power of anything he pilots (3 if Blizzard 2). Deploys -1 on Hoth. Once per game, may deploy a marker site with < 2 [Dark Side Icons] or a battleground (except Endor system or a war room) from Reserve Deck; reshuffle. Once per game, if piloting at a site where no characters present, may peek at opponent's hand.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original card: Commander Gherant\\par -----\\par Original concept by James Barnes, Dantooine Regionals 2010",
    "Pulls": "Hoth: Main Power Generators (V)\\par Hoth: Mountains\\par Hoth: North Ridge\\par Anoat\\par Asteroid Field\\par Bespin\\par Bespin (V)\\par Bespin: Cloud City\\par Big One: Asteroid Cave or Space Slug Belly\\par Blockade Flagship: Docking Bay\\par Blockade Flagship: Hallway\\par Carida\\par Carida: ISB Training Academy (V)\\par Cloud City: Carbonite Chamber\\par Cloud City: Casino\\par Cloud City: Chasm Walkway\\par Cloud City: Dining Room (V)\\par Cloud City: Downtown Plaza\\par Cloud City: East Platform (Docking Bay)\\par Cloud City: Incinerator\\par Cloud City: Interrogation Room\\par Cloud City: Lower Corridor\\par Cloud City: Port Town District\\par Cloud City: Upper Plaza Corridor\\par Cloud City: Upper Walkway\\par Cloud City: West Gallery\\par Clouds\\par Corulag\\par Corulag: ISB Logistics Office (V)\\par Coruscant (EP1)\\par Coruscant: Casino (V)\\par Coruscant: Chancellor's Office (V)\\par Coruscant: Docking Bay (EP1)\\par Coruscant: Sub City Lair (V)\\par Dantooine\\par Death Star: Docking Bay 327\\par Desert\\par Dungeon (Prison) (V)\\par Endor: Ancient Forest\\par Endor: Back Door\\par Endor: Dark Forest\\par Endor: Dense Forest\\par Endor: Ewok Village\\par Endor: Forest Clearing\\par Endor: Great Forest\\par Endor: Landing Platform (Docking Bay)\\par Execution Arena (Pit) (V)\\par Fondor\\par Forest\\par Gall\\par Geonosis (V)\\par Geonosis: Docking Bay (V)\\par Geonosis: Petranaki Arena (V)\\par Geonosis: Rocky Plains (V)\\par Hoth\\par Hoth: Defensive Perimeter\\par Hoth: Echo Command Center (War Room)\\par Hoth: Echo Corridor\\par Hoth: Echo Docking Bay\\par ISB Sector Office (V)\\par Jabba's Palace: Audience Chamber\\par Jabba's Palace: Lower Passages\\par Jungle\\par Kashyyyk\\par Kashyyyk: Forest Maze (V)\\par Kashyyyk: Skyhook Platform (V)\\par Kashyyyk: Wookiee Slaving Camp (V)\\par Kessel\\par Kessel: Spice Mines - Docking Bay (V)\\par Kessel: Spice Mines - Extraction Facility (V)\\par Kessel: Spice Mines - Prison (V)\\par Kiffex\\par Malastare\\par Mon Calamari\\par Muunilinst (V)\\par Muunilinst: Banking Clan Headquarters (V)\\par Muunilinst: City Of Harnaidan (V)\\par Muunilinst: Docking Bay (V)\\par Muunilinst: Separatist Command Center (V)\\par Naboo\\par Naboo: Battle Plains\\par Naboo: Swamp\\par Naboo: Theed Palace Courtyard\\par Naboo: Theed Palace Docking Bay\\par Naboo: Theed Palace Generator\\par Naboo: Theed Palace Generator Core\\par Naboo: Theed Palace Hallway\\par Naboo: Theed Palace Throne Room\\par Nal Hutta\\par Ord Mantell\\par Raithal\\par Ralltiir: Supply Route (V)\\par Ralltiir: Spaceport Financial District (V)\\par Remote Depot (V)\\par Rendili\\par Spaceport City\\par Spaceport Docking Bay\\par Spaceport Docking Bay (V)\\par Spaceport Prefect's Office\\par Spaceport Street\\par Storm Clouds (V6)\\par Sullust\\par Swamp\\par Tatooine\\par Tatooine (EP1)\\par Tatooine: Cantina\\par Tatooine: Desert\\par Tatooine: Desert Heart\\par Tatooine: Docking Bay 94\\par Tatooine: Great Pit Of Carkoon\\par Tatooine: Imperial Outpost (V)\\par Tatooine: Imperial Vanguard Camp\\par Tatooine: Jabba's Palace\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Canyon\\par Tatooine: Jundland Wastes\\par Tatooine: Krayt Dragon Pass\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Marketplace\\par Tatooine: Mos Eisley\\par Tatooine: Mos Eisley (V)\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa (V)\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Podrace Arena\\par Tatooine: Tusken Canyon\\par Tatooine: Watto's Junkyard\\par Tatooine: Watto's Junkyard (V)\\par Yavin 4\\par Yavin 4: Docking Bay\\par Yavin 4: Jungle",
    "IsPulled": "Come With Me (V)\\par Endor Shield (V)\\par Imperial Command",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3419,
    "CardName": "ISB Central Commander (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b commander\\b0, \\b leader\\b0, \\b Imperial Council Member\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "Lore": "Imperial council member. ISB \\b leader. \\b0",
    "Gametext": "\\b Agenda\\b0: intelligence. While with an ISB agent or Imperial Council Member, may not be targeted by weapons. During your deploy phase, may exchange an Imperial in hand with an Imperial of ability < 5 in Lost Pile. Immune to attrition < 3.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: Lieutenant Suba",
    "IsPulled": "Admiral Piett\\par Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par Dark Collaboration (V)\\par Tarkin (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Influence": 1
  },
  {
    "id": 3420,
    "CardName": "Sergeant Irol (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b biker scout trooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Cocky stormtrooper from an Outer Rim forest planet. Confident biker \\b scout \\b0and hunter. Relies on superior balance and strength to operate his speeder bike.",
    "Gametext": "Adds 2 to power of anything he pilots (or 3 to any speeder bike). Once per turn, while piloting at a battleground site, may lose 1 Force to cancel a Force drain at opponent's interior site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4\\par Come With Me (V)\\par Commander Praji (V)\\par General Tagge (V)\\par Ominous Rumors (V)",
    "Counterpart": "Corporal Beezer (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3421,
    "CardName": "Velken Tezeri (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Assigned by Jabba to work with Hermi Odle. Former technician for the Empire. Developed a method to remotely control seekers. Plotting to kill Jabba.",
    "Gametext": "Adds 2 to power of anything he pilots. Smuggler. May not be attacked. Velken may not target Luke with weapons. Once per game, when deployed to a battleground, opponent must use or lose 2 Force. While present at a pit, may add 1 to Force drains here, and Sarlacc is ferocity +1.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original concept by Kevin Reitzel, Georgia States 2009",
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3422,
    "CardName": "Fanfare (V7) - Defensive Shield",
    "Grouping": "Dark",
    "CardType": "Defensive Shield",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The Boonta Eve crowds are always looking for new and exciting developments at every Podrace.",
    "Gametext": "Plays on table. Cancels Order To Engage and Scramble. Once per game, may take an Immediate Effect into hand from Reserve Deck; reshuffle. While opponent occupies no battleground systems, Staging Areas is suspended. \"Missing\" on Lost In The Wilderness is treated as \"landspeed = 0 for remainder of turn.\"",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "After Her!\\par Alert My Star Destroyer!\\par All Too Easy\\par Awwww, Cannot Get Your Ship Out (V)\\par Bounty (V)\\par Breached Defenses\\par Cane Adiss\\par Cane Adiss (V)\\par Despair\\par Desperate Counter (V)\\par Energy Walls\\par Enter The Bureaucrat\\par Frozen Dinner\\par He Is Not Ready & Imperial Propaganda (V)\\par High Anxiety\\par I Am Your Father\\par I Am Your Father (V)\\par I Had No Choice (V)\\par Imperial Propaganda\\par Imperial Propaganda (V)\\par Lost In Space\\par Mostly Armless\\par Mournful Roar\\par Power Of The Sith (V)\\par Pride Of The Empire\\par Pride Of The Empire (V)\\par Protocol Failure (V)\\par Qui-Gon's End\\par Tentacle\\par Tentacle (V)\\par There'll Be Hell To Pay\\par Where Are You Taking This ... Thing (V)\\par You Want This, Don't You? (V)",
    "Counterpart": "Don't Do That Again (V) - Defensive Shield",
    "Cancels": "Order To Engage\\par Scramble\\par Suspends Staging Areas while opponent occupies no battleground systems.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 3423,
    "CardName": "Imperial Stockpile (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Empire's efficient, fear-driven logistical systems can quickly divert weapons and equipment from one conflict to another, focusing on regions of highest strategic priority.",
    "Gametext": "Deploy on table; Take into hand and stack a non-lightsaber weapon (without \"lost\" in game text) here from Reserve Deck; reshuffle. If a battle was just initiated, may deploy weapon here on a participating card. Return weapon here at end of weapons segment (if possible), at end of battle, or if it is about to leave table, be stolen, or become inactive. [Immune to Alter]",
    "Information": "Original card: Imperial Supply\\par -----\\par Original concept by Kevin Shannon, Player Of The Year 2008",
    "Pulls": "4-LOM's Concussion Rifle\\par Antipersonnel Laser Cannon\\par Assassin's Blaster Rifle (V)\\par Assault Rifle\\par AT-AT Cannon\\par AT-ST Dual Cannon\\par Aurra Sing's Blaster Rifle\\par Battle Droid Blaster Rifle\\par Blaster Rifle\\par Blaster Rifle (V)\\par Boba Fett's Blaster Rifle\\par Boba Fett's Blaster Rifle (V)\\par Boosted TIE Cannon\\par Cloud City Blaster\\par Concussion Missiles\\par Concussion Missiles (V)\\par Dengar's Blaster Carbine\\par Dengar's Modified Riot Gun\\par Double Laser Cannon\\par Dr. Evazan's Sawed-off Blaster\\par Droid Starfighter Laser Cannons\\par Energy Shell Launchers\\par Enhanced TIE Laser Cannon\\par E-web Blaster\\par Feltipern Trevagg's Stun Rifle\\par Fett's Blaster Rifle (V)\\par Force Pike\\par Gaderffii Stick\\par Gamorrean Ax\\par Heavy Turbolaser Battery\\par IG-88's Neural Inhibitor\\par UG-88's Neural Inhibitor (V)\\par IG-88's Pulse Cannon\\par Imperial Blaster\\par Intruder Missile\\par ISB Blaster Pistol (V)\\par Laser Cannon Battery\\par Laser Projector\\par Light Repeating Blaster Rifle\\par Mos Eisley Blaster\\par Naboo Blaster\\par Naboo Blaster Rifle\\par Ponda Baba's Hold-out Blaster\\par Scout Blaster\\par SFS L-s7.2 TIE Cannon\\par Speeded Bike Cannon\\par STAP Blaster Cannons\\par Superlaser\\par Superlaser Mark II\\par Turbolaser Battery\\par URoRRuR'R'R's Hunting Rifle\\par Vibro-Ax",
    "IsPulled": "Field Promotion (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Rebel Gunrunner (V)",
    "Rules": "This card may not be used to deploy its weapon more than once in the same battle.\\par -----\\par This card may be used to deploy a non-unique weapon more than once on the same turn and it may thus participate in more than one battle per turn. This is an exception to the normal rules that address participating in battle.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 3424,
    "CardName": "Trophy Of A Bounty Hunter (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The Abyssins are known for their regenerative abilities. Jabba keeps several statue heads of Abyssin creatures on his repulsorsled.",
    "Gametext": "Deploy on table. Whenever opponent's card hit by your bounty hunter leaves table, stack it here face down. Your bounty hunters are power and defense value +X, where X = number of cards stacked here. Once per game, may deploy Desilijic Tattoo or Jabba's Influence from Reserve Deck; reshuffle. [Immune to Alter]",
    "Information": "Original card: Abyssin Ornament\\par -----\\par Original concept by Special Design Team, PC Volunteer Award 2010",
    "Pulls": "Desilijic Tattoo\\par Desilijic Tattoo (V)\\par Jabba's Influence\\par Jabba's Influence (V)",
    "IsPulled": "Boba Fett (CC) (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3425,
    "CardName": "Where Are You Taking Them? (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Coruscant?\"",
    "Gametext": "Deploy on table. At non-[Episode I] sites, immunity to attrition of [Coruscant] Jedi is limited to < 5. Your game text on [Coruscant] systems is canceled. During your control phase, may say \"Coruscant?\" and lose 1 Force to place a just-resolved Interrupt in owner's Lost Pile. [Immune to Alter]",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Halt!\\par -----\\par Original concept by Kevin Shannon, MPC Champion 2010\\par -----\\par [Coruscant] systems (DS):\\par Coruscant (EP1)\\par Malastare\\par Naboo\\par Tatooine (EP1)\\par -----\\par [Coruscant] systems (LS):\\par Coruscant (EP1)\\par Malastare\\par Naboo\\par Tatooine (EP1)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 3426,
    "CardName": "Dark Collaboration (V7)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Imperial leaders are ruthlessly effective when working together. Tarkin, Motti and Tagge presented a deadly combination as they plotted to \"crush the Rebellion.\"",
    "Gametext": "Use 1 Force to take an Imperial Council Member (or Bewil) into hand or deploy a site with \"ISB\" in title or game text from Reserve Deck; reshuffle. OR During battle, your total power is +X, where X = your total influence at Conference Room (limit +6).",
    "Pulls": "Bewil or Imperial Council Member:\\par Captain Bewil\\par Captain Bewil (V)\\par Colonel Wullf Yularen (V)\\par ISB Central Commander (V)\\par Janus Greejatus\\par Janus Greejatus (V)\\par Officer Evax (V)\\par Sim Aloo\\par Sim Aloo (V)\\par -----\\par Site with ISB in Title or Game Text:\\par Carida: ISB Training Academy (V)\\par Corulag: ISB Logistics Office (V)\\par Coruscant: ISB Central Office\\par ISB Sector Office (V)",
    "IsCanceledBy": "Dark Dissension",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3427,
    "CardName": "Corulag: ISB Logistics Office (V7)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you control, ISB agents are deploy +1 here. Immune to Revolution.\\par During your move phase, may use 1 Force to relocate up to three ISB agents between two sites with \"ISB\" in title.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, ISB agents are deploy +1 here. Immune to Revolution.",
    "DarkSideText": "During your move phase, may use 1 Force to relocate up to three ISB agents between two sites with \"ISB\" in title.",
    "Icons": "Exterior, Planet, Scomp Link",
    "Planet": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "Information": "Original card: Cloud City: Casino\\par -----\\par Sites with \"ISB\" in title:\\par Carida: ISB Training Academy (V)\\par Corulag: ISB Logistics Office (V)\\par Coruscant: ISB Central Office (V)\\par ISB Sector Office (V)",
    "IsPulled": "A Sith's Plans (V)\\par Baktoid Armor Workshop (V)\\par Dark Collaboration (V)\\par General Nevar (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3428,
    "CardName": "Kashyyyk: Forest Maze (V7)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Unless you control, Jedi deploy +1 to Kashyyyk and may 'swing' lightsabers only once per battle there.\\par During your control phase, if you occupy with at least two Trandoshans, opponent loses 1 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Unless you control, Jedi deploy +1 to Kashyyyk and may 'swing' lightsabers only once per battle there.",
    "DarkSideText": "During your control phase, if you occupy with at least two Trandoshans, opponent loses 1 Force.",
    "Icons": "Exterior, Planet, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Original card: Endor: Dense Forest\\par -----\\par Original concept by Tom Frafjord, Rosemount Championship 2009",
    "IsPulled": "A Sith's Plans (V)\\par Baktoid Armor Workshop (V)\\par General Nevar (V)\\par Kashyyyk: Slaving Camp Headquarters (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3429,
    "CardName": "Kashyyyk: Slaving Camp Headquarters (V7)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force drain +1 here. If you control with a Wookiee, Trandoshans are deploy +1 to Kashyyyk.\\par Once per turn, may use 1 Force to deploy a battleground site to Kashyyyk and/or a card with \"Hunting\" in title from Reserve Deck; reshuffle.",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "LightSideText": "Force drain +1 here. If you control with a Wookiee, Trandoshans are deploy +1 to Kashyyyk.",
    "DarkSideText": "Once per turn, may use 1 Force to deploy a battleground site to Kashyyyk and/or a card with \"Hunting\" in title from Reserve Deck; reshuffle.",
    "Icons": "Exterior, Interior, Planet, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "Information": "Original card: Endor: Back Door\\par -----\\par Original concept by Special Design Team, PC Volunteer Award 2010",
    "Pulls": "Battleground site to Kashyyyk:\\par Desert\\par Dungeon (Prison) (V)\\par Execution Arena (Pit) (V)\\par Forest\\par Jungle\\par Kashyyyk: Forest Maze (V)\\par Kashyyyk: Skyhook Platform (V)\\par Kashyyyk: Wookiee Slaving Camp (V)\\par Remote Depot (V)\\par Spaceport Docking Bay\\par Spaceport Docking Bay (V)\\par Swamp\\par -----\\par Card with \"Hunting\" in title\\par T'doshok Hunting Vow (V)\\par URoRRuR'R'R's Hunting Rifle",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3430,
    "CardName": "Blockade Flagship (V7)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Trade Federation Battleship",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Trade Federation (starship), Droid Control Ship",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 7,
    "Forfeit": 7,
    "Armor": 7,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Aware that the Senate was sending a commission to Naboo, the Trade Federation evacuated many of its battleships, leaving its flagship to operate as the Droid Control Ship.",
    "Gametext": "May add 4 pilots, 4 passengers, 2 vehicles and 4 droid starfighters. Permanent pilot provides ability of 2. Once per game, may deploy a Neimoidian pilot aboard from Reserve Deck; reshuffle. Immune to Medium Transport.",
    "Icons": "Trade Federation, Pilot, Astromech, Episode 1",
    "Pilot": 1,
    "Astromech": 1,
    "TradeFederation": 1,
    "Episode1": 1,
    "Information": "Neimoidian pilots are:\\par \\par Captain Daultay Dofine\\par Daultay Dofine\\par Neimoidian Pilot\\par Sil Unch",
    "Pulls": "One Neimoidian pilot.\\par Captain Daultay Dofine\\par Daultay Dofine\\par Daultay Dofine (V)\\par Neimoidian Pilot\\par Sil Unch",
    "Matching": "Captain Daultay Dofine\\par Daultay Dofine (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 3431,
    "CardName": "Bail Organa, Father Of Rebellion (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel/Republic",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0 , \\b leader\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 3,
    "Politics": 2,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Senator.\\b0  \\b Leader.\\b0",
    "Gametext": "\\b Agenda\\b0 : rebellion. Your [Coruscant] Political Effects and [Coruscant] senators are lost. Whenever you initiate a battle with a Rebel, may retrieve 1 Force. While in a senate majority, during your control phase, may take one card into hand from Force Pile; reshuffle.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Palejo Reshad\\par -----\\par Original concept by Nico Kriedl, XXX",
    "IsPulled": "Alderaan Consular Ship (V) (to deploy aboard)\\par Might Of The Republic",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3432,
    "CardName": "Rahm Kota, Blind Jedi (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "Insurgent \\b leader.\\b0",
    "Gametext": "[Episode I] Jedi are lost. At battlegrounds, Insurgents are immune to attrition < 5. Once per turn, may peek at top card of your Reserve Deck (or if Galen on table, any Reserve Deck); may place that card on top of owner's Used Pile. May not carry weapons.",
    "Information": "Original card: Return Of A Jedi\\par -----\\par Original concept by Special Design Team, PC Volunteer Award 2010\\par -----\\par [Episode 1] Jedi:\\par Depa Billaba\\par Jedi Advisor (V)\\par Jedi Guardian (V)\\par Jedi Pilot (V)\\par Jedi Survivor (V)\\par Ki-Adi-Mundi\\par Ki-Adi-Mundi (V)\\par Mace Windu\\par Mace Windu (V)\\par Mace Windu, Jedi Master\\par Mace Windu, Master Of The Order (V)\\par Master Qui-Gon\\par Master Qui-Gon (V)\\par Obi-Wan Kenobi, Jedi Knight\\par Obi-Wan Kenobi, Jedi Knight (V)\\par Plo Koon\\par Plo Koon (V)\\par Qui-Gon Jinn\\par Qui-Gon Jinn With Lightsaber\\par Qui-Gon Jinn, Jedi Master\\par Yoda, Master Of The Force\\par Yoda, Senior Council Member\\par Yoda, Senior Council Member (V)",
    "IsPulled": "Tatooine: City Outskirts",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3433,
    "CardName": "Commander Wedge Antilles (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0 , \\b leader\\b0 , \\b Corellian\\b0 , Rogue Squadron pilot",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 2,
    "Lore": "Promoted to commander for his heroism in the Battle of Yavin. \\b Leader\\b0  in charge of training new pilots assigned to Echo Base. Piloted Rogue 3 in the battle of Hoth.",
    "Gametext": "Adds 3 to power of anything he pilots. Anything Wedge pilots is maneuver +1. Once per turn, may take One More Pass into hand from Reserve Deck; reshuffle. While piloting at a battleground site, draws one battle destiny if not able to otherwise, and [V4] Their Fire Has Gone Out Of The Universe flips and may not flip back.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Wedge Antilles personas are:\\par \\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par [Wedge In Red Squadron 1 (V)]\\par -----\\par Rogue Squadron is:\\par \\par Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "Pulls": "One More Pass",
    "IsPulled": "Beldon's Eye (V)\\par Colonel Feyn Gospic (V)\\par Echo Base Garrison\\par General Dodonna (V)\\par Princess Organa",
    "Matching": "Pulsar Skate\\par Red 2\\par Red Squadron 1\\par Rogue 3\\par Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3434,
    "CardName": "Corporal Beezer (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Alderaan slicer and technician. Trained by Brooks Carlson to serve as a \\b scout\\b0  for Alliance commandos. She gets nervous when General Solo tries to hotwire something.",
    "Gametext": "Adds 2 to power of anything he pilots (or 3 to any speeder bike). Once per turn, while piloting at a battleground site, may lose 1 Force to cancel a Force drain at opponent's interior site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Covert Landing (V)\\par General Crix Madine\\par General Dodonna (V)\\par Rapid Deployment (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3435,
    "CardName": "Tarfful, Wookiee Insurgent (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b Wookiee\\b0, \\b leader\\b0",
    "Destiny": 3,
    "Power": 6,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "/b Leader./b0",
    "Gametext": "\"Occupy\" on Forest Depths is treated as \"control.\" Non-unique Wookiees here are Heroic. Once per game, when deployed, may 'roar' to take one card into hand from Used Pile (reshuffle) and/or stack a Wookiee (as if just lost) from hand on Grrrghrrrgh!. ",
    "Icons": "Warrior, Episode 1",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Original card: Wookiee Roar",
    "IsPulled": "Princess Organa",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope",
    "Errata": 1
  },
  {
    "id": 3436,
    "CardName": "Don't Do That Again (V7) - Defensive Shield",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "The Jedi won't tolerate silly behavior for very long.",
    "Gametext": "Plays on table. Once per game may take any Immediate Effect into hand from Reserve Deck; reshuffle. While opponent occupies no battleground systems, Mobilization Points is suspended. \"Missing\" on Always Thinking With Your Stomach is treated as \"landspeed = 0 for remainder of turn.\"",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "A Gift\\par A Vergence In The Force\\par Advantage\\par At Peace\\par Descent Into The Dark\\par Disarming Creature\\par par Eject! Eject! & Imperial Atrocity (V)\\Energy Walls\\par Field Dressing (V)\\par Grappling Hook\\par Grappling Hook (V)\\par Heroic Sacrifice\\par Hindsight (V)\\par I Can't Believe He's Gone\\par I Can't Believe He's Gone (V)\\par Imperial Atrocity\\par Imperial Atrocity (V)\\par Legendary Starfighter\\par Return Of The Jedi (V)\\par The Time For Our Attack Has Come\\par The Time For Our Attack Has Come (V)\\par They Win This Round\\par Weapon Of A Fallen Mentor\\par What Was It?\\par What're You Tryin' To Push On Us?",
    "Counterpart": "Fanfare (V) - Defensive Shield",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 3437,
    "CardName": "Planetary Defenses (V7) - Defensive Shield",
    "Grouping": "Light",
    "CardType": "Defensive Shield",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Key installations are protected from bombardment by a complex network of early warning sensors, emergency shields and fast response fighters.",
    "Gametext": "Plays on any site. This location may not be targeted by Proton Bombs. Death Star sites are immune to Expand The Empire. Unless Death Star: Docking Bay 327 on table, Commence Primary Ignition is canceled.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Cancels": "Unless Death Star: Docking Bay 327 on table:\\par Commence Primary Ignition\\par Commence Primary Ignition (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 3438,
    "CardName": "Declaration Of Rebellion (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Deploy on table. Bail, Leia, and Mon Mothma are Insurgents. While an Insurgent present at a battleground, your total battle destiny is +1, and, if with your non-unique character, neither may have their forfeit reduced below 4. Once per game, may take one K'lor'slug into hand from Reserve Deck; reshuffle. [Immune to Alter]",
    "Information": "Original card: Critical Error Revealed\\par -----\\par Original concept by Aaron Nelson & Chris Schoenthal, MPC Team Tournament 2010",
    "Pulls": "Commando Training & K'lor'slug (V)\\par K'lor'slug\\par K'lor'slug (V)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3439,
    "CardName": "I Hope She's All Right (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"I'm afraid that Artoo's sensors can find no trace of Princess Leia.\"",
    "Gametext": "Deploy on table. Your scouts are defense value and forfeit +2 (neither may be increased above 6). Your Effects that deploy on Back Door may deploy there for free. Once per turn, may use 2 Force to take into hand an [Endor] battleground site, an [Endor] weapon, or a card with \"Ewok\" in lore into hand from Reserve Deck; reshuffle. [Immune to Alter]",
    "Information": "Original concept by Geoff Dearing, Utah States 2009\\par -----\\par Effects that deploy on Back Door:\\par Count Me In (V)\\par I Wonder Who They Found (V)\\par That's One (V)",
    "Pulls": "[Endor] battleground site:\\par Endor: Back Door\\par Endor: Dense Forest\\par Endor: Ewok Village\\par Endor: Ewok Village (V)\\par Endor: Great Forest\\par Endor: Hidden Forest Trail\\par Endor: Landing Platform (Docking Bay)\\par Endor: Rebel Landing Site (Forest)\\par -----\\par [Endor] weapon:\\par A280 Sharpshooter Rifle\\par A280 Sharpshooter Rifle (V)\\par BlasTech E-11B Blaster Rifle\\par Chewbacca's Bowcaster\\par Ewok Bow\\par Ewok Catapult\\par Ewok Spear\\par Explosive Charge\\par -----\\par card with \"Ewok\" in lore:\\par Chief Chirpa\\par Chief Chirpa (V)\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par Endor Celebration\\par Endor Celebration (V)\\par Ewok Glider\\par Ewok Rescue\\par Ewok Sentry\\par Ewok Spear\\par Ewok Spearman\\par Ewok Tribesman\\par Graak\\par Kazak\\par Logray\\par Lumat\\par Paploo\\par Rabin\\par Romba\\par Sound The Attack\\par Surpise Counter Assault\\par Teebo\\par Threepio\\par Wicket\\par Wicket (V)\\par Wokling\\par Wokling (V)\\par Wuta",
    "IsPulled": "General Solo (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3440,
    "CardName": "Rebel Gunrunner (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Smugglers from many worlds are hunted by the Empire for providing arms and supplies to the Alliance. The Outer Rim is their refuge.",
    "Gametext": "Deploy on table; Take into hand and stack a non-lightsaber weapon (without \"lost\" in game text) here from Reserve Deck; reshuffle. If a battle was just initiated, may deploy weapon here on a participating card. Return weapon here at end of weapons segment (if possible), at end of battle, or if it is about to leave table, be stolen, or become inactive. [Immune to Alter]",
    "Information": "Original card: Palace Raider\\par -----\\par Original concept by Kevin Shannon, Player Of The Year 2008",
    "Pulls": "A280 Sharpshoort Rifle\\par A280 Sharpshooter Rifle (V)\\par Atgar Laser Cannon\\par A-wing Cannon\\par BlasTech E-11B Blaster Rifle\\par Blaster\\par Blaster Rifle\\par Bowcaster\\par Bowcaster (V)\\par Captain Tarpals' Electropole\\par Chewbacca's Bowcaster\\par Cloud City Blaster\\par Concussion Missiles\\par Dual Laser Cannon\\par Dual Laser Cannon (V)\\par Echo Base Trooper Rifle\\par Electropole\\par Enhanced Proton Torpedoes\\par Enhanced Proton Torpedoes (V)\\par Ewok Bow\\par Ewok Catapult\\par Ewok Spear\\par Golan Laser Battery\\par Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)\\par Heavy Turbolaser Battery\\par Intruder Missile\\par Jar Jar's Electropole\\par Jawa Ion Gun\\par Lando's Blaster Rifle\\par Leia's Sporting Blaster\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V)\\par Luke's Hunting Rifle\\par Medium Repeating Blaster Cannon\\par Mos Eisley Blaster\\par Naboo Blaster Rifle\\par Naboo Security Officer Blaster\\par Panaka's Blaster\\par Planet Defender Ion Cannon (V)\\par Power Harpoon\\par Proton Torpedoes\\par Proton Torpedoes (EP1)\\par Quad Laser Cannon\\par Surface Defense Cannon\\par Vibro-Ax",
    "IsPulled": "It's Not My Fault (V)\\par Tatooine: Obi-Wan's Hut (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Imperial Stockpile (V)",
    "Rules": "This card may not be used to deploy its weapon more than once in the same battle.\\par -----\\par This card may be used to deploy a non-unique weapon more than once on the same turn and it may thus participate in more than one battle per turn. This is an exception to the normal rules that address participating in battle.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace Sealed Deck",
    "Errata": 1
  },
  {
    "id": 3441,
    "CardName": "Rogue Insertion (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Each Rebel soldier is driven by bravery and a belief in the Rebel Alliance's ideal of freedom. Courageous and quick-thinking Rebels often defeat Imperial legions.",
    "Gametext": "Deploy on table. Canceled if your Senate or [Reflections II] objective on table. Unless your character of ability > 4 at a site, Rogue Squadron pilots are power +1 (power +2 if ability < 3), and armor = 4. [Immune to Alter]",
    "Information": "Original card: Warrior's Courage\\par -----\\par Rogue Squadron is:\\par \\par Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 3442,
    "CardName": "Rogue Squadron Tactics (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"I'm going to cut across the axis and try and draw their fire.\"",
    "Gametext": "Deploy on table. Once per game, may take non-[V1] Alderaan or Dressel, and/or a [Death Star II] Rogue Squadron pilot (except Tycho) into hand from Reserve Deck; reshuffle. Once per turn, if you just Force drained at a battleground system, may draw top card of Reserve Deck. [Immune to Alter]",
    "Information": "Original card: Draw Their Fire\\par -----\\par Original concept by Matt Sokol, Yavin 4 Regionals 2009\\par -----\\par Rogue Squadron is:\\par \\par Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "Pulls": "Alderaan\\par Dressel (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Wedge Antilles, Red Squadron Leader",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3443,
    "CardName": "The Camp (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "An isolated camp protected by Obi-Wan and Captain Panaka was established at the Queen's starship while Qui-Gon searched for a way to repair the leaking hyperdrive.",
    "Gametext": "Unless your [Reflections II] objective on table, deploy on table. If [Permanent Weapon] Maul in battle at a site, and you have no unique (*) character of ability > 3 (except Luke of ability = 4) there, lightsabers there may not be 'swung' twice. Once per game, may take one K'lor'slug or a [Setup] card into hand from Reserve Deck; reshuffle. [Immune to Alter]",
    "Pulls": "All My Urchins & Cloud City Celebration\\par Commando Training & K'lor'slug (V)\\par K'lor'slug\\par K'lor'slug (V)\\par Massassi Base Sentry (V)\\par Oh, He's Not Dead, Not Yet (V)\\par Rebel Aces (V)\\par Restore Freedom To The Galaxy (V)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 3444,
    "CardName": "Clinging To The Edge (V7)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "There are some times, more than others, when you should not look down.",
    "Gametext": "USED: During opponent's deploy phase, if both players occupy the same battleground, activate 2 Force. LOST: During any deploy phase, deploy a lightsaber from Lost Pile on your character at an interior Naboo battleground.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original concept by Casey Anis, Yavin 4 Regionals 2010\\par -----\\par Interior Naboo battlegrounds:\\par Naboo: Theed Palace Docking Bay\\par Naboo: Theed Palace Generator\\par Naboo: Theed Palace Generator Core\\par Naboo: Theed Palace Hallway\\par Naboo: Theed Palace Throne Room",
    "Pulls": "Lightsaber from Lost Pile",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 3445,
    "CardName": "Roche (V7)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Unless opponent controls this system, Commence Primary Ignition may not target Roche.\\par Force drain -1 here. If you control, Asteroid Sanctuary at related sector is canceled.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Unless opponent controls this system, Commence Primary Ignition may not target Roche.",
    "DarkSideText": "Force drain -1 here. If you control, Asteroid Sanctuary at related sector is canceled.",
    "Parsec": 7,
    "Icons": "Planet",
    "Planet": 1,
    "Information": "Blue Squadron B-wing deploys -2 here.",
    "IsPulled": "A Jedi's Plans (V)\\par A New Secret Base\\par Darklighter Spin (V)\\par Mindful Of The Future\\par Restore Freedom To The Galaxy (V)\\par Romas \"Lock\" Navander (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3446,
    "CardName": "Battle Droid Squad (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Battle Droid",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 5,
    "Forfeit": 4,
    "Armor": 3,
    "Ability": 0,
    "Lore": "The activation of droids requires a transmission from a Droid Control Ship on a top-secret frequency. Only a Trade Federation captain has access to these frequencies.",
    "Gametext": "Lost if Droid Racks on table. While a Blockade Flagship site on table, draws two battle destiny if unable to otherwise.",
    "Icons": "Episode 1, Droid",
    "Droid": 1,
    "Episode1": 1,
    "Information": "Original card: Drop Your Weapons",
    "IsPulled": "Naboo: Theed Palace Hallway",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 3447,
    "CardName": "IG-100 MagnaGuard (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Guard Droid",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "***",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 4,
    "Armor": 4,
    "Ability": 0,
    "Gametext": "Shockstaff deploys and fires for free on this droid. While on Blockade Flagship or Coruscant (or with Grievous), this droid is Heroic and power +2. Your characters here are immune to Ambush, Clash Of Sabers, and attrition < 4.",
    "Icons": "Episode 1, Droid, Warrior",
    "Warrior": 1,
    "Droid": 1,
    "Episode1": 1,
    "Information": "Original card: IG-88",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3448,
    "CardName": "Insidious Prisoner (V7)",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If A Stunning Move on table, deploy on Palpatine's Quarters (if [V5] We Have A Plan on table, this card always relocates to Palpatine if possible (even if a captive)); before drawing a starting hand opponent may deploy a Jedi and/or a lightsaber here. \\par \\b Evil Is Everywhere\\b0: Opponent may not Force drain here. Adds one [Dark Side Force Icon] at same site. If just lost, relocate to Blockade Flagship: Prison. Once per turn, if a player controls this site, they may have this card (unless on Palpatine) follow their first character to move from here using landspeed or docking bay transit to a non-shielded site.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Emperor's Power",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 3449,
    "CardName": "Coruscant: Palpatine's Quarters (V7)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Force drain -1 here. Jedi here may not have their power reduced.\\par While Insidious Prisoner on table, Grievous is immune to attrition.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "Force drain -1 here. Jedi here may not have their power reduced.",
    "DarkSideText": "While Insidious Prisoner on table, Grievous is immune to attrition.",
    "Icons": "Episode 1, Planet, Interior",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "Information": "Original card: Cloud City: Casino (Dark)",
    "IsPulled": "A Sith's Plans (V)\\par General Nevar (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3450,
    "CardName": "A Stunning Move/A Valuable Hostage (V7)",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Destiny": 0,
    "ObjectiveFront": "\\ul Deploy Palpatine's Quarters, Private Platform, and Insidious Prisoner.\\ul0 \\par \\b For\\b0  remainder of game, Sidious and Imperials are lost. Once per turn, may deploy a Blockade Flagship site from Reserve Deck; reshuffle. Blockade Flagship may not be 'blown away.' \\par \\b While\\b0  this side up, Insidious Prisoner only follow's opponent's characters when moving to Palpatine's Quarters. Once per game, may deploy (for -2 Force) Dooku or Grievous from Reserve Deck to a site you occupy; reshuffle.\\par \\b Flip\\b0  this card if Insidious Prisoner is on Blockade Flagship.",
    "ObjectiveBack": "\\b Immediately\\b0  take into hand from Reserve Deck; reshuffle (or retrieve into hand) a [Presence] droid.\\par \\b While\\b0  this side up, immunity to attrition of opponent's Jedi, starships, and vehicles is limited to < 5. During your control phase, opponent loses 1 Force for each battleground you control. Once during your turn, may search your Force Pile and reveal any one card; reshuffle. Opponent may lose 2 Force to place that card on bottom of your Used Pile; otherwise, take it into hand. \\par \\b Flip\\b0  this card if Insidious Prisoner not at a Blockade Flagship site.\n",
    "ObjectiveFrontName": "A Stunning Move (V7)",
    "ObjectiveBackName": "A Valuable Hostage (V7)",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Invasion",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 3451,
    "CardName": "5D6-RA-7 (Fivedesix) (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Servant Droid",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 5,
    "Ability": 0,
    "Lore": "Aide to Admiral Motti's staff. Foul-tempered and vindictive. Feared by other droids. A \\b spy\\b0  for the ISB. Secretly investigates Imperial officers whose loyalties are in question.",
    "Gametext": "Adds 2 to power of anything he pilots. Power +1 while with your leader. If at a Scomp link when opponent draws destiny of: 1-3, you may activate 1 Force; 4-6, you may draw top card of your Reserve Deck; 0 or 7, you may retrieve 1 Force.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Look Sir, Droids (V)\\par Tarkin (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3452,
    "CardName": "ISB Sector Commander (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b commander\\b0 , \\b leader\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "ISB \\b leader\\b0 .",
    "Gametext": "Adds 2 to power of anything he pilots. Once per game, when deployed, you may retrieve up to two Imperials (or one into hand). While present at a site you control, Effects with \"Celebration\" in title at related system are suspended, and, once per turn, may use 1 Force to deploy a trooper from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Lieutenant Tanbris",
    "IsPulled": "Admiral Piett\\par Blizzard 4\\par Come With Me (V)\\par Commander Praji (V)\\par Tarkin (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3453,
    "CardName": "Admiral Pellaeon (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b admiral\\b0 , \\b leader\\b0 , \\b Corellian\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Corellian \\b leader\\b0 . Lied about his age to enter the Academy. Took command of \\ul Chimaera\\ul0  when its captain was killed at the Battle of Endor. Admires Grand Admiral Thrawn.",
    "Gametext": "Adds 2 to power of anything he pilots. May be revealed from hand to take Justifier into hand from Reserve Deck (reshuffle) and deploy both simultaneously (for -1 Force each). Opponent's passengers here are forfeit = 0. Once per game, if aboard Justifier, may lose 1 Force to move away from battle as a 'react' (at hyperspeed +2).",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original card: Captain Gilad Pellaeon",
    "IsPulled": "Come With Me (V)\\par Endor Shield (V)\\par Flagship (V)\\par Imperial Command\\par Tarkin's Orders (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 3454,
    "CardName": "Grand Moff Tarkin (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0 , moff",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Leader\\b0 . Governor of Outer Rim Territories. Commanded Death Star. Helped disband Imperial Senate. Defined doctrine of rule by fear. Plotted to use Death Star against Emperor.",
    "Gametext": "Adds 2 to power of anything he pilots. Destiny +2 when drawn for destiny. Draws one battle destiny if unable to otherwise (if with Vader or an Imperial leader, may add one instead). During battle, if you just drew a destiny < number of Imperials here, may cancel and redraw that destiny.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Tarkin personas are:\\par \\par Tarkin\\par Tarkin (V)\\par Grand Moff Tarkin\\par Grand Moff Tarkin (V)\\par Moff Tarkin, Death Star Commandant (V)\\par -----\\par Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V)\\par Janus Greejatus\\par Janus Greejatus (V)\\par Officer Evax (V)\\par Sim Aloo\\par Sim Aloo (V)\\par \\par There Is No Try & Oppressive Enforcement (V) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "Blizzard 4\\par Come With Me (V)\\par Tarkin's Orders (V)\\par The Empire's Back\\par The Empire's Back (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3455,
    "CardName": "Garindan (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Long-nosed, male Kubaz from Kubindi. \\b Spy\\b0 . Squealed on Obi-Wan and Luke outside Docking Bay 94. Works for Jabba the Hutt or the highest bidder. Not particularly brave.",
    "Gametext": "Adds 1 to power of anything he pilots. May deploy -1 as a 'react'; shuffle any Reserve Deck; Ignores Objective deployment restrictions. Unless alone, may place Garindan in Used Pile to cancel a just drawn weapon destiny here. [V2] Imperial Domination ignores Garindan.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original concept by Cole Lepine & Alex O'Shea, Ontario Provincials 2009",
    "IsPulled": "Murttoc Yine",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3456,
    "CardName": "Sy Snootles (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0 , Mistryl",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Pa'lowick \\b musician\\b0 . Manager of The Max Rebo Band. Reports on Jabba to Lady Valarian. Bib Fortuna uses her as a double agent, feeding her false information.",
    "Gametext": "Once per turn, may use 1 Force to 'court' a male present. That character is power -3 and requires +2 Force to use landspeed for remainder of turn. Once per game, may take Set For Stun, They're Still Coming Through!, or You Want This, Don't You? into hand from Reserve Deck; reshuffle.",
    "Information": "Original concept by Michael Richards, Dantooine Regionals 2008",
    "Pulls": "Control & Set For Stun\\par Set For Stun\\par They're Still Coming Through!\\par You Want This, Don't You?",
    "IsPulled": "Ak-rev\\par Stunning Leader (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3457,
    "CardName": "Moruth Doole, Kessel Administrator (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Gametext": "Deploys -1 to Kessel. While at a Kessel battleground site, your Force drains are +1 at X related locations, where X = number of 'spice' cards on Spice Mine Operations, and once per turn, may use 3 Force to take a 'spice' card you own into hand.",
    "Information": "Original card: Chall Bekan",
    "IsPulled": "Kessel Surveillance System (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Official Tournament Sealed Deck"
  },
  {
    "id": 3458,
    "CardName": "Kessel Surveillance System (V7)",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Lore": "Remote surveillance viewers with droid controllers supplement security. Can activate alarms and automated weapons when needed, bringing help to endangered locations.",
    "Gametext": "Deploy on a Kessel site. Opponent's Force drains are -1 here. Once per turn, if you are about to lose Force from Reserve Deck, may place a 'spice' card in owner's Lost Pile to make that Force satisfy 1 additional Force loss. Once per game, may deploy Morth Doole here from Reserve Deck; reshuffle.",
    "Information": "Original card: Observation Holocam",
    "Pulls": "Spice Mine Administrator (V)",
    "IsPulled": "Emergency Deployment (V)\\par Levitation Attack (V)\\par Spice Mine Operations (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 3459,
    "CardName": "Trophy Of A Kill (V7)",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "**",
    "Destiny": 6,
    "Gametext": "Deploy on Galen, Grievour, or your female of ability > 3. Character is immunity to attrition +2 (and power +2 if female). May add 1 to Force drain where present. This device lost if character Disarmed.",
    "Information": "Original card: Mara Jade's Lightsaber",
    "IsPulled": "Aurra Sing, Deadly Assassin (V)\\par Emergency Deployment (V)\\par I've Lost Artoo! (V)\\par Levitation Attack (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Jabba's Palace"
  },
  {
    "id": 3460,
    "CardName": "Jabba's Haven (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba has won the service of many of his guards and other henchbeings through games of chance.",
    "Gametext": "Deploy on table. May deploy Nal Hutta from Reserve Deck; reshuffle. Once per game, may retrieve an alien or [Independent] starship into hand. While Fearless And Inventive on table, once per battle, may lose 1 Force; your battle destiny modifiers affect your total battle destiny instead. [Immune to Alter]",
    "Information": "Original card: Jabba's Palace Sabacc\\par -----\\par Original concept by Jarad Konsker, Online League MPC 2010",
    "Pulls": "Nal Hutta",
    "IsPulled": "Operational As Planned (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3461,
    "CardName": "A Dark Time For The Rebellion (V7)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Absolute control wielded by the Emperor enables the Imperial forces to dominate planetary systems before the Rebel Alliance can gain a foothold.",
    "Gametext": "\\ul If opponent went first this game, retrieve 1 Force when you play this Interrupt.\\ul0  Add or subtract 1 from opponent's just drawn destiny. OR Activate up to 2 Force. OR Take Control into hand from Reserve Deck; reshuffle. OR Until end of turn, battle destiny draws may not be modified or canceled (unless being redrawn).",
    "Pulls": "Control\\par Control (EP1)\\par Control & Set For Stun",
    "Rules": "The force retrieval from this card happens first, before you have the chance to perform any of the other functions. (Meaning you can't activate 2 force first to be able pay for Aim High to do the retrieval)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3462,
    "CardName": "Evacuate? (V7)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon2",
    "Destiny": 6,
    "Lore": "Escape pods are on many starships allowing those in peril to flee, an act considered cowardly by Imperial officers. \"We've analyzed their attack, sir, and there is a danger.\"",
    "Gametext": "Use 1 Force to target your character of ability > 3 alone at a site.\\par USED: During any move phase, take target into hand. LOST: If opponent has exactly one non-spy character at target's site, place target in Used Pile.",
    "Information": "Original concept by Jake Nelson, MN Superweekend 2010",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3463,
    "CardName": "Coruscant: Private Platform (Docking Bay) (V7)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "All docking bay transit from same site as Insidious Prisoner is free. Your docking bay transit from here requires 2 Force.\\par If deployed by your [V7] objective, may not be separated from Palpatine's Quarters. Your docking bay transit to or from here is free.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "All docking bay transit from same site as Insidious Prisoner is free. Your docking bay transit from here requires 2 Force.",
    "DarkSideText": "If deployed by your [V7] objective, may not be separated from Palpatine's Quarters. Your docking bay transit to or from here is free.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Original card: Cloud City: East Platform (Docking Bay)",
    "IsPulled": "Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Join Us Or Die (V)\\par Ket Maliss (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3464,
    "CardName": "Kessel: Spice Mines - Administrator's Office (V7)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Kessel may not be converted. May lose 1 Force to place a 'spice' card in owner's Used Pile.\\par If opponent just used this site's game text, may take any one card into hand from Reserve Deck; reshuffle. (or retrieve any one card into hand)",
    "LightSideIcons": 0,
    "DarkSideIcons": 2,
    "LightSideText": "Kessel may not be converted. May lose 1 Force to place a 'spice' card in owner's Used Pile.",
    "DarkSideText": "If opponent just used this site's game text, may take any one card into hand from Reserve Deck; reshuffle. (or retrieve any one card into hand)",
    "Icons": "Planet, Interior, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "Original card: Jabba's Sail Barge: Passenger Deck",
    "IsPulled": "Spice Mine Operations (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3465,
    "CardName": "Spice Mine Operations (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Critical Mission",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If your [V7] Kessel office on table, deploy on table. Program Trap is canceled. Cards stacked here are 'spice' cards. Once per turn, if you control Extraction Facility, may place a 'spice' card in owner's Lost Pile to draw up to 2 cards from Reserve Deck. Once during your turn, may: use 2 Force to stack a card from Lost Pile here, deploy a non-character card with \"Kessel\" in title from Reserve Deck; reshuffle, and/or 'mine' (opponent draws destiny; draw up to X destiny, where X = 1 plus number of Kessel locations you occupy; if any of the printed destiny numbers match, stack opponent's destiny or top card of your Lost Pile here).",
    "Icons": "Setup",
    "Information": "(THIS IS NOT AN EFFECT - I JUST CALLED IT THAT BECAUSE SW-IP DOESN'T SUPPORT MISSIONS YET)\\par -----\\par Original card: Rogue Asteroid (Dark)",
    "Pulls": "Kessel\\par Kessel Surveillance System (V)\\par Kessel: Spice Mines - Administrator's Office (V)\\par Kessel: Spice Mines - Docking Bay (V)\\par Kessel: Spice Mines - Extraction Facility (V)\\par Kessel: Spice Mines - Prison (V)\\par Spice Mines of Kessel\\par Spice Mines of Kessel (V)",
    "Rules": "Mission deployment rules - Missions deploy during the deploy phase like Effects. You may play any number of Missions as you want in your deck. There are currently two types of Missions: normal Missions, and Critical Missions. Critical Missions are so important that you may only have one on the table per game, and they may not be played in combination with an Objective.",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 3466,
    "CardName": "Elis in Hinthra (V7)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Heavily Modified Freighter",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 5,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Gametext": "May add 1 pilot and 3 passengers. Permanent pilot is (*]Elis, who provides ability of 2. Once per game, may deploy a smuggler aboard from Reserve Deck; reshuffle. While at opponent's system, adds one [Light Side Force Icon]. Immune to attrition < 5.",
    "Icons": "Pilot, Astromech, Independent, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Original card: Virago",
    "Pulls": "Advosze\\par Dr. Evazan\\par Dr. Evazan & Ponda Baba\\par Ephant Mon\\par Gela Yeens\\par Gela Yeens (V)\\par Mercenary Pilot\\par Mercenary Pilot (V)\\par Outer Rim Scout\\par Ponda Baba\\par Ponda Baba (V)\\par Pote Snitkin\\par Ree-Yees\\par Thul Fain\\par Velken Tezeri (V)\\par Wooof\\par Wooof (V)\\par Yade M'rak",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 3467,
    "CardName": "Dack Ralter (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b gunner\\b0 , Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Born in an Imperial labor camp on Kalist 6. Joined the Rebellion after his escape. Young student of Commander Skywalker. Experienced crack-shot \\b gunner\\b0 .",
    "Gametext": "Adds 2 to power of anything he pilots. Heroic. Rogue Squadron pilot. During battle, when Dack (or a starship or vehicle he pilots) fires a weapon, may add 1 to total weapon destiny and hit targets are power -2. If Dack about to leave table, may place him in Used Pile instead.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "General Dodonna (V)",
    "Matching": "Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3468,
    "CardName": "Derek 'Hobbie' Klivian (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Defected from the Empire with Biggs Darklighter. Aided in mutiny aboard the transport \\ul Rand Ecliptic\\ul0 . Served in the \\ul Ecliptic\\ul0  Evaders. Luke's wingman at the Battle of Hoth.",
    "Gametext": "Adds 2 to power of anything he pilots. While piloting Rogue 4 (or any X-wing), draws one battle destiny if not able to otherwise. Permanent weapon is Rogue Blaster (may target a character or creature for free: draw destiny; target hit, and its forfeit = 0, if destiny +1 > defense value).",
    "Icons": "Pilot, Warrior, Permanent Weapon",
    "Pilot": 1,
    "Warrior": 1,
    "PermanentWeapon": 1,
    "IsPulled": "Echo Base Garrison\\par General Dodonna (V)",
    "Matching": "Red Squadron 4\\par Rogue 4\\par Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3469,
    "CardName": "Commander Narra (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0 , \\b leader\\b0 , Rogue Squadron pilot",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Rogue squadron \\b leader\\b0 .",
    "Gametext": "Adds 2 to power of anything he pilots. Draws one battle destiny if not able to otherwise. Once per turn, if you just deployed a Rogue Squadron pilot to same or related site, may draw top card of Reserve Deck. Attrition against opponent is +1 here.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Ryle Torsyn",
    "IsPulled": "General Dodonna (V)",
    "Matching": "Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3470,
    "CardName": "Luke Skywalker, Rebel Hero (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "Rogue Squadron pilot",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Rogue Squadron pilot.",
    "Gametext": "Adds 3 to power of anything he pilots. When deployed may deploy a blaster on Luke from Reserve Deck; reshuffle (or lose 1 Force to deploy from Lost Pile). While armed with a blaster, it may not be stolen and characters hit by Luke may not be used to satisfy attrition. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Captive Pursuit\\par \\par Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke (V)\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, Strong In The Force (V)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V)\\par Son Of Skywalker\\par Son Of Skywalker (V)\\par -----\\par Rogue Squadron is:\\par \\par Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "IsPulled": "Luke's Back\\par Luke's Back (V)\\par Padm� Naberrie (V)",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Red 5 (V)\\par Luke's T-16 Skyhopper\\par Rogue 1\\par Rogue Squadron X-wing (V)",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V)\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V)\\par Luke's Hunting Rifle\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3471,
    "CardName": "Ten Numb (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gunner\\b0 , Rogue Squadron pilot",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Sullustan \\b gunner\\b0 . Pilot of Blue 5. Ordered to head a B-wing attack against Imperial command ships at the Battle Of Endor.",
    "Gametext": "Adds 2 to power of anything he pilots. Rogue Squadron pilot. While piloting a B-wing or X-wing, draws one battle destiny if not able to otherwise and during battle (unless \\ul Outrider\\ul0  on table), may reduce the power of one opponent's starfighter at same system by 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "General Dodonna (V)",
    "Matching": "Blue Squadron 5\\par Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3472,
    "CardName": "Tycho Celchu (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0 , Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Spy\\b0  fighting for the memory of his homeworld of Alderaan. Rogue Squadron pilot. Volunteered to fly an A-wing at the Battle of Endor. Former TIE fighter pilot.",
    "Gametext": "Adds 3 to power of anything he pilots. Tycho is a matching pilot for any starfighter. While piloting a starship, draws one battle destiny if not able to otherwise and it is immune to attrition < 4 (< 7 if stolen).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "General Dodonna (V)",
    "Matching": "Green Squadron 3\\par Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3473,
    "CardName": "Wes Janson, Rogue Veteran (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b gunner\\b0 , Rogue Squadron pilot",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Served for many years as a \\b gunner\\b0  with friend Jek Porkins in the Tierlon Yellow Aces. Expert marksmanship helped the Alliance earn some of its earliest victories.",
    "Gametext": "Adds 2 to power of anything he pilots. Once per turn, may deploy from Reserve Deck (or hand) Disrupter Pistol for free on Wes; reshuffle. May fire Disupter Pistol for 1 Force. Power and forfeit +1 while with Hobbie or Wedge. If about to leave table, place cards on Wes in owner's Used Pile.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Wes Janson",
    "Pulls": "Disruptor Pistol",
    "IsPulled": "General Dodonna (V)",
    "Matching": "Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3474,
    "CardName": "Captain Antilles (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common3",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Gametext": "Adds 2 to power of anything he pilots (3 if any corvette). While piloting a corvette, it is immune to attrition < 5 and, once per turn, may peek at a card in opponent's hand. Once per game, during battle (unless Vader here), may use 2 Force to move starship he pilots away (for free).",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original card: Rebel Squad Leader\\par -----\\par Corvettes:\\par Alderaan Consular Ship (V)\\par Corellian Corvette\\par Masanya\\par Republic Corvette (V)\\par Spiral\\par Tantive IV\\par Tantive IV (V)",
    "IsPulled": "General Dodonna (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3475,
    "CardName": "Master Kenobi (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 9,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "A user of the Force can alter the environment to affect the minds of others. \"The Force can have a strong influence on the weak-minded.\"",
    "Gametext": "While 'communing': you may not deploy [Maintenance] cards or [Episode 1] Jedi; Rebels of ability < 5 draw one battle destiny if not able to otherwise and, once per turn, may lose 1 Force (or use 2 Force) to place one just forfeited in Used Pile; Once per turn, may deploy a Tatooine battleground (or Obi-Wan's Hut).",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: Alter (Premiere)",
    "Pulls": "Tatooine\\par Tatooine (EP1)\\par Tatooine Anchorhead\\par Tatooine: Beggar's Canyon\\par Tatooine: Cantina\\par Tatooine: City Outskirts\\par Tatooine: Desert\\par Tatooine: Docking Bay 94\\par Tatooine: Dune Sea\\par Tatooine: Hutt Canyon\\par Tatooine: Hutt Trade Route (Desert)\\par Tatooine: Jabba's Palace\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Camp (V)\\par Tatooine: Jawa Canyon\\par Tatooine: Jundland Wastes\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Lars' Moisture Farm (V)\\par Tatooine: Marketplace\\par Tatooine: Mos Eisley\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Obi-Wan's Hut\\par Tatooine: Obi-Wan's Hut (V)\\par Tatooine: Tosche Station\\par Tatooine: Watto's Junkyard",
    "IsPulled": "Armed And Dangerous & Krayt Dragon Howl (V)\\par Oh, He's Not Dead, Not Yet (V)\\par Padme Naberrie\\par Return Of A Jedi\\par Return Of A Jedi (V)\\par Tatooine: City Outskirts",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 3476,
    "CardName": "Planetary Shield (V7)",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Key installations are protected from bombardment by a complex network of early warning sensors, emergency shields and fast response fighters.",
    "Gametext": "If Center Of Tyranny on table, deploy on Coruscant. Once during your control phase, if you occupy Main Power Plant, may draw destiny. If destiny > 5, Planetary Shield 'disabled' (place this device out of play; opponent loses 3 Force). May not be lost.",
    "Information": "Original card: Planetary Defenses",
    "IsPulled": "BoShek (V)\\par Corporal Beezer\\par Panic (V)\\par Portable Scanner",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 3477,
    "CardName": "Bacta Infirmary (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Medical wonder invented centuries ago by the Vratix insectoid species. Gelatinous red bacta is suspended in a synthetic solution to create a healing bacterial medium.",
    "Gametext": "If Centry Of Tyranny on table, deploy on table. Insurrection is lost. Rogue Squadron pilots of ability < 3 are forfeit + 1 and, if just lost from table, may be placed here. During your control phase, may use 2 Force to take any character from here into hand. [Immune to Alter]",
    "Information": "Original card: Bacta Tank\\par -----\\par Rogue Squadron pilots of ability < 3:\\par Biggs, Rogue Legend (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3478,
    "CardName": "Communing (V7)",
    "Grouping": "Light",
    "CardType": "Epic Event",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If your starting location has exactly 2 Light Side icons, play instead of a starting Interrupt. Deploy two always [Immune to Alter] Effects from Reserve Deck. Deploy on table. Take a Jedi from Reserve Deck and stack it here (that Jedi is 'communing').\\par \\b Luminous Beings:\\b0  Whenever a Jedi is lost (or placed out of play) from table, may stack it here. Jedi stacked here are considered out of play. You generate +1 Force for each card stacked here. I Can't Believe He's Gone is canceled. Once per turn, if two cards here, may use 1 Force to look at top card of Reserve Deck, Force Pile, and/or Used Pile; return one card to each deck or pile.",
    "Information": "Original card: Wise Advice",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3479,
    "CardName": "Coruscant (V7)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If just converted, may raise this system to the top.\\par If your Coruscant system was converted, Force generation +1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If just converted, may raise this system to the top.",
    "DarkSideText": "If your Coruscant system was converted, your Force generation is +1 here.",
    "Icons": "Planet",
    "Planet": 1,
    "Information": "Original card: Coruscant (Special Edition)",
    "IsPulled": "A Jedi's Plans (V)\\par A New Secret Base\\par Darklighter Spin (V)\\par Mindful Of The Future\\par Restore Freedom To The Galaxy (V)\\par Romas \"Lock\" Navander (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3480,
    "CardName": "Coruscant: Main Power Plant (V7)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Attempts to 'disable' the Planetary Shield are +2 for each Rogue Squadron pilot here.\\par While Center Of Tyranny on table, you generate no Force here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Attempts to 'disable' the Planetary Shield are +2 for each Rogue Squadron pilot here.",
    "DarkSideText": "While Center Of Tyranny on table, you generate no Force here.",
    "Icons": "Planet, Interior, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "Original card: Cloud City: Casino",
    "IsPulled": "A Jedi's Plans (V)\\par Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3481,
    "CardName": "Coruscant: Lower Levels (V7)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If your Insurgent here, Force Drain +1 here.\\par Characters of ability > 4 are defense value -1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "If your Insurgent here, Force Drain +1 here.",
    "DarkSideText": "Characters of ability > 4 are defense value -1 here.",
    "Icons": "Planet, Interior, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "Original card: Cloud City: Core Tunnel",
    "IsPulled": "A Jedi's Plans (V)\\par Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3482,
    "CardName": "Tatooine: Obi-Wan's Hut (V7)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Once per turn, if Obi-Wan is 'communing,' may deploy an Effect with \"Rebel\" in title from Reserve Deck; reshuffle.\\par If you control, Force drain +1 here.",
    "LightSideIcons": 2,
    "DarkSideIcons": 0,
    "LightSideText": "Once per turn, if Obi-Wan is 'communing,' may deploy an Effect with \"Rebel\" in title from Reserve Deck; reshuffle.",
    "DarkSideText": "If you control, Force drain +1 here.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "Pulls": "Rebel Fleet\\par Rebel Gunrunner (V)\\par Rebel Infantry (V)\\par Rebel Planners\\par Rebel Sacrifice (V)",
    "IsPulled": "Master Kenobi (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3483,
    "CardName": "The Shield Is Down! (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Lando's confidence in the Rebel strike team on the forest moon was rewarded, and proved to be a decisive factor at the Battle of Endor.",
    "Gametext": "If [V7] Rebel Strike Team on table, deploy on table. Your [Endor] Epic Event total is +1 for each of your non-Jedi scouts at Bunker. For each of your non-Jedi scouts in battle, attrition against opponent is +1. While opponent's [Endor] objective on table, Bunker may not be converted. Once per turn may take Bunker into hand from Reserve Deck; reshuffle. [Immune to Alter]",
    "Pulls": "Endor: Bunker",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine",
    "Errata": 1
  },
  {
    "id": 3484,
    "CardName": "Use The Force (V7)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Use the Force. Yes... Now, the stone. Feel it.\"",
    "Gametext": "Choose up to X of the following in any order, where X = number of cards stacked on Communing: Peek at the top card of any deck or pile; may then shuffle it. OR Draw 2 cards from Reserve Deck. OR Retrieve 1 Force. OR Activate X Force. OR Your next destiny draw this turn is +X.",
    "Information": "Original card: Stone Pile",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3485,
    "CardName": "Yub Yub, Commander (V7)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "USED: Deploy a Rogue Squadron pilot to a location you occupy with a Rogue Squadron pilot from Reserve Deck; reshuffle. LOST: Cancel an attempt by opponent to target a Rogue Squadron pilot to be captured or excluded from battle. OR If two Rogue Squadron pilots are in battle together, add one battle destiny.",
    "Information": "Original card: Paploo",
    "Pulls": "Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3486,
    "CardName": "Run Luke, Run! (V7)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "After seeing Vader strike down Obi-Wan, Luke attacked recklessly until he heard the old Jedi Master's voice warn, \"Run Luke, Run!\"",
    "Gametext": "USED: During battle, if Obi-Wan out of play, cancel an attempt to target a Rebel with a weapon. LOST: During battle at a site, place non-[Episode 1] Obi-Wan out of play (even from hand); Your other characters there may move away for free.",
    "Cancels": "An attempt to target your Rebel with a weapon.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere 2 Player"
  },
  {
    "id": 3487,
    "CardName": "Center Of Tyranny/A Liberated World (V7)",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #7",
    "Destiny": 0,
    "ObjectiveFront": "\\ul Deploy [V7] Coruscant, Main Power Plant, Lower Levels, Planetary Shield, and Rogue Insertion.\\ul0 \\par \\b For\\b0  remainder of game, Rogue Squadron pilots are Insurgents and may fire blasters for free. Your destiny draws for [V1] Sabotage are -1 and may not be further reduced. Your characters of ability > 4 are deploy +4. \\par \\b While\\b0  this side up, during your deploy phase, may use 1 Force to deploy a Coruscant battleground site from Reserve Deck; reshuffle.\\par \\b Flip\\b0  this card if Planetary Shield 'disabled.'",
    "ObjectiveBack": "\\b Immediately\\b0  take into hand from Reserve Deck; reshuffle (or retrieve into hand) any card.\\par \\b While\\b0  this side up, \"1\" on Declaration of Rebellion is treated as \"2.\" Your Force generation at Coruscant system is +1. While you occupy a system, your Force drains are +1 at each related battleground site you control with a Rogue Squadron pilot. Once per turn, if opponent just lost a starship from a system, you may lose 1 Force to steal it into hand. Once during your turn, if you just forfeited a Rogue Squadron pilot, may use 1 Force to take any one card into hand from Reserve Deck; reshuffle.",
    "ObjectiveFrontName": "Center Of Tyranny (V7)",
    "ObjectiveBackName": "A Liberated World (V7)",
    "Information": "Original card: Dantooine Base Operations",
    "Pulls": "Coruscant: Docking Bay (EP1)\\par Coruscant: Night Club (V)\\par Coruscant: Senate Landing Platform (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3488,
    "CardName": "Rebel Strike Team/Garrison Destroyed (V7)",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #7",
    "Destiny": 0,
    "ObjectiveFront": "\\ul Deploy Endor system, Back Door, and [V7] The Shield Is Down!.\\ul0 \\par \\b For\\b0  remainder of game, your [Episode 1] characters and [V3] rifles are lost. Your Force generation is +1 at your Endor sites. May use 1 Force to take an [Endor] Epic Event into hand from Reserve Deck; reshuffle. \\par \\b While\\b0  this side up, your Force drains on Endor are -1. Your Bunker gains one Light Side icon. If you occupy Bunker at the end of a battle you just won there, may use your [Endor] Epic Event to attempt to \"blow away\" Bunker.\\par \\b Flip\\b0  this card if Bunker \"blown away.\"",
    "ObjectiveBack": "\\b While\\b0  this side up, Endor Shield is canceled. May raise your converted Endor system to the top. If Establish Secret Base on table, Force generation at Endor locations may not be canceled. At Endor sites you occupy with a scout, your Force drains may not be modified by opponent. Whenever you initiate a battle with a scout, may retrieve 2 Force. Once per game, may deploy from Reserve Deck (or from hand) a Rebel starship for half its printed deploy cost (round down); reshuffle.",
    "ObjectiveFrontName": "Rebel Strike Team (V7)",
    "ObjectiveBackName": "Garrison Destroyed (V7)",
    "Pulls": "Deactivate The Shield Generator",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3489,
    "CardName": "Baktoid Armor Workshop (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Once begun, the occupation of Naboo was swift, and devastatingly effective.",
    "Gametext": "Deploy on table. Your [Theed Palace] vehicles are defense value and immunity to attrition +1. May deploy Deployment Orders from Reserve Deck; reshuffle. Once per game, if Deployment Orders on table, may deploy an exterior battleground site not on table from Reserve Deck; reshuffle. Once per game, may retrieve a [Theed Palace] vehicle into hand. [Immune to Alter]",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Begin Landing Your Troops\\par -----\\par Original concept by Chris Schoenthal, 2011 SoCal League\\par -----\\par Startable with Prepared Defenses",
    "Pulls": "Deployment Orders (V)\\par Big One: Asteroid Cave or Space Slug Belly\\par Blockade Flagship: Docking Bay\\par Carida: ISB Training Academy (V)\\par Cloud City: Casino\\par Cloud City: Downtown Plaza\\par Cloud City: East Platform (Docking Bay)\\par Cloud City: Port Town District\\par Cloud City: Upper Walkway\\par Corulag: ISB Logistics Office (V)\\par Coruscant Docking Bay (EP1)\\par Death Star: Docking Bay 327\\par Desert\\par Dungeon (Prison) (V)\\par Endor: Ancient Forest\\par Endor: Back Door\\par Endor: Dark Forest\\par Endor: Dense Forest\\par Endor: Ewok Village\\par Endor: Forest Clearing\\par Endor: Great Forest\\par Endor: Landing Platform (Docking Bay)\\par Execution Arena (Pit) (V)\\par Forest\\par Geonosis: Docking Bay (V)\\par Geonosis: Petranaki Arena (V)\\par Geonosis: Rocky Plains (V)\\par Hoth: Defensive Perimeter\\par Hoth: Echo Docking Bay\\par ISB Sector Office (V)\\par Jungle\\par Kashyyyk: Forest Maze (V)\\par Kashyyyk: Skyhook Platform (V)\\par Kashyyyk: Wookiee Slaving Camp (V)\\par Kessel: Spice Mines - Extraction Facility (V)\\par Kessel: Spice Mines - Prison (V)\\par Muunilinst: Banking Clan Headquarters (V)\\par Muunilinst: City Of Harnaidan (V)\\par Muunilinst: Docking Bay (V)\\par Muunilinst: Separatist Command Center (V)\\par Naboo: Battle Plains\\par Naboo: Swamp\\par Naboo: Theed Palace Courtyard\\par Naboo: Theed Palace Docking Bay\\par Ralltiir: Spaceport Financial District (V)\\par Ralltiir: Supply Route (V)\\par Remote Depot (V)\\par Spaceport City\\par Spaceport Docking Bay\\par Spaceport Docking Bay (V)\\par Spaceport Prefect's Office\\par Spaceport Street\\par Swamp\\par Tatooine: Desert\\par Tatooine: Desert Heart\\par Tatooine: Docking Bay 94\\par Tatooine: Great Pit Of Carkoon\\par Tatooine: Imperial Outpost (V)\\par Tatooine: Imperial Vanguard Camp (V)\\par Tatooine: Jabba's Palace\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Canyon\\par Tatooine: Jundland Wastes\\par Tatooine: Krayt Dragon Pass\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Marketplace\\par Tatooine: Mos Eisley\\par Tatooine: Mos Eisley (V)\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa (V)\\par Tatooine: Podrace Arena\\par Tatooine: Tusken Canyon\\par Tatooing: Watto's Junkyard\\par Tatooine: Watto's Junkyard (V)\\par Yavin 4: Docking Bay\\par Yavin 4: Jungle",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Coruscant"
  },
  {
    "id": 3490,
    "CardName": "Grievous's Lightsabers (V7)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Gametext": "Deploy on Grievous. May add 1 to Force drain where present. May target a character or creature for free. Draw two destiny. Target hit, and may not satisfy attrition (or be removed from Lost Pile this turn), if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Presence Of The Force",
    "IsPulled": "Maul Strikes",
    "MatchingWeapon": "Cyborg Commander, Hunter Of Jedi (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3491,
    "CardName": "Sidious's Lightsaber (V7)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Gametext": "Deploy on Sidious (even as a 'react'). While at a battleground site, adds one [Light Side Icon]. May target a character or creature for free. Draw two destiny. Target hit, and may not satisfy attrition (or be removed from Lost Pile this turn), if total destiny > defense value.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: Darth Vader's Lightsaber",
    "IsPulled": "Maul Strikes",
    "MatchingWeapon": "Darth Sidious\\par Lord Sidious (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3492,
    "CardName": "Desperate Counter (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The Empire relied on the skill of its pilot corps to defend the Death Star reactor core from attack.",
    "Gametext": "Unless Imperial Propaganda on table, if you are about to lose Force during opponent's control phase, deploy on table to reduce loss by 4 (Ignore other modifiers); opponent may take any one card into hand from Reserve Deck; reshuffle. [Immune to Control]. OR Use 2 Force to deploy on table and stack one just-played Interrupt here.",
    "Icons": "Grabber",
    "IsPulled": "Cold Feet (V)\\par Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Hindsight (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Grabber": 1
  },
  {
    "id": 3493,
    "CardName": "Where Are You Taking This ... Thing? (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "If opponent just drew destiny for Nabrun Leids (or removed a just-lost character from Lost Pile), deploy on table and stack that card here face down. Elis Helrot and Nabrun Leids are canceled. Opponent may use 2 force to place card stacked here in Used Pile. [Immune to Control]",
    "Information": "Original card: Lt. Shann Childsen\\par -----\\par Original concept by Reid Smith, MPC Consolation 2011",
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Elis Helrot\\par Nabrun Leids",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3494,
    "CardName": "Occupied Territory (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"I advise everyone to leave before more Imperial troops arrive.\"",
    "Gametext": "Deploy on a battleground. If you occupy, during battle here or at a related location, may place this Effect in Used Pile and choose: Draw up to two cards from Reserve Deck OR Prevent opponent from drawing any destinies during the power segment of that battle (except battle destiny).",
    "Icons": "Setup",
    "Information": "Startable with Prepared Defenses (V)\\par -----\\par Original card: Cloud City Occupation",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3496,
    "CardName": "Mercenary Slavers (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Hunters who track down escaped Wookiee slaves and report on their location. The Empire and Trandoshans pay a high price for that kind of information.",
    "Gametext": "Unless your [Reflections II] objective on table, deploy on a site. Your smugglers and gangsters are slavers. Slavers are forfeit +2 and weapon destinies targeting them (or starships they pilot) are -1. \"Trandoshan\" on your sites may be treated as \"slaver.\" [Immune to Alter]",
    "Information": "Original card: Kashyyyk Operative (Dark)\\par ----- \\par Original concept by James Barnes, Dantooine Regionals 2011\\par -----\\par Slavers:\\par Advosze\\par Dr. Evazan\\par Dr. Evazan & Ponda Baba\\par Ephant Mon\\par Gardulla The Hutt\\par Gardulla The Hutt (V)\\par Gela Yeens\\par Gela Yeens (V)\\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V)\\par Mercenary Pilot\\par Mighty Jabba\\par Outer Rim Scout\\par Ponda Baba\\par Ponda Baba (V)\\par Pote Snitkin\\par Prince Xizor\\par Prince Xizor (V)\\par Ree-Yees\\par Thul Fain\\par Velken Tezeri (V)\\par Vigo\\par Wooof\\par Wooof (V)\\par Yade M'rak",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3497,
    "CardName": "Shadows Of The Empire (V7)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Imposing. Ominous. Intimidating. Instrument for the evil Emperor's sinister reach across the galaxy. Used on a secret frequency of the Imperial HoloNet.",
    "Gametext": "Deploy on Agents Of Black Sun. Mistryl are lost. Once per game, may take Secret Plans into hand from Reserve Deck; reshuffle. May use 3 Force to deploy Imperial Square from Reserve Deck; reshuffle; and while Emperor Palpatine there, once per turn, may draw a card from Force Pile (and if you occupy three battlegrounds, opponent loses 1 Force). [Immune to Alter]",
    "Icons": "Setup",
    "Information": "Startable with Prepared Defenses (V)\\par -----\\par Original card: Visage Of The Emperor\\par -----\\par Original concept by Morten Iversen, Danish Nationals 2011",
    "Pulls": "Coruscant: Imperial Square\\par Imperial Arrest Order & Secret Plans\\par Secret Plans",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3498,
    "CardName": "Tibanna Floating Refinery (V7)",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Refines Tibanna gas at mines like those at Cloud City. Also used for moisture collection on dry planets.",
    "Gametext": "Deploy on a cloud sector. Your Force generation is +1 at cloud sectors you occupy. Once during your control phase, if you occupy this sector and a battleground site, may draw destiny. If destiny > 2, retrieve 1 Force. If lost from table, place this device in Used Pile. ",
    "Information": "Original concept by Mitch Nieland, Rosemount Championship 2010",
    "IsPulled": "Emergency Deployment (V)\\par I'm Sorry (V)\\par Levitation Attack (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3499,
    "CardName": "Gardulla The Hutt (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0 , \\b gangster\\b0 , \\b Hutt\\b0 , Mistryl",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Well-known as a \\b gambler\\b0  and a \\b gangster\\b0 . Gardulla was the former owner of Shmi and Anakin Skywalker before she lost them in a bet to the Toydarian junk dealer, Watto.",
    "Gametext": "During battle, if [V4] No Bargain on table, may lose 2 Force to cancel a non-[Immune To Sense] Interrupt. Once per game, during your move phase, may relocate any of your characters here to a site you occupy as a regular move (or vice versa). Immune to attrition < 3.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original concept by Jarad Konsker, 2011 Online League\\par -----\\par Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V).",
    "IsPulled": "Stunning Leader (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Coruscant"
  },
  {
    "id": 3500,
    "CardName": "OOM Command Battle Droid (V7)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Battle Droid",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "**",
    "Characteristics": "\\b commander\\b0 , \\b leader\\b0",
    "Destiny": 3,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 4,
    "Armor": 3,
    "Ability": 0,
    "Lore": "Commander. \\b Leader\\b0 .",
    "Gametext": "Adds 2 to power of any vehicle he pilots. While piloting a [Theed Palace] vehicle at a battleground site: adds one [Dark Side Icon] here and may add 1 to your Force drains here. Once per game, may take a card with \"fire\" in title into hand from Reserve Deck; reshuffle.",
    "Icons": "Episode 1, Pilot, Droid",
    "Pilot": 1,
    "Droid": 1,
    "Episode1": 1,
    "Information": "Original card: Battle Droid Officer\\par -----\\par Original concept by Aaron Nelson, Endor Regionals 2010",
    "Pulls": "Cease Fire!\\par Defensive Fire\\par Defensive Fire (V)\\par Defensive Fire & Hutt Smooch\\par Heavy Fire Zone\\par Open Fire!\\par Wall Of Fire",
    "IsPulled": "Admiral Piett\\par Naboo: Theed Palace Hallway\\par There They Are!\\par TT-6",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 3501,
    "CardName": "Your Powers Are Weak, Old Man (V7)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"You should not have come back.\"",
    "Gametext": "USED: Cancel an attempt to remove a just-lost character from owner's Lost Pile (unless it is being placed out of play or retrieved). LOST: If you just deployed a character to same site as a Jedi, take any one card from your Used Pile into hand; reshuffle.",
    "IsPulled": "Release Your Anger (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3502,
    "CardName": "Artoo & Threepio (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech && Protocol Droid",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "r-unit",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 0,
    "Lore": "Threepio's extensive experience 'talking' to the \\ul Falcon\\ul0 's computer allowed him to pilot the freighter while on Coruscant. Artoo, an R-unit droid, provided moral support.",
    "Gametext": "When deployed, may draw top card of Reserve Deck. Unless hit, may re-target a weapon targeting Chewie, Leia, or Luke (of ability < 5) to this droid (targeting may not be canceled). If this droid was just forfeited during opponent's turn, may take it into hand.",
    "Icons": "Astromech",
    "Astromech": 1,
    "Information": "R2-D2 personas are:\\par \\par Artoo\\par Artoo (V)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par Artoo, Brave Little Droid\\par Artoo, Brave Little Droid (V)\\par [Artoo-Detoo In Red 5]\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par R2-D2, Subversive Droid (V)\\par -----\\par C-3PO personas are:\\par \\par Artoo & Threepio\\par Artoo & Threepio (V)\\par C-3PO (See-Threepio)\\par C-3PO (See-Threepio) (V2)\\par See-Threepio\\par See-Threepio (V8)\\par Threepio\\par Threepio With His Parts Showing",
    "IsPulled": "Artoo, Come Back At Once!\\par Desperate Reach (V)\\par Motivator (V)\\par Scomp Link Access (V)\\par Seeking An Audience\\par Seeking An Audience (V)\\par Were You Looking For Me?",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 3503,
    "CardName": "Booster Terrik (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0 , \\b information broker\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Corellian \\b information broker\\b0 .",
    "Gametext": "Adds 2 to power of anything he pilots. Starships here with a Rogue Squadron pilot aboard may move as a 'react.' Star Destroyers he pilots are hyperspeed +2. Unless Corellia on table, once per game, may steal an Imperial-class Star Destroyer from opponent's Lost Pile into hand.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Merc Sunlet\\par -----\\par Original concept by Kevin Jaap, UK Year Starter 2011",
    "IsPulled": "Beldon's Eye (V)",
    "Matching": "Pulsar Skate",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3504,
    "CardName": "Mace Windu, Master Of The Order (V7)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jedi Council member\\b0",
    "Destiny": "*",
    "Power": 6,
    "Deploy": 7,
    "Forfeit": 8,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Senior \\b Jedi Council member\\b0  who maintains rigorous adherence to the Code. Sent Qui-Gon to Naboo to accompany the Queen and learn more about the mysterious \"dark warrior.\"",
    "Gametext": "* = 1 or number of Jedi on table (to a maximum of 3), whichever is higher. Mace's forfeit may not be reduced and his total weapon destiny is +1. If a Dark Jedi was just lost from table, may retrieve 1 Force. Immune to attrition.",
    "Icons": "Episode 1, Warrior",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Original card: Mace Windu\\par -----\\par Mace Windu personas are:\\par \\par Mace Windu\\par Mace Windu (V)\\par Mace Windu, Jedi Master\\par Mace Windu, Master Of The Order (V)",
    "IsPulled": "Speak With The Jedi Council\\par Tatooine: City Outskirts",
    "Combo": "Mace Windu + Smoke Screen + Are You Brain Dead?!",
    "MatchingWeapon": "Guardian's Lightsaber (V)\\par Jedi Lightsaber (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Coruscant"
  },
  {
    "id": 3505,
    "CardName": "Combined Fleet Action (V7)",
    "Grouping": "Light",
    "CardType": "Admiral's Order",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Unique (*) starfighters are immunity to attrition +2 for each non-unique starship of their class present with them. Unique (*) capital starships are defense value +1 for each non-unique starship present at same system. For each of your unique (*)/non-unique starship pairs of the same class present at same system, your battle destiny draws there (and at related sites) are +1.",
    "IsPulled": "Admiral Ackbar\\par General Dodonna (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3506,
    "CardName": "Lucky Shot (V7)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "AT-ATs are nearly impervious to infantry fire, but occasionally a blaster bolt hits between the plating. It's one shot in a million, but such odds are a familiar to the Rebellion.",
    "Gametext": "If opponent's Effect of any kind was just lost or canceled due to its own game text, place it out of play. OR Until end of turn, Do They Have A Code Clearance? may not modify forfeit. OR Cancel Close Call. OR Cancel Outflank (you may activate 1 Force).",
    "IsPulled": "Nick Of Time (V)",
    "Cancels": "Close Call\\par Close Call (V)\\par Outflank\\par Outflank (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3507,
    "CardName": "Motivator (V7)",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Gametext": "Deploy on your non-[Reflections II] astromech droid. Droid is power +2, gains [Presence], and if present at a site, draws one battle destiny if unable to otherwise. During any move phase, may place this device in Lost Pile to take one What're You Tryin' To Push On Us? or R2-D2 into hand from Reserve Deck; reshuffle.",
    "Information": "Original card: Droid Sensorscope",
    "Pulls": "Artoo\\par Artoo (V)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par Artoo, Brave Little Droid\\par Artoo, Brave Little Droid (V)\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par R2-D2, Subversive Droid (V)\\par What're You Tryin' To Push On Us?",
    "IsPulled": "BoShek (V)\\par Corporal Beezer\\par Hero Of A Thousand Devices\\par Panic (V)\\par Portable Scanner\\par Rycar Ryjerd (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3508,
    "CardName": "Yavin 4 (V7)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Once per game, if a Critical Mission here, may deploy an Effect on Yavin 4 from Reserve Deck; reshuffle.\\par Yavin 4 and starships here are immune to Lateral Damage.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Once per game, if a Critical Mission here, may deploy an Effect on Yavin 4 from Reserve Deck; reshuffle.",
    "DarkSideText": "Yavin 4 and starships here are immune to Lateral Damage.",
    "Parsec": 4,
    "Icons": "Planet",
    "Planet": 1,
    "Information": "Original concept by Moderation Team, PC Volunteer Award 2011\\par -----\\par Animated GIFs are not a crime!",
    "Pulls": "Advantage (V)\\par Haven\\par Launching The Assault\\par Massassi Base Sentry (V)\\par Nightfall\\par Revolution\\par S-Foils (V)\\par Wars Not Make One Great",
    "IsPulled": "A Jedi's Plans (V)\\par A New Secret Base\\par Darklighter Spin (V)\\par Mindful Of The Future\\par Restore Freedom To The Galaxy (V)\\par Romas \"Lock\" Navander (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3509,
    "CardName": "Rebel Sacrifice (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"You can't win Darth. If you strike me down I shall become more powerful than you can possibly imagine.\" Obi-Wan's sacrifice gave the Rebels time to escape.",
    "Gametext": "Deploy on table if Obi-Wan 'communing.' \"Tatooine\" on Obi-Wan is treated as \"Death Star.\" Your Death Star sites gain one [Light Side Icon], and if opponent loses Force to battle damage (or a Force Drain) at such sites, stack the first card lost face-down here. Attack Run is canceled. [Immune to Alter]",
    "Information": "Original card: Noble Sacrifice",
    "IsPulled": "It's Not My Fault (V)\\par Tatooine: Obi-Wan's Hut (V)\\par The Signal\\par We Wish To Board At Once",
    "Cancels": "Attack Run",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3510,
    "CardName": "Temporary Foothold (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Echo Base heavy weapons units provided covering fire, allowing Alliance personnel to escape Hoth.",
    "Gametext": "Deploy on a battleground. While you occupy at least two battlegrounds, your Force drains here may not be canceled. During battle here or at a related location, may place this Effect in Used Pile to draw up to two cards from Reserve Deck.",
    "Icons": "Setup",
    "Information": "Original card: Suppressive Fire",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3511,
    "CardName": "Hindsight (V7)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #7",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I'm backwards! You fleabitten furball...only an overgrown mophead like you would be stupid enough--\"",
    "Gametext": "Unless Imperial Atrocity on table, if you are about to lose Force during opponent's control phase, deploy on table to reduce loss by 6 (ignore other modifiers); opponent may take any one card into hand from Reserve Deck; reshuffle. [Immune to Control]. OR Use 2 Force to deploy on table and stack one just-played Interrupt here.",
    "Icons": "Grabber",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par Hear Me Baby, Hold Together (V)\\par It's Not My Fault! (V)\\par Luke, Trust Me (V)\\par The Signal\\par We Wish To Board At Once\\par Wyron Serper (V)",
    "Counterpart": "Desperate Counter (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Grabber": 1,
    "Errata": 1
  }
]