[
  {
    "id": 43,
    "CardName": "A280 Sharpshooter Rifle (V3)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "**",
    "Characteristics": "rifle",
    "Destiny": 3,
    "Lore": "BlasTech sharpshooter rifle accurate to 500 meters. Corporal Janse brought several A280s with him when he left BlasTech.",
    "Gametext": "Deploy on your Rebel scout. During battles at same site, attrition against opponent is +1. May target a character, creature or vehicle at same or adjacent site for free. Draw destiny. Target hit if destiny +2 > defense value. Once during your control phase, may fire using 2 Force.",
    "Icons": 0,
    "IsPulled": "I Hope She's All Right (V)\\par Orrimaarko (V)\\par Panic (V)\\par Portable Scanner\\par Rebel Gunrunner (V)\\par The Signal (V)",
    "Combo": "A280 Sharpshooter Rifle (V9) + Lieutenant Greeve\\par -----\\par A280 Sharpshooter Rifle (V9) + Corporal Janse + Firefight",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 91,
    "CardName": "All Wrapped Up (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "A capture cable is a quick and effective way for bounty hunters to suddenly snare their target.",
    "Gametext": "Deploy on table. Double Back is a Used Interrupt. Once per turn, may take Bounty into hand from Reserve Deck; reshuffle. If present, your bounty hunter may capture a character opponent just forfeited at same site. Whenever you collect a bounty, may place that Effect out of play to take a retrieved card into hand. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Game text before errata:\\par Deploy on table. Your bounty hunter present may capture a just forfeited character. Once per turn, may take Bounty into hand from Reserve Deck, which may deploy on captives at non-prison sites; reshuffle. Whenever you collect a bounty, may take one retrieved card into hand; place bounty Effect out of play. Double Back is a Used Interrupt. (Immune to Alter.)\\par -----\\par Startable with Prepared Defenses.",
    "Pulls": "Bounty\\par Bounty (V12)",
    "IsPulled": "Hutt Influence (V6)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "All Wrapped Up (V8) + Double Back",
    "Rules": "See All Wrapped Up.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 125,
    "CardName": "Aratech Corporation (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Aratech Corporation sent support staff to various Imperial outposts and garrisons. Gave advanced briefings and training to biker scout personnel.",
    "Gametext": "Deploy on table. AT-STs and speeder bikes are power and forfeit +1. During your deploy phase, you may reveal an AT-ST or Speeder Bike from hand to take a unique (*) [Endor] Imperial pilot of ability < 3 (or vice versa) into hand from Reserve Deck and deploy both simultaneously; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Unique (*) [Endor] Imperial pilots of ability < 3:\\par Corporal Avarik\\par Corporal Delosyn\\par Corporal Misik\\par Corporal Oberk\\par Lieutenant Arnet\\par Lieutenant Grond\\par Lieutenant Grond (V)\\par Lieutenant Watts\\par Lieutenant Watts (V)\\par Major Marquand\\par Sergeant Barich\\par Sergeant Elsek\\par Sergeant Irol\\par Sergeant Irol (V)\\par -----\\par AT-ST's:\\par Blizzard Scout 1\\par Blizzard Scout 1 (V)\\par Tempest Scout\\par Tempest Scout 1\\par Tempest Scout 2\\par Tempest Scout 3\\par Tempest Scout 4\\par Tempest Scout 5\\par Tempest Scout 6",
    "IsPulled": "Establish Secret Base (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 165,
    "CardName": "AT-ST Dual Cannon (V3)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Vehicle",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Characteristics": "cannon",
    "Destiny": 4,
    "Lore": "High rate of fire used for anti-personnel operations. Enhanced design from prototype used in the Battle of Hoth.",
    "Gametext": "Deploy on your AT-ST. May target a character, creature or vehicle for free. Draw destiny. Target hit (may lose 2 Force to make it lost instead) if destiny +X > defense value, where X = the number of your AT-STs present. May fire repeatedly for 2 Force each time.",
    "Icons": 0,
    "IsPulled": "Emergency Deployment (V2)\\par Vizam (when with Advosze).",
    "Combo": "AT-ST Dual Cannon (V9) + Tempest Scout 4\\par AT-ST Dual Cannon (V9) deploys free aboard and may target at an adjacent site.\\par -----\\par AT-ST Dual Cannon (V9) + I Want That Ship (V11) + a bunch of AT-STs (+ Wounded Warrior)\\par Works especially well against any deck with a swarm of weaker guys. Shoot a bunch of guys, make one power = 0 and can't apply ability to battle destiny, then subtract 4 x the number of characters hit from their total power. (maxbeedo)",
    "IsCanceledBy": "Game text canceled by Mandalorian Mishap.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 171,
    "CardName": "Attark (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "From a mysterious species known only as Hoovers. Possesses tremendous technical abilities. Small size allows him to easy manipulate detailed electronic equipment.",
    "Gametext": "During your control phase, if No Love For The Empire on table, may retrieve a non-unique alien of a different species than your Rep.",
    "Icons": 0,
    "IsPulled": "Bargaining Table (V8)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 175,
    "CardName": "Aved Luun (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Jawa\\b0, Mistryl",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Shaman of her Jawa tribe. Mate of Kalit. Suspects betrayal from her mate's rival, Wittin.",
    "Gametext": "Deploys only on Tatooine. Adds one battle destiny with Kalit. Your Jawas and sandcrawlers are destiny +2. May deploy Jawa Camp, Sergeant Doallyn, or Thedit from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Sergeant Doallyn\\par Sergeant Doallyn (V)\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Camp (V)\\par Thedit",
    "IsPulled": "Aved Luun\\par Kalit (V8)\\par Sandcrawler (V2) to deploy to same location.\\par Utinni! (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 189,
    "CardName": "Bane Malar (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Mysterious \\b bounty hunter\\b0  of an unknown species. Rumored to be somewhat telepathic. Infrequent member of Jabba's court. Plotting to kill Jabba.",
    "Gametext": "Blaster Rifle is a matching weapon for Bane. While at a battleground planet site, your Force drains and Force drain bonuses here and at same site as Ree-Yees may not be canceled. Immune to attrition < 3.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Bane Malar (V7) prevents force drain bonuses from being canceled. He overrides Menace Fades and Jedi Test 1.\\par -----\\par Disarming Creature (V11) - Defensive Shield has text against Bane's drains.",
    "IsPulled": "Double Back\\par Rodian (V3) to deploy to his site.",
    "Counterpart": "Tawss Khaa (V7)",
    "Combo": "Bane Malar (V7) + Den Of Thieves (V8)\\par -----\\par Bane Malar (V7) + Ree-Yees",
    "MatchingWeapon": "Blaster Rifle",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 195,
    "CardName": "Bantha Herd (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "While banthas are found on many worlds, the largest herds are found on Tatooine. The Sand People of that planet learned to tame the beasts.",
    "Gametext": "Deploy on a Tatooine site. Once per turn, may place up to 3 cards from hand face down here. You may 'react' to battles initiated against your lone Tusken Raider by deploying (for free) any Tusken Raider(s) and/or Bantha(s) here. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Game text before errata:\\par Deploy on a Tatooine site. Your Force drains on Tatooine are +2 where all your ability is provided by Tuskens and/or Banthas. Once per turn, you may place up to 3 cards from hand face down here. You may 'react' to battles initiated against your lone Tusken by deploying (for free) any Tusken(s) or Bantha(s) here. (Immune to Alter.)",
    "IsPulled": "Breached Defenses & Molator (V)\\par Bantha (V2)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 199,
    "CardName": "Bargaining Table (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The alcoves of Jabba's palace are good places to make deals and place bets. Jabba gets a cut of the profits, of course.",
    "Gametext": "Deploy on table. Your unique (*) aliens are forfeit +1 (+2 if alien has a printed deploy cost greater than or equal to his or her printed forfeit). During your deploy phase, may deploy one Attark, Crell, Loje, Mornaw, Tzizvvt, or Vul from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Ardon \"Vapor\" Crell\\par Attark\\par Attark (V)\\par Loje Nella\\par Loje Nella (V)\\par Momaw Nadon\\par Tzizvvt\\par Vul Tazaene",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 231,
    "CardName": "BG-J38 (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Maintenance Droid",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Roche J9 worker drone. Undefeated hologame player. Kept by Jabba as a source of entertainment. Hoping for escape or termination.",
    "Gametext": "Your dejariks are destiny +2. Grimtaash is immune to Sense. Once per turn, may take Grimtaash into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Information": "Dejariks are:\\par \\par Grimtaash\\par Houjix\\par K'lor'slug\\par K'lor'slug (V2)\\par Mantellian Savrip",
    "Pulls": "Grimtaash",
    "IsPulled": "Echo Base Garrison\\par Scomp Link Access (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 351,
    "CardName": "Cane Adiss (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "Adventurous pilot. Boasts to Jabba that he has traveled to every uncharted planet in the galaxy. Has been hired by the Empire to keep an eye out for Rebel activity.",
    "Gametext": "If opponent just Force drained at their non-battleground site (or anywhere for more than 2 Force), deploy on that location. Your characters and vehicles may deploy (for -1 Force each) here regardless of location deployment restrictions. If you control this location, place this card in Used Pile; opponent loses 2 Force. (Immune to Control.)",
    "Icons": 0,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par Twi'lek Advisor (V)\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 405,
    "CardName": "Chewie's AT-ST (V3)",
    "Grouping": "Light",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 4,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 5,
    "Armor": 4,
    "Landspeed": 3,
    "Lore": "\\b Enclosed\\b0. Chewie's daring capture of an Imperial AT-ST helped turn the tide in the Battle of Endor.",
    "Gametext": "May add 2 pilots. During battle, if Chewie aboard, may target an opponent's character or AT-ST present. Draw destiny. Target hit and power = 0 if destiny > defense value. Immune to attrition < 4.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "IsPulled": "Chewbacca (V3)\\par Combined Fleet Action",
    "Matching": "Chewbacca\\par Chewbacca (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Chewbacca, Protector\\par Chewbacca, Protector (V)\\par Chewbacca, Walking Carpet (V)\\par Chewie\\par Chewie (V)\\par Chewie With Blaster Rifle\\par Chewie, Enraged\\par Chewie, Enraged (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 408,
    "CardName": "Chief Chirpa (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Ewok\\b0",
    "Destiny": 2,
    "Power": 0,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of Wicket's Ewok tribe for 42 seasons. Head of the Council of Elders. Decided to spare Han's Rebels and join their fight against the Empire.",
    "Gametext": "Deploys only on Endor. Ewoks on Endor are power +1. \"Vehicle with armor\" on Ewok Catapult may be treated as \"non-Dark Jedi character\" (\"crashes\" is then treated as \"lost\"). May not be targeted by weapons.",
    "Icons": 0,
    "IsPulled": "I Hope She's All Right (V)\\par Princess Organa\\par Wicket (V)",
    "Combo": "Chief Chirpa (V9) + Ewok Catapult\\par -----\\par Chief Chirpa (V9) + Endor: Chief Chirpa's Hut",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 497,
    "CardName": "Commander Igar (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Leader\\b0. Served with General Veers' Blizzard unit at Battle of Hoth. Assigned by Vader to coordinate surface defense of Endor's moon. Kuat native.",
    "Gametext": "Adds 2 to power of anything he pilots, 3 to power of any combat vehicle. Once per turn, if piloting a combat vehicle, may use 1 Force to cancel a 'react' from a related site to this site or cancel an opponent's just drawn battle destiny at same site (except their first this battle).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Admiral Piett\\par Blizzard 4\\par Come With Me (V)\\par Ominous Rumors (V)\\par Tarkin's Orders (V)",
    "Combo": "Commander Igar (V9) + Well-earned Command\\par -----\\par Commander Igar (V4) on combat vehicle + Well-earned Command (V9)\\par -----\\par Commander Igar (V9) + Colonel Dyer + Scout Recon",
    "Cancels": "One 'react' at a related site.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 533,
    "CardName": "Corellian Retort (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Threepio, you tell that slimy piece of worm-ridden filth he'll get no such pleasure from us!\"",
    "Gametext": "USED: Cancel an attempt to target your Corellian (or your starship piloted by a Corellian) with a weapon. LOST: Retrieve your just lost Corellian (or your just lost character of ability < 4) into hand.",
    "Icons": 0,
    "Information": "Corellians are:\\par \\par Captain Han Solo\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corellian\\par Corporal Marmor\\par Corran Horn\\par Dash Rendar\\par Dash Rendar (V)\\par General Crix Madine\\par General Solo\\par General Solo (V)\\par Grondorn Muse\\par Han\\par Han (V)\\par Han Solo\\par Han Solo (V)\\par Han Solo, Courageous Smuggler (V)\\par Han With Heavy Blaster Pistol\\par Laudica\\par Laudica (V)\\par Mirax Terrik\\par Palejo Reshad\\par Romas \"Lock\" Navander\\par Romas \"Lock\" Navander (V)\\par Sergeant Bruckman\\par TK-422\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader",
    "IsCanceledBy": "Lightsaber Deficiency (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 574,
    "CardName": "Count Me In (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Leia couldn't let Han out of her sight.",
    "Gametext": "Use 2 Force to deploy on Leia (even if a captive) or Back Door. Attrition against opponent is +1. Once per game, may place this Effect out of play to cancel a Force drain at same or related site.",
    "Icons": 0,
    "IsPulled": "I Wonder Who They Found\\par General Solo (V9)\\par Rycar Ryjerd (V2)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Cancels": "A character weapon destiny.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 582,
    "CardName": "Covert Landing (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The stolen code allowed the Rebels to land their strike team on Endor surface undetected -- or so they thought.",
    "Gametext": "USED: During opponent's move phase, if Bunker 'blown away,' peek at top four cards of a player's Reserve Deck; replace in any order. LOST: During opponent's move phase, deploy a Rebel scout of ability < 5 to an Endor site opponent does not occupy from Reserve Deck; reshuffle. ",
    "Icons": 0,
    "Pulls": "A Rebel scout of ability < 5 to deploy on an Endor site.\\par Cal Alder\\par Captain Yutani\\par Captain Yutani With Blaster Cannon (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Colonel Cracken\\par Corporal Beezer\\par Corporal Beezer (V)\\par Corporal Delevar\\par Corporal Janse\\par Corporal Kensaric\\par Corporal Midge\\par Dresselian Commando\\par Endor Scout Trooper\\par General Solo\\par General Solo (V)\\par Lieutenant Blount\\par Lieutenant Blount (V)\\par Lieutenant Greeve\\par Lieutenant Page\\par Major Panno\\par Orrimaarko\\par Orrimaarko (V)\\par Rebel Scout\\par Rebel Scout (V)\\par Sergeant Brooks Carlson\\par Sergeant Bruckman\\par Sergeant Junkin\\par Tauntaun Handler\\par Tauntaun Handler (V)",
    "IsPulled": "Orrimaarko (V12)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 590,
    "CardName": "Crossfire (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Scout walker pilots are trained to set up a deadly heavy fire zone. This tactic can be disrupted by enemy weapons fire.",
    "Gametext": "Deploy on table. Your AT-STs are immune to attrition < 4. Once per game, may use 3 Force to take an Effect that deploys on a location (except Expand The Empire)  into hand from Reserve Deck; reshuffle. During battle, may place this Effect out of play to draw one battle destiny if unable to otherwise; your next battle destiny draw may not be canceled. [Immune to Alter.]",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "A Bright Center To The Universe\\par A Day Long Remembered\\par Altering The Deal (V)\\par Aratech Corporation\\par Arena Pillars (V)\\par A Sith's Plans (V)\\par Bantha Herd (V)\\par Carbon-Freezing\\par Closed Door\\par Cloud City Occupation\\par Corrosive Damage\\par Dark Deal\\par Dark Reconnaissance (V)\\par Dark Waters\\par Dark Waters & Krayt Dragon Bones (V)\\par Death Squadron\\par Death Squadron (V)\\par Death Star Sentry\\par Desperate Counter\\par Early Warning Network\\par Emperor's Power\\par Endor Shield\\par Establish Control\\par Establish Secret Base\\par Establish Secret Base (V)\\par Flagship Operations (V)\\par Forced Servitude\\par Frostbite\\par Hutt Influence (V)\\par I Want That Ship (V)\\par Image Of The Dark Lord\\par Image Of The Dark Lord (V)\\par Imperial Domination\\par Imperial Justice\\par Information Exchange (V)\\par Kuat Drive Yards\\par Maneuver Check\\par Mercenary Slavers (V)\\par Occupied Territory (V)\\par Ominous Rumors\\par Ominous Rumors (V)\\par Perimeter Patrol\\par Presence Of The Force\\par Rebel Base Occupation\\par Rendili StarDrive\\par Scum And Villainy\\par Security Precautions\\par Security Precautions (V)\\par Senate Hovercam\\par Sienar Fleet Systems\\par Special Delivery\\par Spice Mines Of Kessel (V)\\par Sunsdown\\par Sunsdown & Too Cold For Speeders\\par Tarkin Doctrine (V)\\par Tatooine Occupation\\par There Is No Try & Oppressive Enforcement (V)\\par Visage Of The Emperor\\par Well-earned Command (V)\\par Wipe Them Out, All Of Them (V)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 639,
    "CardName": "Darth Vader's Lightsaber (V3)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "Vader's lightsaber. Symbol of the most feared man in the galaxy. Vader's control of the dark side of the Force allows him to wield this weapon in surprising ways.",
    "Gametext": "Deploy on Vader. May add 1 to Force drain where present. May target a Jedi or Skywalker for free. Draw 3 destiny and choose 2. Target hit (may place any Interrupt from opponent's Lost Pile out of play) and forfeit = 0, if total destiny > defense value. ",
    "Icons": 0,
    "Information": "Vader's lightsaber 'personas' are:\\par \\par Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Darth Vader With Lightsaber\\par Vader's Lightsaber",
    "IsPulled": "Maul Strikes",
    "MatchingWeapon": "Darth Vader\\par Darth Vader (V)\\par Darth Vader, Betrayer Of The Jedi (V)\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, More Machine Than Man (V)\\par Lord Vader\\par Lord Vader (V)\\par Vader\\par Vader (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 648,
    "CardName": "Dead Ewok (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Many Ewoks gave their lives in the Battle of Endor.",
    "Gametext": "Cancel Ellors Madak. (Immune to Sense.) OR Use 2 Force to cancel the game text of an opponent's alien for remainder of turn. OR Place an Ewok Catapult in opponent's Used Pile. OR Make an Ewok power and forfeit = 0 for remainder of turn.",
    "Icons": 0,
    "Cancels": "Game text of opponent's alien.\\par Ellorrs Madak\\par Ellorrs Madak (V8)",
    "IsCanceledBy": "Yub Yub!",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 698,
    "CardName": "Den Of Thieves (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's palace is considered a safe haven to many on the run. It is also widely known to provide luxurious accommodations to its welcomed guests.",
    "Gametext": "Deploy on table. Your aliens of ability < 3 may not have their forfeit values reduced. Your battle destiny draws are +1 where you have a character with \"plotting to kill Jabba\" in lore. May lose 1 Force to raise your converted [Jabba's Palace] site to the top.",
    "Icons": 0,
    "Information": "Characters with 'plotting to kill Jabba' in lore:\\par \\par Dark side\\par Bane Malar\\par Bane Malar (V7)\\par Bib Fortuna (Jabba's Palace)\\par J'Quille\\par J'Quille (V8)\\par Ree-Yees\\par Velken Tezeri\\par \\par Light side\\par Garon Nas Tal\\par Tessek",
    "IsPulled": "Twi'lek Advisor\\par Twi'lek Advisor (V8)\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 757,
    "CardName": "Don't Forget The Droids (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "ModelType": "Jabba's Palace",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"We're on our way!\"",
    "Gametext": "USED: Cancel an attempt to target a droid with a weapon. LOST: If a battle was just initiated at a site, lose 1 Force and place your droid there out of play to cancel all opponent's weapon and battle destiny draws during this battle.",
    "Icons": 0,
    "Cancels": "An attempt to target a droid.\\par Prevents opponent from drawing weapon or battle destiny during battle.",
    "IsCanceledBy": "Cold Feet (V11)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 835,
    "CardName": "Emperor's Power (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "From his throne room aboard the second Death Star, Emperor Palpatine monitors activity throughout the galaxy.",
    "Gametext": "Deploy on Emperor. Jedi are power -1 and deploy +1. During your control phase, if Emperor present at a battleground site with Vader (or two Imperial Council Members), opponent loses 1 Force.",
    "Icons": 0,
    "IsPulled": "Death Star II: Throne Room\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Emperor's Power (V11) + Emperor Palpatine\\par -----\\par Emperor's Power (V11) + The Emperor or The Emperer (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 837,
    "CardName": "Empire's New Order (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Palpatine's cruel vision of his Empire included the enslavement and subjugation of entire species.",
    "Gametext": "Deploy on table. Whenever an opponent's alien is just lost, they lose 1 Force. While all of your ability on table is provided by Imperials and Imperial starship pilots, your admirals, generals, moffs, and Emperor are deploy -1 and are forfeit +1. Aliens are deploy +1 and forfeit -1.",
    "Icons": 0,
    "IsPulled": "Imperial Tyranny (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "IsCanceledBy": "Yub Yub!",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 845,
    "CardName": "Endor Celebration (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The Rebel presence on Endor meant that the Ewoks would be able to live free from the Empire's tyranny.",
    "Gametext": "Cancel an Effect with \"occupation\" in title. (Immune to Sense.) OR During your draw phase, if you have a Rebel scout alone at Back Door, draw destiny. Activate or retrieve 5 Force and place this Interrupt on bottom of Lost Pile if destiny < the number of your scouts on table.",
    "Icons": 0,
    "IsPulled": "I Hope She's All Right (V)\\par Orrimaarko (V)",
    "Cancels": "Any Effect with Occuptaion in title.\\par Cloud City Occupation\\par Naboo Occupation\\par Rebel Base Occupation\\par Tatooine Occupation",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 886,
    "CardName": "Establish Secret Base (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Empire's remote bases develop new technology and hide sensitive projects from potential Rebel saboteurs.",
    "Gametext": "If you control Bunker, deploy on Endor system. At each Endor site you control with an AT-ST or Biker Scout, opponent's Force generation is canceled. During your deploy phase, may deploy one Aratech Corporation or an Effect with \"Endor\" in lore or game text from Reserve Deck; reshuffle. [Immune to Alter]",
    "Icons": 0,
    "Pulls": "Aratech Corporation\\par Aratech Corporation (V)\\par Battle Order\\par Combat Response\\par Conduct Your Search\\par Early Warning Network\\par Endor Shield\\par Endor Shield (V)\\par Establish Secret Base\\par Establish Secret Base (V)\\par Insignificant Rebellion\\par Insignificant Rebellion (V)\\par Ominous Rumors\\par Perimeter Patrol\\par Pinned Down\\par Pinned Down (V)\\par Royal Escort\\par Search And Destroy",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Endor Operations\\par Establish Secret Base (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 936,
    "CardName": "Feltipern Trevagg's Stun Rifle (V3)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "rifle",
    "Destiny": 2,
    "Lore": "Assault rifle modified by Feltipern. Used by the Gotal bounty hunter before he became a tax collector. Occasionally brought along to 'ease' Feltipern's collection duties.",
    "Gametext": "Use 1 Force to deploy on your bounty hunter (free on Feltipern Trevagg). May target a character for free. Draw destiny. Target captured (and you may take one Interrupt from Lost Pile into hand) if destiny +2 > defense value.",
    "Icons": 0,
    "IsPulled": "Emergency Deployment (V)\\par Jabba's Through With You",
    "MatchingWeapon": "Feltipern Trevagg",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 955,
    "CardName": "Flagship Operations (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"There's too many of them!\"",
    "Gametext": "Deploy on a system. Your TIEs may relocate (as a regular move) to a system from 0 to 3 parsecs away. For each battleground system you control with two TIEs piloted by Imperials, you may add 3 to your total power in battles. Opponent's Force drain is +3 here. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 979,
    "CardName": "Fozec (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b spy\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "\\b Spy\\b0  for the Empire. Keeping tabs on Jabba's activities for the ISB. Secretly hoping to leave the Empire and pursue lucrative opportunities in the underworld.",
    "Gametext": "Adds 2 to power of anything he pilots. While Undercover, opponent's Force drains at related locations are -1. Once during battle, if with an ISB agent, may cause opponent to draw destiny. You may retrieve 2 Force if destiny > 2.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "ISB agents are:\\par \\par 5D6-RA-7 (Fivedesix)\\par 5D6-RA-7 (Fivedesix) (V)\\par Admiral Ozzel\\par Captain Jonus\\par Chall Bekan\\par Chyler\\par Colonel Wullf Yularen\\par Commander Merrejk\\par Corporal Derdram\\par Corporal Derdram (V5)\\par Corporal Oberk\\par Corporal Vandolay\\par Corporal Vandolay (V5)\\par Daroe\\par Fozec\\par Fozec (V8)\\par Lieutenant Renz\\par Lieutenant Renz (V9)\\par Lt. Pol Treidum\\par Navy Trooper Vesden\\par Officer Evax\\par Outer Rim Scout\\par Probe Droid\\par Probe Droid (V4)\\par Sergeant Tarl\\par Sergeant Torent\\par Snowtrooper Officer\\par Tarkin\\par Tarkin (V3)\\par Veers",
    "IsPulled": "Murttoc Yine\\par Tarkin (V3)",
    "Combo": "Fozek (V8) + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 983,
    "CardName": "Freeze! (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Despite Wicket's warnings, an Imperial scout still got the drop on Leia.",
    "Gametext": "Deploy Blaster Rack from Reserve Deck; reshuffle. OR During battle, attrition against opponent is +1 for each non-lightsaber weapon you have present. OR Your scout is power +3 for remainder of turn.",
    "Icons": 0,
    "Pulls": "Blaster Rack\\par Blaster Rack (V1)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1016,
    "CardName": "Gela Yeens (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Bad-tempered \\b smuggler\\b0. Makes a few credits more helping Jabba collect debts. Highly regarded for his uncanny anticipation in battle. Searching for Debnoli.",
    "Gametext": "Adds 3 to power of anything he pilots. Opponent may not target Gela Yeens (or a starship he pilots) with weapons. While in battle with Jabba, opponent's characters at same site are power and forfeit -2.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V7).",
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Matching": "Raider Craft (V15)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 1026,
    "CardName": "General Solo (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0, \\b scout\\b0, \\b Corellian\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 8,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Scout\\b0. \\b Leader\\b0  of the Rebel strike team on Endor. Needed the cleverness of a Corellian to destroy the Endor control bunker. Discovered the truth about Luke and Leia.",
    "Gametext": "Adds 3 to power of anything he pilots. During battle, may use 1 Force to play an Interrupt from your Reserve Deck (then place that card out of play). Once per turn, may take a non-Interrupt card with \"door\" in game text into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han Solo (V)\\par Han Solo, Courageous Smuggler (V)\\par Han Solo, Innocent Scoundrel (V)\\par Han With Heavy Blaster Pistol\\par TK-422\\par -----Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6428\\par \\par General Solo (V9) Interrupts (Read Note)\\par What complicates this is Gen. Solo's ability being a top level action and the nature of interrupts. For example, Whoooo! can be played by Han to take an N-1 starfighter into hand during a battle, but it can't be played to make Droid Starfighters power -1 because it would have to be played in response to a battle; likewise a card like The Signal has one part that can only be played at the start of the game, yet clearly is only in the deck to be used in its other aspect as a Used interrupt. So, this list is going to have to come with a big caveat emptor that the player read the card and ensure they are going to use it in a legal fashion.\\par \\par A Few Maneuvers\\par A Jedi's Focus\\par A Jedi's Patience\\par A Step Backward\\par Advance Preparation\\par Advance Preparation (V)\\par All Wings Report In\\par All Wings Report In & Darklighter Spin\\par Alter\\par Alter & Friendly Fire\\par Alternatives To Fighting\\par Ambush\\par Antilles Maneuver\\par Are You Brain Dead?!\\par Artoo, Come Back At Once!\\par Artoo, I Have A Bad Feeling About This\\par Away Put Your Weapon\\par Away Put Your Weapon (V)\\par Balanced Attack\\par Beru Stew\\par Big Boomers!\\par Blasted Varmints\\par Blue Milk\\par Cantina Brawl\\par Captive Pursuit\\par Careful Planning (V)\\par Clash Of Sabers\\par Closer?!\\par Cloud City Sabacc\\par Collision!\\par Combined Attack\\par Computer Interface\\par Computer Interface (V)\\par Control\\par Control & Tunnel Vision\\par Corellian Retort\\par Corellian Slip\\par Courage Of A Skywalker\\par Courage of a Skywalker (V)\\par Covert Landing\\par Covert Landing (V)\\par Critical Error Revealed\\par Dark Approach\\par Dark Dissension\\par Dark Dissension (V)\\par Dash\\par Desperate Reach\\par Desperate Tactics\\par Desperate Times\\par Direct Assault\\par Diversionary Tactics\\par Don't Get Cocky\\par Don't Underestimate Our Chances\\par Double Agent\\par Dune Sea Sabacc\\par Effective Repairs\\par Either Way, You Win\\par End Of A Reign\\par Endor Celebration\\par Endor Celebration (V)\\par Entering The Arena\\par Escape Pod (V)\\par Eventually You'll Lose\\par Ewok And Roll\\par Ewok Rescue\\par Fall Of The Legend\\par Firefight\\par First Aid\\par Fly Casual\\par Found Someone You Have\\par Found Someone You Have (V)\\par Free Ride\\par Free Ride & Endor Celebration\\par Full Throttle\\par Gambler's Luck\\par Get Alongside That One\\par Gift Of The Mentor\\par Gimme A Lift!\\par Glancing Blow\\par Grimtaash\\par Han's Back\\par Han's Back (V)\\par Han's Dice (V)\\par Harvest\\par Head Back To The Surface\\par Help Me Obi-Wan Kenobi\\par Heroes Of Yavin\\par Higher Ground\\par Houjix\\par How Did We Get Into This Mess?\\par I Don't Need Their Scum, Either\\par I Don't Need Their Scum, Either (V)\\par I Have A Bad Feeling About This\\par I Know\\par I Thought They Smelled Bad On The Outside\\par I'm Here To Rescue You\\par Inconsequential Barriers\\par Innocent Scoundrel\\par Insertion Planning\\par Into The Garbage Chute, Flyboy (V)\\par Into The Ventilation Shaft, Lefty\\par It's A Hit!\\par Jabba's Palace Sabacc\\par Jedi Leap\\par Jedi Levitation\\par Jedi Levitation (V)\\par Jedi Mind Trick\\par Jedi Presence\\par Ke Chu Ke Kukuta? (V)\\par Keep Your Eyes Open\\par Keep Your Eyes Open (V)\\par Krayt Dragon Howl\\par Krayt Dragon Howl (V)\\par Leia's Back\\par Leia's Back (V)\\par Let The Wookiee Win\\par Levitation\\par Levitation (V)\\par Life Debt\\par Lift Tube Escape\\par Light Maneuvers\\par Local Defense\\par Lone Rogue\\par Losing Track\\par Luke's Back\\par Luke's Back (V)\\par Mandalorian Mishap\\par Mandalorian Mishap (V)\\par Might Of The Republic\\par Moving To Attack Position\\par NOOOOOOOOOOOO!\\par Nar Shaddaa Wind Chimes\\par Nar Shaddaa Wind Chimes & Out Of Somewhere\\par Neck And Neck\\par New Leadership Is Needed\\par Nice Of You Guys To Drop By\\par Nice Of You Guys To Drop By (V)\\par No Giben Up, General Jar Jar!\\par Off The Edge\\par Old Times\\par On Target\\par On The Edge\\par Organized Attack\\par Our Only Hope\\par Out Of Commission\\par Out Of Commission & Transmission Terminated\\par Panic (V)\\par Path Of Least Resistance\\par Path Of Least Resistance & Revealed\\par Perimeter Scan\\par Power Pivot\\par Precise Hit\\par Protector\\par Punch It!\\par Radar Scanner\\par Rebel Leadership\\par Rebel Reinforcements\\par Rebel Reinforcements (V)\\par Recoil In Fear\\par Rescue In The Clouds\\par Return Of A Jedi\\par Return Of A Jedi (V)\\par Reveal Ourselves To The Jedi\\par Revealed\\par Rug Hug\\par Sabotage (V)\\par Scomp Link Access\\par Sense & Recoil In Fear\\par Shocking Information\\par Shocking Information & Grimtaash\\par Shoo! Shoo!\\par Shoo! Shoo! (V)\\par Skull\\par Skywalkers\\par Solo Han\\par Sound The Attack\\par Spaceport Speeders\\par Starship Levitation\\par Starship Levitation (V)\\par Stay Here, Where It's Safe\\par Strangle\\par Strike Blocked\\par Surreptitious Glance\\par Surreptitious Glance (V)\\par T-47 Battle Formation\\par Take The Initiative\\par Take This!\\par The Bith Shuffle\\par The Bith Shuffle & Desperate Reach\\par The Force Is Strong With This One\\par The Signal\\par The Signal (V)\\par They'd Be Crazy To Follow Us\\par This Is Absolutely Right\\par This Is More Like It\\par This Is No Cave\\par Throw Me Another Charge\\par Tight Squeeze\\par Transmission Terminated\\par Trooper Sabacc\\par Tunnel Vision\\par Utinni!\\par Utinni! (V)\\par Visored Vision\\par Visored Vision (V)\\par Walker Sighting (V)\\par Warrior's Courage\\par We Can Still Outmaneuver Them\\par We Don't Have Time For This\\par We Don't Need Their Scum\\par We Wish To Board At Once\\par We'll Find Han\\par Weapon Levitation\\par Were You Looking For Me?\\par Wesa Gotta Grand Army\\par Who's Scruffy-Looking?\\par Whoooo!\\par Wookiee Guide\\par Wookiee Roar\\par Wookiee Strangle\\par Yoda Stew\\par Yoda Stew & You Do Have Your Moments\\par Yoda, You Seek Yoda\\par You Do Have Your Moments\\par You Will Take Me To Jabba Now\\par You'll Find I'm Full Of Surprises\\par Yub Yub!",
    "Pulls": "One non-Interrupt card with door in game text.\\par Bo Shuda\\par Count Me In (V)\\par Deactivate The Shield Generator\\par Emperor's Sinister Plans (V)\\par Endor: Back Door\\par General Solo (V)\\par I Hope She's All Right (V)\\par I Wonder Who They Found (V)\\par Tamizander Rey\\par That's One (V)\\par The Shield Is Down!\\par Yavin 4 Trooper",
    "IsPulled": "Balanced Attack\\par Covert Landing (V9)\\par Han's Back\\par Han's Back (V2)\\par Rapid Deployment (V9)\\par Rebel Leadership (V12)\\par Solo Han (V6)\\par Strike Planning\\par We'll Find Han (V6)",
    "Matching": "Millennium Falcon\\par Millennium Falcon (V14)",
    "MatchingWeapon": "Han's Blaster, So Uncivilized (V)\\par Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1077,
    "CardName": "Green Squadron 1 (V3)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "A-wing",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 4,
    "Maneuver": 5,
    "Lore": "Constructed at Chardaan Shipyards, a zero-gravity facility. Typically used as an escort for Y-wings or B-wings on critical attack missions.",
    "Gametext": "May add Green Leader as a pilot. Once per turn, may take Diversionary Tactics into hand from Reserve Deck; reshuffle. If with \\ul Executor\\ul0  at end of battle, may draw destiny; \\ul Executor\\ul0  and this starfighter lost if destiny > 5.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "A-wing Cannon and Concussion Missiles may deploy on an A-wing.",
    "Pulls": "Diversionary Tactics\\par Diversionary Tactics (V12)",
    "IsPulled": "All Wings Report In & Darklighter Spin",
    "Combo": "Green Squadron 1 (V11) + General Walex Blissex",
    "Matching": "Green Leader",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 1095,
    "CardName": "Han (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b Corellian\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Corellian. Graduated with honors from the Imperial Academy. Dishonorably discharged. Wanders the galaxy building a reputation as a \\b gambler\\b0  and hot-shot pilot.",
    "Gametext": "Adds 3 to power of anything he pilots. Force retrieval with Or Be Destroyed is immune to Secret Plans. While armed with a blaster, Han is defense value +2. While Or Be Destroyed on table, immune to attrition < Han's power.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Han Solo personas are:\\par \\par Captain Han Solo\\par General Solo\\par General Solo (V)\\par Han\\par Han (V)\\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Han Solo\\par Han Solo (V)\\par Han Solo, Courageous Smuggler (V)\\par Han Solo, Innocent Scoundrel (V)\\par Han With Heavy Blaster Pistol\\par TK-422",
    "IsPulled": "Han's Back\\par Han's Back (V2)\\par Solo Han (V6)\\par We'll Find Han (V6)",
    "Combo": "Han (V3) + Life Debt\\par Deploy Chewie for free from Reserve Deck if Han is defending a battle alone.",
    "Matching": "Gold Squadron 1\\par Millennium Falcon\\par Millennium Falcon (V14)",
    "MatchingWeapon": "Han's Blaster, So Uncivilized (V)\\par Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jedi Pack",
    "Errata": 1
  },
  {
    "id": 1131,
    "CardName": "Hermi Odle (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Baragwin assigned by Jabba to be the palace's master weaponsmith. Enemy of Pote Snitkin.",
    "Gametext": "Aliens at same and related sites may not have their weapons stolen or be Disarmed, and, while armed with a non-lightsaber, non-[Permanent Weapon] weapon: their weapon destiny draws are +1 and opponent's [Permanent Weapon] characters are power -1 there.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Combo": "Hermie Odle (V8) + Hidden Weapons + Boba Fett (V8) + Boba Fett's Blaster Rifle (V6)  + Defensive Fire (V5).\\par Opponent has to initiate battle but you can capture 2 characters as 'just' actions. One as a +2, one as a +6 plus an additional 2 during the weapons phase.1 draw for hidden weapons and + 4 for Bob's Rifle. But the kicker is opponent does not get a battle detiny by himself. (Rimeeri)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 1193,
    "CardName": "Hutt Bounty (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Chissaa, picha gawanki Chewbacca. Yupon cogorato kama walpa kyess kashung kawa Wookiee.\"",
    "Gametext": "Deploy on Jabba. Your battle destiny draws are +1. At related sites you control, your Force generation is +1. During battle here, may make a non-Jedi character present with Jabba power = 0.",
    "Icons": 0,
    "IsPulled": "Boba Fett (CC) (V6)\\par Nal Hutta\\par Twi'lek Advisor\\par Twi'lek Advisor (V8)\\par We Must Accelerate Our Plans",
    "Combo": "Hutt Bounty (V8) + any Jabba",
    "Rules": "(AR 1.7.1, B-8)\\par Once the total activation for the current turn has been computed, canceling this Effect does not alter the total for the current turn.",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1219,
    "CardName": "I Must Be Allowed To Speak (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Jedi mod spienko eek.\"",
    "Gametext": "Deploy on table. Once per character, when you deploy Chewie, Lando, Leia, or Luke to a Tatooine site, may take any one card from Used Pile into hand; reshuffle. While Han is frozen, Rebels are immune to None Shall Pass. Once per game, may deploy a farm from Reserve Deck; reshuffle.  (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Farm\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Lars' Moisture Farm (V15)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par The Signal (V)\\par We Wish To Board At Once",
    "Rules": "\"Once per character\" on this card should be interpreted as \"once per character persona.\" Deploying different versions of the same persona in a game does not let you make use of this text more than once.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1225,
    "CardName": "I Wonder Who They Found (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 1,
    "Lore": "\"General Solo, is your strike team assembled?\"",
    "Gametext": "Use 2 Force to deploy on Han or Back Door; draw top card of Used Pile. Non-Jedi, non-[Permanent Weapon] Rebels are defense value +2 and immune to attrition < 3. May place this Effect out of play to cancel the targeting of a weapon at same or related site.",
    "Icons": 0,
    "Information": "Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par Wow, oh wowie. I really enjoyed V8 for all the new possibilities that it brought to LS battling, and this is one of them. It is a new twist on the \"Fab Four\" Effects that can fit into a variety of decks. The deployment choices are nice, but it is stronger going on the Back Door. Immediately you get some extra card advantage. Universally your EPPs and other scrub Rebels get stronger, and your opponents have some trouble deploying to your stronghold (especially nice if deployed on Han). The best thing about this text is the ungrabbable Blaster Deflection. Lots of bad things can happen to your hit characters, so don't let it happen. General Solo can pull this every turn for optimal abuse. You can even cancel your own targeting if you want to cycle this for more cards on the following turn.\\par \\par ARMAEDES' TAKE:\\par Aargh! I can't believe I forgot this one! Although I think of this less as a battling card and more of a defensive card. In a battling deck these days, you rarely want your characters to stay on the table for long because they'll run the risk of a return beating. Really this card is about keeping your guys alive, not beating down your opponent's guys. Still a solid card, but not what I would consider a \"typical\" battle aid.",
    "Abbreviation": "IWWTF (V)",
    "IsPulled": "General Solo (V9)\\par Rycar Ryjerd (V2)\\par The Signal\\par The Signal (V8)\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Cancels": "Targeting of a weapon at same or related site.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1234,
    "CardName": "I'm With You Too (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 7,
    "Lore": "Luke completes the legendary foursome.",
    "Gametext": "Deploy on Luke (even if a captive) or any non-[Episode I] Throne Room; recirculate. Your duel destiny draws are +1. Once per turn, may lose 3 Force to cancel a just drawn battle destiny at same or related locations of either Luke or this Effect.",
    "Icons": 0,
    "Information": "Applicable throne rooms are:\\par \\par Death Star II: Throne Room\\par Yavin 4: Massassi Throne Room",
    "Abbreviation": "IWYT (V)",
    "IsPulled": "I Wonder Who They Found\\par It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Combo": "I'm With You Too (V9) + It Could Be Worse\\par You will only have to 'use' (instead of 'lose') 3 Force to cancel a battle destiny. Watch out for It's Worse! though. (Psychobabble)",
    "Rules": "Errata (September 17th, 2007)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 1257,
    "CardName": "Imperial Academy Training (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Graduates of the Empire's military academies train to fire standard-issue weapons efficiently.",
    "Gametext": "Deploy on table. Imperials armed with a blaster or rifle at battleground sites are forfeit +2 and their weapon destiny draws are +1. Once per battle, if you have a non-lightsaber weapon there, may use 2 Force to add 4 to your total power. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Field Promotion (V5)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1289,
    "CardName": "Imperial Tyranny (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Empire considers alien species to be inferior.",
    "Gametext": "USED: Deploy Empire's New Order from Reserve Deck; reshuffle. OR If Vader just won a battle at the same site as an alien, place that alien out of play. LOST: If a battle was just initiated where you have a character weapon card, place the top card of your Lost Pile on top of your Reserve Deck.",
    "Icons": 0,
    "Pulls": "Empire's New Order\\par Empire's New Order (V9)",
    "IsPulled": "Field Promotion (V5)",
    "IsCanceledBy": "Yub Yub!",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1301,
    "CardName": "Inconsequential Losses (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "With its superior numbers, the Empire knowingly sacrifices the safety of many units and weapons in order to preserve the greater war machine.",
    "Gametext": "Deploy on table. You may forfeit non-lightsaber weapons (using forfeit value = 3); place your just forfeited weapon in Used Pile. During your deploy phase, if you just deployed a vehicle or starship, may deploy a weapon (for free) on that vehicle or starship from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Pulls": "One weapon to deploy on a just deployed starship or vehicle.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Superficial Damage (V9)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 1343,
    "CardName": "J'Quille (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Whiphid \\b spy\\b0  in league with Lady Valarian. Yearns for battle. Enjoys hearing the screams of his victims. Plotting to kill Jabba.",
    "Gametext": "May deploy to a shielded site, and, for remainder of that turn, suspends 'Hoth Energy Shield Rules' at his site. Once per game, when deployed to a site, opponent loses 1 Force for each Light Side character present.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par 2. J'Quille (V)\\par J'Quille (V) is a great battle-aiding card because you can get characters to any non-Dagobah location in the game with him. Unless your opponent is playing Dagobah locations (where they can't do any damage anyway), they can't put a character anywhere and be safe. If all J'Quille (V) did was get you to any location you wanted to go to, it would still be an incredible card. But he also gives you some more pro-battling gametext with the Force loss clause of his gametext. This helps battling decks because it makes your opponent more wary of stacking a whole lot of characters at one location and preventing you from battling without getting wiped out. Essentially, J'Quille (V) makes your opponent spread their Force more thinly to avoid massive Force loss, and spreading thin plays right into the hands of a solid battling deck.\\par \\par SHEWSKI'S TAKE:\\par \\par I'm torn on him. Sure, it's nice to have him as a staging area into fortified area, but I think he (and Tanus for the LS) did some bad things as well. A pullable beatdown spy for Scum isn't so hot. I also wish that the Force loss was contingent on initiating a battle at his location instead of just deployment. Some hit and run tactics can evolve from that. Finally, while at the time Speeders raised its ugly head, he was a big fat blunt object that really kicked that deck to the curb. He could probably have done enough damage on his own or if gave DS a way to drop the Hoth Shield - kinda like what a saboteur might do. I see him used more for the damage text than anything else, so he didn't make my list.",
    "IsPulled": "Murttoc Yine\\par Sy Snootles",
    "Counterpart": "Tanus Spijek (V8)",
    "Combo": "J'Quille (V8) + Den Of Thieves (V8)\\par -----\\par J'Quille (V8) + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1347,
    "CardName": "Jabba The Hutt (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gangster\\b0, \\b leader\\b0, \\b Hutt\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Jabba Desilijic Tiure. Male heir to Zorba the Hutt. \\b Gangster\\b0. \\b Leader\\b0  of one of the largest criminal organizations in the galaxy. Over six hundred years old.",
    "Gametext": "While with your alien leader, Jabba is immune to attrition and may not be targeted by Interrupts or weapons. May deploy one Scum And Villainy from Reserve Deck; reshuffle. During battle, may use 1 Force to double the power of one other non-[Maintenance] alien present.",
    "Icons": 0,
    "Information": "Jabba personas are:\\par \\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V8)\\par Mighty Jabba\\par -----\\par Consider Hutt Bounty (V8).\\par -----\\par The other 'alien leader' may be Ephant Mon, who is pulled by Power Of The Hutt.\\par -----\\par Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V7).\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par If the power of Scum could be placed at the feet of one character, it would be this one, which is ironic since Jabba doesn't even really have feet. Jabba The Hutt (V) is very deck-specific, which is why he's not higher on my list, but in an alien deck he can end games on the 2nd or 3rd turn. I have personally had Jabba The Hutt (V) cause more than 50 overflow in games, and I know other players who have got that number even higher. With the number of ways dark side has to pull aliens from the deck, and with Jabba (V) doubling the power of almost all of them, you can create devastating beatdowns in record time. The best part is that the Audience Chamber deploys him from Reserve Deck and then Elis Helrot takes him wherever the fighting is. Truly a brutal battling card.\\par \\par SHEWSKI'S TAKE:\\par Well, I might take exception on the power of Scum being focused on him, but you are right that he is a potent card. I mean, winning a battle by 20 and winning it by 40 both hurt your opponent, but both are likely game winners. I didn't rank him on my list since I don't really like what he brings to the world of SWCCG. I think there were plenty of other cool Jabbas that Scum decks could run, plus I have trouble envisioning Jabba being a flying beatdown machine.",
    "Pulls": "Scum And Villainy",
    "IsPulled": "Jabba's Sail Barge (V8)\\par Wooof (V8)",
    "Combo": "Jabba The Hutt (V8) + Ephant Mon + Chokk\\par Efficient Combo; Ephant Mon is an alien leader.\\par -----\\par Bib Fortuna (EP1) is power 12 when Jabba uses 1 Force to double power.\\par -----\\par Jabba The Hutt (V8) + Gela Yeens (V8)\\par Jabba The Hutt (V8) + Vizam (V8)\\par Jabba The Hutt (V8) + Hermi Odle (V8)\\par Jabba The Hutt (V8) + Nizuk Bek (V8)\\par -----\\par Jabba The Hutt (V8) + 4-LOM With Concussion Rifle\\par 4-LOM adds one battle destiny with Jabba.\\par -----\\par Jabba The Hutt (V8) + Boelo\\par Cancel one opponent's battle destiny.\\par -----\\par Jabba The Hutt (V8) + Hutt Bounty (V8)",
    "IsCanceledBy": "Game text can be canceled by Han Solo (V10) for remainder of turn.\\par Game text can be canceled (and target may not fire weapons) by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1363,
    "CardName": "Jabba's Sail Barge (V3)",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Transport",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 5,
    "Armor": 5,
    "Landspeed": 2,
    "Lore": "Ubrikkian sail barge. Custom built for Jabba with an armored hull and weaponry. Top speed of 100 kph. Used by the Hutt crimelord on his many trips to Mos Eisley.",
    "Gametext": "Deploys only on Tatooine. May add 1 driver and 8 passengers. Scum And Villainy may deploy aboard. During your deploy phase, may deploy one Jabba, Pote, or Passenger Deck aboard from Reserve Deck; reshuffle. Immune to attrition < 6.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "Pulls": "Jabba's Sail Barge: Passenger Deck\\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba the Hutt (V8)\\par Mighty Jabba\\par Pote Snitkin",
    "IsPulled": "Power Of The Hutt",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 1366,
    "CardName": "Jabba's Space Cruiser (V3)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Ubrikkian Luxury Space Yacht",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 4,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 4,
    "Lore": "Flying fortress of Jabba Desilijic Tiure. Reaches speeds of 800 kph in atmosphere. The crime lord installed hidden gunports as an unpleasant surprise for would-be pirates.",
    "Gametext": "Deploys and moves like a starfighter. Permanent pilot provides ability of 2. May add 1 alien pilot and 6 passengers. Your [Independent] starships may deploy here as a 'react.' If Jabba here, immune to attrition.",
    "Icons": "Independent, Astromech, Scomp Link, Pilot",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "'Reacts' are prevented by Romas Lock Navander.",
    "IsPulled": "Power Of The Hutt",
    "Matching": "Danz Borin (V15)\\par Wooof (V8)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1409,
    "CardName": "Kalit (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b Jawa\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Jawa \\b leader\\b0. Seeking to peacefully settle a long-standing disagreement with his rival, Wittin. Wants Jabba to mediate their talks.",
    "Gametext": "Deploys only on Tatooine. Your other Jawas are power and forfeit +1. Your vehicle forfeited at same site satisfies all remaining battle damage against you. During your turn, may use 1 Force to take a card with \"Jawa\" in game text into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Aved Luun\\par Aved Luun (V)\\par Caller\\par Crash Site Memorial (V)\\par Desert\\par Dune Sea Sabacc\\par Het Nkik (V)\\par Jawa (EP1)\\par Jawa Ion Gun\\par Jawa Ion Gun (V)\\par Jawa Siesta\\par Jawa Siesta (V)\\par Kalit\\par Kalit (V)\\par Kalit's Sandcrawler\\par Luke's Backpack\\par R'kik D'nec, Hero of the Dune Sea\\par Radar Scanner\\par Ronto\\par Sandcrawler\\par Sandcrawler (V)\\par Sandcrawler Loading Bay\\par Sandwhirl\\par Scanner Techs\\par Tattoine: Hutt Canyon\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Camp (V)\\par Tatooine: Jawa Canyon\\par Thedit\\par Utinni!\\par Utinni! (V)",
    "IsPulled": "Aved Luun\\par Kalit (V)\\par Princess Organa\\par Sandcrawler (V)\\par Utinni! (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1418,
    "CardName": "Ke Chu Ke Kukuta? (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "\"Balka. Hachu ma blinki?\"",
    "Gametext": "If you have an information broker on table, draw destiny. If destiny > the number of opponent's characters on table, you may use 1 Force to take any one card into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Information": "Information brokers are:\\par \\par LE-B02D9 (Leebo)\\par LE-B02D9 (Leebo) (V7)\\par Mirax Terrik\\par Talon Karrde",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1483,
    "CardName": "Laudica (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0, Mistryl",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Corellian gun-runner. Skilled markswoman. Friends with Brindy Truchong and the Tonnika sisters. Romantically involved with Rayc Ryjerd, against her better judgment.",
    "Gametext": "While Rayc Ryjerd or Tonnika Sisters on table, power +3. Whenever opponent Force drains at a non-battleground, you may retrieve 1 Force. During your deploy phase, may deploy an Effect with \"matching\" in game text from Reserve Deck; reshuffle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "One Effect with 'matching' in its game text.\\par Beldon's Eye (V6)\\par Echo Base Garrison\\par Get To Your Ships!\\par Maneuvering Flaps (V4)\\par Sai'torr Kal Fas (V1)\\par Squadron Assignments",
    "Counterpart": "Nizuk Bek (V8)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1506,
    "CardName": "Leslomy Tacema (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Female Duros. Expert pilot. Helps run the docking facilities in Mos Eisley. Friends with Ellorrs Madak. Approves all cargo manifests. Forgiving of minor transgressions.",
    "Gametext": "Adds 3 to power of anything she pilots. While on Tatooine, your docking bay transit to and from Tatooine is free. Power +2 at Cantina, Mos Eisley, or a docking bay. During your deploy phase, may deploy one Bo Shuda, Ellorrs Madak, or Yerka Mig from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Warrior": 1,
    "Pulls": "Bo Shuda\\par Ellors Madak\\par Ellors Madak (V8)\\par Yerka Mig\\par Yerka Mig (V8)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1528,
    "CardName": "Lieutenant Grond (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Corellian\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Colonel Dyer's aide. Coordinates \\b scout\\b0  actions. As a youth, raced swoops on homeworld of Corellia. Formerly served with Emperor's Demonstration Team.",
    "Gametext": "Adds 2 to power of anything he pilots. Adds one battle destiny if with Colonel Dyer or if driving a swoop. May place Lieutenant Grond in Used Pile to cancel a Force drain at a related location.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Article at DeckTech, November 1st, 2005\\par Top 5 Damage-Controlling V-Cards (Dark Side) by Armaedes and Shewski\\par \\par Okay, probably nobody saw this guy coming on the list, but Grond (V) is actually quite good at blocking drains, especially if you put him on a vehicle that can move as a 'react.' He can react to a Force drain to block it, then be placed in Used Pile to block a second drain at a related location. The only downside to this is that some opponents will stop draining after Grond (V)'s react so that they can beat him down instead of allowing you to put him in the Used Pile. Just make sure you always have a \"bail me out\" card in hand just in case, so that if your opponent catches onto your tactic you can save yourself a beating, then stop reacting and just put Grond (V) in the Used Pile to cancel a single drain.\\par \\par SHEWSKI'S TAKE:\\par \\par Nice idea! I've only seen him used in space to cancel a drain on the ground. It actually was a cool loop - my opponent used Praji to pull him every turn to shut down my big drain on Endor, leading me to spread out instead of consolidating.",
    "IsPulled": "Aratech Corporation (V9)\\par Blizzard 4\\par Come With Me (V3)\\par Commander Praji (V2)",
    "Combo": "Lieutenant Grond (V9) + Commander Igar (or Commander Igar (V9)) + Scout Recon",
    "Cancels": "A Force drain at a related location by placing Grond in Used Pile.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1534,
    "CardName": "Lieutenant Renz (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of one of the Emperor's finest legions of troops. His command was placed at the disposal of Colonel Dyer. Always on the lookout for Rebel activity.",
    "Gametext": "Once per game, if at a battleground site, may initiate a Force drain that cannot be canceled; Force drain is +X (this bonus may not be canceled; ignore other modifiers) where X = the number of unique (*) Stormtroopers at battleground sites.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par Ominous Rumors (V)\\par Tarkin (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1544,
    "CardName": "Lieutenant Watts (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Native of Corulag. Watts' gunnery skills produce devastating results. Temporarily assigned to Kuat Drive Yards to work on prototype AT-ST weaponry.",
    "Gametext": "Adds 2 to power of anything he pilots. Once per turn, if at a battleground site, may take a weapon from Lost Pile into hand to cancel a Force drain at a related site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Pulls": "A weapon from Lost Pile.",
    "IsPulled": "Aratech Corporation (V)\\par Blizzard 4\\par Come With Me (V)\\par Commander Praji (V)\\par Ominous Rumors (V)",
    "Cancels": "A Force drain at a related site by taking a weapon from Lost Pile.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1597,
    "CardName": "Luke Skywalker, Rebel Scout (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 7,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "Resourceful \\b scout\\b0  and member of the Rebel infiltration team assembled to destroy the shield generator. Surrendered to his father so that he would not endanger the mission.",
    "Gametext": "Adds 2 to power of anything he pilots. Deploys -2 to a forest. His weapon destiny draws are +1. At same site, opponent must first use 1 Force to fire a weapon. During opponent's draw phase, if alone on Endor, may retrieve 1 Force. Immune to attrition < 5.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke (V)\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, Strong In The Force (V)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V)\\par Son Of Skywalker\\par Son Of Skywalker (V)",
    "Abbreviation": "LSRS (V)",
    "IsPulled": "Luke's Back\\par Rapid Deployment (V9)\\par Tatooine: City Outskirts\\par Yavin 4: Jedi Academy (V16)",
    "Combo": "Luke Skywalker, Rebel Scout (V9) + matching lightsaber + A Jedi's Resilience + Quick Draw (V9)",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Red 5 (V3)\\par Luke's T-16 Skyhopper\\par Rogue 1",
    "MatchingWeapon": "Anakin's Lightsaber\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V6)\\par Luke's Hunting Rifle\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 1624,
    "CardName": "Major Hewex (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of Navy detachment assigned to guard the Endor control bunker. Liaison between Imperial technicians and command staff.",
    "Gametext": "Your unique (*) Stormtroopers are deploy -1 to same site and are forfeit +1 at same and related locations.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par Ominous Rumors (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1634,
    "CardName": "Malakili (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 6,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Corellian. Worked for Circus Horrificus. Disapproves of Jabba's treatment of the rancor. Plotting with Lady Valarian to steal the immense beast away from Jabba's palace.",
    "Gametext": "Deploys -4 on Tatooine. Rancors may deploy here (even if Malakili is not the only character, habitat permitting), are defense value +4 here, and may not attack Malakili. During your deploy phase, may deploy one Rancor here from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Rancor\\par Rancor Mount (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1639,
    "CardName": "Mandalorian Mishap (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Most space-faring adventurers meet their fate with a calm, quiet dignity.",
    "Gametext": "Suspend all Effects with \"gangster\" in game text for remainder of turn. OR Target a bounty hunter and/or gangster at a site. For remainder of turn, targets may not fire weapons and their game text is canceled.",
    "Icons": 0,
    "Information": "Effects with \"gangster\" in game text are:\\par \\par Hutt Bounty (V8)\\par Jabba's Influence\\par Jabba's Influence (V6)\\par \\par Gangsters are:\\par Gardulla The Hutt\\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V8)\\par Mighty Jabba\\par Prince Xizor\\par Prince Xizor (V7)\\par Vigo",
    "Cancels": "Game text of bounty hunter and/gangster at same site for remainder of turn.\\par Firing of weapons by bounty hunter and/or gangster at same site for remainder of turn.\\par Suspends game text of Hutt Bounty (V8).\\par Suspends game text of Jabba's Influence.\\par Suspends game text of Jabba's Influence (V6).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1650,
    "CardName": "Master Luke (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Until being reunited with Yoda, Luke suspected that he had completed his training. Has a stronge influence on the weak-minded.",
    "Gametext": "Adds 2 to power of anything he pilots. During battle, may use 2 Force to place an opponent's alien (except Jabba or a Rep) present with Luke in owner's Force Pile (opponent may use or lose 3 Force instead). Immune to attrition < 4 (< 7 if with an alien leader).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke (V)\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, Strong In The Force (V)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V)\\par Son Of Skywalker\\par Son Of Skywalker (V)",
    "IsPulled": "Luke's Back\\par Luke's Back (V2)\\par Padm Naberrie (V11)",
    "Combo": "Master Luke (V8) + matching lightsaber + A Jedi's Resilience + Quick Draw (V9)\\par -----\\par Master Luke (V8) + I Must Be Allowed To Speak (V8) or non-virtual",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Red 5 (V3)\\par Luke's T-16 Skyhopper\\par Rogue 1",
    "MatchingWeapon": "Anakin's Lightsaber (V12)\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V6)\\par Luke's Hunting Rifle\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere 2 Player"
  },
  {
    "id": 1782,
    "CardName": "Nizuc Bek (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Guard from Corulag. Former bouncer at the Mos Eisley cantina. Assigned by Jabba to guard celebrities visiting Jabba's palace. Friend of Wuher. Loves juri juice.",
    "Gametext": "Whenever opponent Force drains at a non-battleground, may retrieve 1 Force. During your deploy phase, may deploy an Effect with \"matching\" in game text from Reserve Deck; reshuffle. Once per turn, may place Juri Juice from hand on Force Pile to cancel a Force drain.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "One Effect with 'matching' in its game text.\\par Alert My Star Destroyer! (V5)\\par Blaster Rack (V1)\\par Combat Response\\par Program Trap",
    "Counterpart": "Laudica (V8)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1796,
    "CardName": "None Shall Pass (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "Jabba's Gamorrean guards keep a watchful eye for unwelcome guests.",
    "Gametext": "If opponent just deployed a character (except Leia) to a Jabba's Palace site, use 1 Force to place that character on bottom of opponent's Force Pile (opponent may draw two cards from Reserve Deck).",
    "Icons": 0,
    "Information": "Ounee Ta makes None Shall Pass a unique (*) Lost Interrupt.",
    "IsCanceledBy": "Inconsequential Barriers",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 1878,
    "CardName": "Outflank (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Commander Igar's defense of Endor called for the use of speeder bikes to harass any attacking Rebels.",
    "Gametext": "If opponent just initiated battle at a site where their total power is greater than yours, you may use 1 Force (or cause opponent to use 1 Force) to relocate one of your characters or vehicles to that site from a related location.",
    "Icons": 0,
    "IsCanceledBy": "Lucky Shot (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1906,
    "CardName": "Pinned Down (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Heavy blaster fire hampered Han's attempts to open the Back Door to the Endor control bunker.",
    "Gametext": "Deploy on table. X = 4 on [V4] Tusken Breath Mask. May place this Effect in your Used Pile to cancel a 'react'.",
    "Icons": 0,
    "IsPulled": "Establish Secret Base (V9)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Cancels": "A 'react'.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 1946,
    "CardName": "Princess Leia Organa (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 3,
    "Deploy": "*",
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Captured by Jabba. Princess Leia provided a distraction for his henchbeings. Waiting for the first chance to escape. Really made Jabba's tail wiggle.",
    "Gametext": "* Deploys free only as an escorted captive of Jabba or a bounty hunter. Your Strangle destiny draws are +1. \"Escort alone\" on Strangle is treated as \"escort\". When released, escort is lost and you may retrieve any three cards (except Strangle).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par Leia\\par Leia (V)\\par Leia, Optimistic Leader (V)\\par Leia Organa\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia, Lost Scion (V)\\par Princess Leia Organa\\par Princess Leia Organa (V)\\par Princess Organa\\par Prisoner 2187\\par Senator Leia Organa (V)",
    "IsPulled": "Commander Vanden Willard (V3)\\par Leia's Back\\par Leia's Back (V2)\\par Padm Naberrie (V11)\\par Seeking An Audience\\par Seeking An Audience (V6)\\par Warrior's Courage (V6)",
    "Combo": "Princess Organa + Jerus Jannick",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V12)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster\\par Leia's Sporting Blaster (V3)",
    "Rules": "(AR 1.7.1, B-13)\\par This version of the Leia persona enters play either by deploying as a captive or, on rare occasion, by replacing a different Leia using the persona replacement rule (only if that other Leia is a captive of Jabba or a bounty hunter). Leia must still obey all normal deployment rules (e.g., she cannot deploy without presence or Force icons or to an opponent's starship or vehicle). All of this character card's game text should be applied whenever appropriate, even when she's a captive (this is a specific exception to the rules).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 2023,
    "CardName": "Rapid Deployment (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "General Solo's strike team was made up of the Alliance's finest ground troops.",
    "Gametext": "Target a site. At same and related sites, Rebel scouts deploying from hand are deploy -2 (and they may not battle or move) for remainder of turn. OR Deploy a Rebel scout (deploy +2) to a site from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Information": "The Rebel scout can only be deployed in deploy phase.",
    "Pulls": "One Rebel scout to a site.\\par Cal Alder\\par Captain Yutani\\par Captain Yutani With Blaster Cannon (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Colonel Cracken\\par Corporal Beezer\\par Corporal Beezer (V)\\par Corporal Delevar\\par Corporal Janse\\par Corporal Kensaric\\par Corporal Midge\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par Dresselian Commando\\par Endor Scout Trooper\\par General Solo\\par General Solo (V)\\par Lieutenant Blount\\par Lieutenant Blount (V)\\par Lieutenant Greeve\\par Lieutenant Page\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Major Panno\\par Orrimaarko\\par Orrimaarko (V)\\par Rebel Scout\\par Rebel Scout (V)\\par Sergeant Brooks Carlson\\par Sergeant Bruckman\\par Sergeant Junkin\\par Tauntaun Handler\\par Tauntaun Handler (V)",
    "IsPulled": "Orrimaarko (V12)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2155,
    "CardName": "Sacrifice (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Fixed",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba's minions could be expected to be sacrificed to save the Hutt, to destroy one of the Hutts enemies or to provide the Hutt and his minions with a good laugh.",
    "Gametext": "If opponent just initiated a battle, target your non-immune to Alter Effect on table. Draw destiny. Place target on Used Pile and activate up to X Force if destiny < X, where X = target's destiny number.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 2183,
    "CardName": "Scout Recon (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Familiarity with native terrain is essential to a scout garrison. Imperial command can also put this type of information to effective use.",
    "Gametext": "Find one of your missing characters. OR During battle, activate 1 Force for each of your scouts participating. OR During battle, if your Imperial with opponent's alien, your total battle destiny is +3.",
    "Icons": 0,
    "Information": "Scouts are:\\par \\par Biker Scout Trooper\\par Colonel Davod Jon\\par Commander Merrejk\\par Corporal Avarik\\par Corporal Drelosyn\\par Corporal Misik\\par Corporal Oberk\\par Hem Dazon\\par Hem Dazon (V)\\par Jodo Kast\\par Jodo Kast (V)\\par Lieutenant Grond\\par Lieutenant Grond (V)\\par Outer Rim Scout\\par Sergeant Barich\\par Sergeant Elsek\\par Sergeant Irol\\par Vedain\\par Zuckuss\\par Zuckuss (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2203,
    "CardName": "Security Precautions (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I think I got it.\"",
    "Gametext": "Deploy on a site you occupy. Opponent's non-[Immune to Alter] Effects deployed on this site are suspended. While your weapon here, for opponent to deploy or move a character here requires +1 Force, and, during battle, may place your trooper here (unless alone) in Used Pile to cancel the firing of opponent's weapon here. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Jonathan Chu, DragonCon Winner 2002",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "IsCanceledBy": "Ni Chuba Na?? (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 2205,
    "CardName": "Seeking An Audience (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"With your wisdom, I'm sure that we can work out an arrangement which will be mutually beneficial and enable us to avoid any unpleasant confrontation.\"",
    "Gametext": "Deploy on table. Once per turn, while You Can Either Profit By This... or Or Be Destroyed on table, may use 2 Force to deploy one C-3PO, Chewie, Lando, Leia or R2-D2 from Reserve Deck; reshuffle. Once per game, may place this Effect out of play to take a character from Lost Pile into hand. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Player Created Card\\par Original concept by Brian Fred, 2002 DPC Chicago Runner-Up.",
    "Pulls": "Artoo\\par Artoo (V)\\par Artoo & Threepio\\par Artoo & Threepio (V)\\par Artoo-Detoo In Red 5\\par Artoo, Brave Little Droid\\par Artoo, Brave Little Droid (V)\\par R2-D2 (Artoo-Detoo)\\par R2-D2 (Artoo-Detoo) (V)\\par R2-D2, Subversive Droid (V)\\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par Leia\\par Leia (V)\\par Leia, Optimistic Leader (V)\\par Leia Organa\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Leia Organa (V)\\par Princess Leia, Lost Scion (V)\\par Princess Organa\\par Senator Leia Organa (V)\\par Chewbacca\\par Chewbacca (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Chewbacca, Protector\\par Chewbacca, Protector (V)\\par Chewbacca, Walking Carpet (V)\\par Chewie With Blaster Rifle\\par Chewie, Enraged\\par Chewie, Enraged (V)\\par Han, Chewie, And The Falcon\\par Han, Chewie, And The Falcon (V)\\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V)\\par Lando Calrissian, Unlikely Hero (V)\\par Lando In Millennium Falcon\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V)\\par C-3PO (See-Threepio)\\par C-3PO (See-Threepio) (V)\\par See-Threepio\\par See-Threepio (V)\\par Threepio\\par Threepio With His Parts Showing\\par Any character from lost pile (once per game)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par You Will Take Me To Jabba Now (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace Sealed Deck",
    "Errata": 1
  },
  {
    "id": 2207,
    "CardName": "See-Threepio (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 5,
    "Lore": "C-3PO was Jabba's \"khan chita,\" or translator. Survived more battles than most members of the Alliance. Wasn't informed of R2-D2's role in the rescue of Han.",
    "Gametext": "Unless Jabba on table: you must first use 3 Force to play How Did We Get Into This Mess?; and, once per turn, if with R2-D2 at a Jabba's Palace site, may place your hand in Used Pile to draw the same number of cards from Reserve Deck.",
    "Icons": 0,
    "Information": "C-3PO personas are:\\par \\par Artoo & Threepio\\par Artoo & Threepio (V)\\par C-3PO (See-Threepio)\\par C-3PO (See-Threepio) (V)\\par See-Threepio\\par See-Threepio (V)\\par Threepio\\par Threepio With His Parts Showing\\par -----\\par Sonn in PC forums Tue Nov 07, 2006 8:22 am\\par \\par See-Threepio (V) is together with R2-D2 (Artoo-Detoo) (V) at a Jabba's Palace site.\\par The Reserve Deck contains 1 card.\\par Hand contains 8 cards.\\par \\par Can I use the text of C-3PO, put back the 8 cards from hand to pull up the 1 card from Reserve? \\par \\par Sonn's answer:\\par Yes, since you have a card in Reserve. You would draw whatever was available and stop.",
    "IsPulled": "Scomp Link Access (V6)\\par Seeking An Audience\\par Seeking An Audience (V6)\\par Were You Looking For Me?",
    "Combo": "See-Threepio (V8) + Hopping Mad (V6)",
    "IsCanceledBy": "Commander Praji cancels game text.\\par -----\\par E-3PO (V6) cancels Threepio's text and text of cards on him at same location.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Jabba's Palace"
  },
  {
    "id": 2241,
    "CardName": "Sergeant Wallen (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Stormtrooper assigned to Colonel Dyer's command. His unit was recommended to Commander Igar by Governor Yount of the Wakeelmui garrison.",
    "Gametext": "During battle here, your Imperial leaders may not be targeted by weapons. Your Imperials of ability < 4 at same site (except Galactic Senate) may not have their game text canceled or their forfeit value modified or reset.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par General Tagge (V)\\par Ominous Rumors (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2289,
    "CardName": "Sneak Attack (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Imperial training allows scouts to use speed and stealth to their advantage. On Endor, they were also backed up by Commander Igar's AT-STs.",
    "Gametext": "USED: If opponent just initiated a battle, place a card from hand on top of Reserve Deck. LOST: Add one battle destiny where you have an AT-ST, scout, or lone Imperial of ability < 4.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2377,
    "CardName": "Superficial Damage (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Veteran Rebel engineers know that weapon systems positioned for adequate coverage are vulnerable themselves.",
    "Gametext": "Deploy on table. You may forfeit non-lightsaber weapons (using forfeit value = 3); place your just forfeited weapon in Used Pile. During your deploy phase, if you just deployed a vehicle or starship, may deploy a weapon (for free) on that vehicle or starship from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Vehicle or starship weapon on a just deployed vehicle or starship.",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Inconsequential Losses (V9)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 2416,
    "CardName": "Tamtel Skreej (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b spy\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Gambler\\b0. Lando Calrissian posed as a guard for Jabba in order to \\b spy\\b0  on the Hutt. Feared that he would be recognized by some of Jabba's companions.",
    "Gametext": "Deploys only to a Tatooine site as an Undercover spy. Once during each control phase, if Undercover, may relocate your character at a related site to Lando's site (for free). Once per game, may deploy Vibro-Ax on Lando from Reserve Deck for free; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V)\\par Lando Calrissian, Unlikely Hero (V)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V)\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V) (Dark Side)",
    "Pulls": "Vibro-Ax",
    "IsPulled": "Out Of Somewhere (V6)\\par Seeking An Audience\\par Seeking An Audience (V6)\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Tamtel Skreej (V8) + Double Agent\\par -----\\par Tamtel Skreej (V8) + Sabotage or Sabotage (V3)",
    "Matching": "Gold Squadron 1\\par Lando's Luxury Yacht (V)\\par Millennium Falcon",
    "MatchingWeapon": "Lando's Blaster Rifle",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 2421,
    "CardName": "Tanus Spijek (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Male Elom. Former \\b spy\\b0  for the Rebellion. Hired by the Alliance to carry messages between Alderaan and the Rebel base on Yavin 4.",
    "Gametext": "Once per game, when deployed to a site, opponent loses 1 Force for each Dark Side character present. Draws one battle destiny if unable to otherwise.",
    "Icons": 0,
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control).",
    "Counterpart": "J'Quille (V8)",
    "Combo": "Tanus Spijek (V8) + Double Agent",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 2487,
    "CardName": "Tawss Khaa (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Female Nimbanel fortune teller. Roams the wastes of Tatooine. Trained in the ways of a Sakiyan hunter. Now tracks them for the Alliance. Risk-taker.",
    "Gametext": "While at a battleground planet site, your Force drains and Force drain bonuses here and at same site as Sergeant Doallyn may not be canceled. Immune to attrition < 3.",
    "Icons": 0,
    "Counterpart": "Bane Malar (V7)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 2513,
    "CardName": "That's One (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Considering the life debt he owed to Han and his personal commitment to the Rebel Alliance, Chewie quickly volunteered to fly the stolen shuttle to Endor.",
    "Gametext": "Use 2 Force to deploy on Chewie or Back Door; may place up to two cards from hand on Force Pile. Your battle destiny draws are +1. Once per game, may place this Effect out of play to cancel a battle just initiated here.",
    "Icons": 0,
    "Information": "You *have to* place one card from hand on your Force Pile, and you *may* put two cards there if you like to.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par I guess you can figure out that I'm a big fan of the new Endor Effects. This one is nice but in my mind not as strong as IWWTF. First off, its a little more limited on its deployment since Chewie is generally not as useful as Han. Secondly, it doesn't have the loop potential that IWWTF has. But it is still hard to deny the effectiveness of the Effect. Extra activation is always nice, but it is a mandatory activation- be sure to factor that into any tracking plans of yours. The universal battle destiny bonus is very helpful as is the battle canceling text. Use that if you get into a pinch and then cut into the odds with a well timed Sorry About the Mess. The most exciting bit of text on this card is the relocation part at the end. You can use it defensively to get out of the way of a beat. You can use it offensively to jump into a battle. You can also use it to get to an empty site, which ostensibly helps RST but also can get you an extra Force drain. The possibilities are endless!\\par \\par ARMAEDES' TAKE:\\par I find it hard to consider a card that has \"cancel a battle\" in its gametext to be a good battle-aiding card, but the rest of the text is undeniably battle-oriented. Adding 1 to battle destiny draws is huge, and at worst will offset Lando Calrissian (V) trying to reduce your battle destiny. The \"Path Of Least Resistance\" text is also great for warping one of your big guns into a battle, especially in an Endor deck where you're playing a number of related locations. The deployment restrictions of this card keep it from making my own list, but in the right deck this can really cause your opponent some unexpected pain.",
    "IsPulled": "Chewbacca (V)\\par I Wonder Who They Found\\par General Solo (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2523,
    "CardName": "The Emperor (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Jedi Master/Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 9,
    "Ability": 7,
    "Politics": 4,
    "ForceAptitude": "Dark Jedi Master",
    "Lore": "\\b Leader\\b0. Secretive manipulator of the galaxy. Played Darth Vader and Prince Xizor off against one another in his relentless pursuit of 'young Skywalker'.",
    "Gametext": "Never deploys or moves (even if carried) to a non-Senate site opponent occupies. Each turn, may lose 1 Force (free in battle) to target a character present with him. Draw destiny. Target lost if destiny +1 > defense value. Gains [Republic] at opponent's Senate.",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Mike Gemme, 2002 Origins Winner.\\par -----\\par Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "Abbreviation": "Gemmeperor\\par Gemmeperor",
    "IsPulled": "According To My Design (V)\\par Sith Fury (V)",
    "Combo": "The Emperor (V6) + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par The Emperer (V6) + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.\\par -----\\par The Emperor (V6) + Janus Greejatus\\par -----\\par The Emperor (V6) + Overseeing It Personally\\par -----\\par The Emperor (V6) + Emperor's Power (V11)",
    "Rules": "(AR 1.7.1, D-4)\\par Personas - Palpatine, Sidious, And The Emperor \\par While in the saga of Star Wars we learn that the Emperor, Senator Palpatine, and Darth Sidious are one in the same, for game purposes they are treated as three distinct people. They will be referred to as Emperor, Palpatine, and Sidious, respectively.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 2544,
    "CardName": "The Signal (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "With a quick motion of his hand, Luke signaled Artoo and dramatically changed the situation.",
    "Gametext": "USED: Use 1 Force to take a character weapon into hand from Reserve Deck; reshuffle. STARTING: Take into hand from Reserve Deck and/or deploy up to three Effects of any kind with \"Jedi\" in lore or game text from Reserve Deck; reshuffle. Place this Interrupt in Reserve Deck.",
    "Icons": 0,
    "Information": "Startable Effects with The Signal (V8) are:\\par \\par Advantage\\par Advantage (V11)\\par Affect Mind\\par At Peace\\par At Peace (V12)\\par Brisky Morning Munchen\\par Descent Into The Dark\\par Descent Into The Dark (V5)\\par Do, Or Do Not\\par Don't Do That Again\\par Down With The Emperor!\\par Down With The Emperor! (V6)\\par For Luck\\par Haven\\par Honor Of The Jedi\\par I Must Be Allowed To Speak\\par I Must Be Allowed To Speak (V8)\\par I Wonder Who They Found (V9)\\par K'lor'slug (V2)\\par Lightsaber Proficiency\\par Obi-Wan's Apparition\\par Obi-Wan's Apparition (V5)\\par Obi-Wan's Cape\\par Obi-Wan's Cape (V2)\\par Our Most Desperate Hour\\par Projection Of A Skywalker\\par The Camp\\par The Way Of Things\\par Thrown Back\\par Twilight Is Upon Me\\par Wars Not Make One Great\\par Wars Not Make One Great (V5)\\par What Was It?\\par Wise Advice\\par Yoda's Gimer Stick\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Pulls": "A280 Sharpshooter Rifle\\par A280 Sharpshooter Rifle (V)\\par Amidala's Blaster\\par Anakin's Lightsaber\\par Anakin's Lightsaber (V)\\par BlasTech E-11B Blaster Rifle\\par Blaster\\par Blaster Rifle\\par Bowcaster\\par Bowcaster (V)\\par Captain Tarpals' Electropole\\par Chewbacca's Bowcaster\\par Cloud City Blaster\\par Concussion Grenade\\par Disruptor Pistol\\par Echo Base Trooper Rifle\\par Electropole\\par Elegant Lightsaber (V)\\par Ewok Bow\\par Ewok Spear\\par Han's Blaster, So Uncivilized (V)\\par Han's Heavy Blaster Pistol\\par Han's Heavy Blaster Pistol (V)\\par Jar Jar's Electropole\\par Jawa Ion Gun\\par Jawa Ion Gun (V)\\par Jedi Lightsaber\\par Jedi Lightsaber (V)\\par Lando's Blaster Rifle\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster\\par Leia's Sporting Blaster (V)\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V)\\par Luke's Hunting Rifle\\par Luke's Hunting Rifle (V)\\par Luke's Lightsaber\\par Mos Eisley Blaster\\par Naboo Blaster Rifle\\par Naboo Security Officer Blaster\\par Obi-Wan's Lightsaber\\par Obi-Wan's Lightsaber (EP1)\\par Panaka's Blaster\\par Qui-Gon Jinn's Lightsaber\\par Qui-Gon's Lightsaber\\par Rebel Agent's Blaster Rifle (V)\\par Stun Blaster\\par Vibro-Ax",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 2546,
    "CardName": "The Time For Our Attack Has Come (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"With the Imperial Fleet spread throughout the galaxy in a vain effort to engage us, it is relatively unprotected.\"",
    "Gametext": "If you just deployed or moved a second Rebel starfighter to a system, deploy a [Death Star II] starship there from Reserve Deck (or Lost Pile); reshuffle; deploy on that starship: it is power and hyperspeed +2 and immune to attrition < 5. Once per game, this starship may make an additional move. (Immune to Control.)",
    "Icons": 0,
    "Information": "Original concept by David Destefanis - DeckTech Contest Winner 2004",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par It's Not My Fault! (V)\\par Luke, Trust Me (V)\\par The Signal\\par We Wish To Board At Once\\par Wyron Serper (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 2652,
    "CardName": "Twi'lek Advisor (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"He's no Jedi.\"",
    "Gametext": "USED: Use 3 Force to deploy a unique (*) alien (for free) from hand or Used Pile; reshuffle. STARTING: Take into hand and/or deploy from Reserve Deck up to three Effects of any kind with \"Jabba\" in lore or game text. Place this Interrupt in Reserve Deck.",
    "Icons": 0,
    "Information": "Startable Effects with Twi'lek Advisor (V8) are:\\par \\par Cane Adiss\\par Cane Adiss (V8)\\par Den Of Thieves\\par Den of Thieves (V8)\\par Desilijic Tattoo\\par Desilijic Tattoo (V5)\\par Despair (V6)\\par Hutt Bounty\\par Hutt Bounty (V8)\\par Hutt Influence\\par Hutt Influence (V6)\\par Information Exchange\\par Information Exchange (V7)\\par Jabba's Influence\\par Jabba's Influence (V6)\\par Juri Juice\\par Ket Maliss\\par Ket Maliss (V3)\\par No Bargain\\par No Bargain (V15)\\par No Escape\\par Power Of The Hutt\\par Resistance\\par Scum And Villainy\\par The Hutts Are Gangsters\\par Well Guarded",
    "Pulls": "One unique (*) alien for free from hand or Used Pile.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 2656,
    "CardName": "Tydirium (V3)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Lambda-class Shuttle",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 3,
    "Maneuver": 2,
    "Lore": "Stolen Imperial Lambda-class shuttle. Supposedly carried parts and technical crew. Delivered General Solo's crack team of Rebel scouts to the forest moon of Endor.",
    "Gametext": "May deploy (with a pilot) without presence or Force icons. May add 2 pilots and 6 passengers. May forfeit a scout aboard to cancel all remaining battle damage against you.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Fly Casual",
    "Matching": "BoShek (V1)\\par Daughter Of Skywalker\\par General Solo",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2664,
    "CardName": "Uh-oh! (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Imperial law had no place in the Hutt's domain.",
    "Gametext": "Deploy on table. Once per turn, may use 1 Force to deploy one Clak'dor VII, Neb Dulo, or a musician from Reserve Deck; reshuffle. While you control Clak'dor VII, your musicians are power and forfeit +2. During your control phase, may retrieve 1 Force for each battleground site you control with a musician. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "A musician.\\par Clak'dor VII\\par Neb Dulo\\par Doikk Na'ts\\par Droopy McCool\\par Figrin D'an\\par Grondorn Muse\\par Ickabel G'ont\\par Jess\\par Joh Yowza\\par Kitonak\\par Logray\\par Max Rebo\\par Nalan Cheel\\par Oola\\par Shawn Valdez\\par Tedn Dahai\\par Teebo\\par Yan",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 2667,
    "CardName": "Luke's Ultimatum (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Jabba! This is your last chance. Free us or die.\"",
    "Gametext": "Deploy on table. Once per turn, during a battle at a Jabba's Palace site, say \"Free us or die!\" to make your destiny draws +1 and your Interrupts Immune to Sense for remainder of battle. May place this Effect out of play to cause a player to activate 2 Force.",
    "Icons": 0,
    "Information": "Original Card: Ultimatum",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 2725,
    "CardName": "Vizam (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Kajain'sa'Nikto. Keeps Jabba's vehicles and starships well armed. Has hidden several weapon caches on board Jabba's sail barge.",
    "Gametext": "Whenever opponent deploys a starship, vehicle, or weapon (including a [Permanent Weapon]) to same or related location, you may activate 2 Force.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 2794,
    "CardName": "Well-earned Command (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Imperial officers often simulate large-scale battles with hologram games to improve their tactical ability. Those who excel at these games often mark themselves for advancement.",
    "Gametext": "Deploy on a battleground site. At sites where you have a vehicle with armor and an Imperial general (or Imperial commander), your total battle destiny is +3 and opponent may not draw more than two battle destiny. If opponent controls this site, this Effect lost.",
    "Icons": 0,
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2809,
    "CardName": "Wicket (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b scout\\b0, \\b Ewok\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 2,
    "Ability": 2,
    "Lore": "Ewok \\b scout\\b0. Son of Shodu and Deej. Found Leia and befriended her. Persuaded his tribe to help.",
    "Gametext": "Deploys only on Endor. Once per game, may use 3 Force to release a Rebel captive present on Endor. During your deploy phase, may use 1 Force to deploy an Ewok weapon or a unique (*) Ewok from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "A unique (*) Ewok.\\par An Ewok weapon.\\par Chief Chirpa\\par Chief Chirpa (V9)\\par Graak\\par Kazak\\par Logray\\par Lumat\\par Paploo\\par Rabin\\par Romba\\par Teebo\\par Wuta\\par Ewok Bow\\par Ewok Catapult\\par Ewok Spear",
    "IsPulled": "General Crix Madine\\par I Hope She's All Right (V)\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2828,
    "CardName": "Wooof (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Kadas'sa'Nikto. One of Jabba's best pilots. Often pilots Jabba's space yacht. \\b Smuggler\\b0. Prefers to be flying combat starfighters.",
    "Gametext": "Adds 3 to power of anything he pilots. Wooof may deploy with any cruiser using Combat Response. When deployed, may draw top card from Reserve Deck. During your deploy phase, if piloting Jabba's Space Cruiser, may deploy one Jabba aboard (for free) from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V7).\\par -----\\par If Wooof (V8) revealed with Combat Response, he may deploy with any cruiser:\\par \\par Dreadnaught-Class Heavy Cruiser\\par Jabba's Space Cruiser\\par Jabba's Space Cruiser (V8)",
    "Pulls": "Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V8)\\par Mighty Jabba",
    "IsPulled": "Elis in Hinthra (V)\\par Murttoc Yine",
    "Matching": "Jabba's Space Cruiser\\par Jabba's Space Cruiser (V8)\\par Raider Craft (V15)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 2846,
    "CardName": "Yarna d'al' Gargan (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Female dancer from Askajia. Very protective mother. Makes sure that all those she cares about are well protected.",
    "Gametext": "If Agents In The Court on table, deploy on table. No Love For The Empire may not flip. Bo Shuda may not be canceled. Your characters at Jabba's Palace sites may not be attacked. During your deploy phase, may use 1 Force to deploy a Tatooine battleground location from Reserve Deck; reshuffle. (Immune to Alter)",
    "Icons": 0,
    "Pulls": "Tatooine\\par Tatooine (EP1)\\par Tatooine: Anchorhead\\par Tatooine: Beggar's Canyon\\par Tatooine: Cantina\\par Tatooine: City Outskirts\\par Tatooine: Desert\\par Tatooine: Docking Bay 94\\par Tatooine: Dune Sea\\par Tatooine: Hutt Canyon\\par Tatooine: Hutt Trade Route (Desert)\\par Tatooine: Jabba's Palace\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Camp (V)\\par Tatooine: Jawa Canyon\\par Tatooine: Jundland Wastes\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Lars' Moisture Farm (V)\\par Tatooine: Marketplace\\par Tatooine: Mos Eisley\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Podrace Arena\\par Tatooine: Podracer Bay\\par Tatooine: Tosche Station\\par Tatooine: Watto's Junkyard",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Kashyyyk: Sacred Forest (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 2924,
    "CardName": "Let's Keep A Little Optimism Here (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The heroes of the Rebellion know that where there is life, there is hope.",
    "Gametext": "Deploy on your non-droid character present at a battleground site; character may not leave here or move. Target a Dark Jedi at a site. You lose no more than 1 Force to Force drains at target's location. This Utinni Effect canceled when reached by target.",
    "Icons": 0,
    "IsPulled": "Rycar Ryjerd (V2)\\par The Signal\\par Utinni! (V2)\\par We Wish To Board At Once",
    "Counterpart": "Luke? Luuuuke! (V11)",
    "Matching": "no",
    "Cancels": "Initiation of a Force drain at target's location.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 2930,
    "CardName": "Strikeforce (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Admiral Ackbar's hit-and-fade tactics force the Imperial Navy to spread throughout the galaxy in a futile attempt to engage the Rebels.",
    "Gametext": "Deploy on table. Once per game, if opponent just played an Interrupt, may stack it here. To play any new Interrupt of same name, players must first stack it here. May place this Effect in Lost Pile (place cards here in owners' Used Pile) to retrieve a starship. (Immune to Alter.)",
    "Icons": "Grabber",
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Light Side grabbers are:\\par \\par A Tragedy Has Occurred\\par A Tragedy Has Occurred - Defensive Shield\\par Grappling Hook\\par Grappling Hook (V3)\\par Polarized Negative Power Coupling (V5)\\par Strikeforce (V11)\\par What're You Tryin' To Push On Us?",
    "IsPulled": "Hear Me Baby, Hold Together (V)\\par It's Not My Fault (V)\\par Oh, He's Not Dead, Not Yet (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Counterpart": "Something Special Planned For Them (V11)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Grabber": 1
  },
  {
    "id": 2933,
    "CardName": "Lord Vader (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 8,
    "Ability": 6,
    "ForceAptitude": "Dark Jedi",
    "Lore": "Forgiving administrator of Imperial policy. Emperor Palpatine's most trusted \\b leader\\b0. Believes converting Skywalker is key to the Alliance's downfall.",
    "Gametext": "Adds 3 to power of anything he pilots. May steal (and then use) an opponent's lightsaber just lost from same; may then use two weapons. While The Quick And Easy Path on table, Jedi Escape and What Was It? may not cancel duels. Immune to attrition < 5.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Evader relocates Vader to Used Pile if just lost.\\par -----\\par Player Created Card.\\par Original concept by Jerry Jenson, PC Volunteer Awards 2005.\\par -----\\par Darth Vader personas are:\\par \\par Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Betrayer Of The Jedi (V)\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, More Machine Than Man (V)\\par [Death Star Assault Squadron]\\par Lord Vader\\par Lord Vader (V)\\par Vader\\par Vader (V)",
    "IsPulled": "Blizzard 4\\par Come With Me (V3)\\par Sith Fury (V14)\\par The Empire's Back\\par The Empire's Back (V2)",
    "Combo": "Lord Vader (V11) + I Have You Now\\par Add one battle destiny (two if Rebel is Luke) if a Dark Jedi and a Rebel with ability > 2 are involved in the same battle.\\par -----\\par Lord Vader (V11) + Force Field\\par Cancels an attempt to target a Dark Jedi with a character weapon.",
    "Matching": "Vader's Custom TIE\\par Vader's Personal Shuttle\\par Vader's Personal Shuttle (V16)",
    "MatchingWeapon": "Darth Vader's Lightsaber\\par Darth Vader's Lightsaber (V)\\par Vader's Lightsaber",
    "Rules": "AR Appendix B:\\par When this character takes an opponent's just lost lightsaber using his gametext, it is considered a 'stolen' card for gameplay purposes.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 2939,
    "CardName": "Endor Shield (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Planetary scale shield projected from surface of Endor moon. Protected second Death Star during construction. Only another superlaser could penetrate it while operational.",
    "Gametext": "Deploy on table. Unless Rebel Strike Team on table, cancel opponent's Force generation at Endor system. Twice per game, may take an admiral (except Piett) or general into hand from Reserve Deck; reshuffle. Whenever opponent's Endor on table, raise your converted Endor system to the top (if possible). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Player Created Card\\par Original concept by David Lankton, Wisconsin States 2004.",
    "Pulls": "General Nevar (V)\\par General Tagge\\par General Tagge (V)\\par General Veers\\par General Veers (V)\\par Veers\\par Veers (V)\\par Admiral Chiraneau\\par Admiral Motti\\par Admiral Motti (V)\\par Admiral Motti, Battlestation Coordinator (V)\\par Admiral Ozzel\\par Admiral Ozzel (V)\\par Grand Admiral Thrawn\\par Grand Admiral Thrawn (V)",
    "IsPulled": "Endor: Bunker\\par Establish Secret Base (V9)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Strike Planning",
    "Combo": "Endor Shield (V11) + Endor + Presence Of The Force\\par Three Force icons for you, none for the Light Side. Opportunity to drain for three.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 2941,
    "CardName": "Sim Aloo (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Imperial Council Member\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Imperial council member. Senior political advisor to Emperor Palpatine. Never speaks. Like his master, shows remarkable patience and wisdom.",
    "Gametext": "\\b Agendas\\b0: law, rule. While at Conference Room, adds one (Dark Side Force icon). While with another Imperial Council Member, adds one battle destiny. Immune to attrition < 4.",
    "Icons": 0,
    "Information": "Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "Dark Collaboration (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Influence": 3
  },
  {
    "id": 2944,
    "CardName": "Something Special Planned For Them (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The high command of the Emperor's fleet is selected as much for loyalty and obedience as for martial skills. A wise admiral knows better than to question Palpatine.",
    "Gametext": "Deploy on table. Once per game, if opponent just played an Interrupt, may stack it here. To play any new Interrupt of same name, players must first stack it here. May place this Effect in Lost Pile (place cards here in owners' Used Pile) to retrieve a starship. (Immune to Alter.)",
    "Icons": "Grabber",
    "Information": "Startable with Prepared Defenses.\\par -----\\par Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Carida: ISB Training Academy (V13)\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V11)\\par Tentacle\\par Tentacle (V3)\\par There'll Be Hell To Pay",
    "IsPulled": "Cold Feet (V11)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Strikeforce (V11)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Grabber": 1
  },
  {
    "id": 2951,
    "CardName": "Commando Training (V3)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Han's Rebel strike team on the forest moon of Endor was highly trained in the use of blasters and explosives.",
    "Gametext": "Deploy on table. Ben Kenobi is deploy +1. Your C-3PO, Lando, and Rebels (except [Death Star II] Jedi) ignore location deployment restrictions (and \"power -1\") in their game text and apply their Endor deployment modifiers at any location. Once per game, may take a [V4] Effect into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Player Created Card\\par Original concept by Proofing Team, PC Volunteer Award 2005",
    "Pulls": "[Virtual Block 4] Effect.\\par Anger, Fear, Aggression (V4)\\par Corellian Engineering Corporation (V4)\\par Dantooine Engineering Corps (V4)\\par Disarming Creature (V4)\\par Down With The Emperor! (V4)\\par Ellors Madak (V4)\\par Eyes In The Dark (V4)\\par Insurrection (V4)\\par Quick Draw (V4)\\par Scrambled Transmission (V4)\\par Tauntaun Bones (V4)\\par Tusken Breath Mask (V4)\\par Uncharted Settlements (V4)\\par Wokling (V4)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 2953,
    "CardName": "Diversionary Tactics (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Rebel pilots understand that what they lack in numbers, they must make up for in strategy. They often use diversions to remove dangerous opponents from a conflict.",
    "Gametext": "USED: Target one piloted starship at a system. That starship is hyperspeed -1 for remainder of turn. LOST: If you have two unique (*) piloted Rebel (or [Republic]) starfighters in battle at a system, draw destiny. Exclude one starship from that battle if destiny < 4.",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Thomas Caspersen, Norwegian Nationals 2006",
    "IsPulled": "Green Squadron 1 (V11)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 2954,
    "CardName": "Endor: Ewok Village (V3)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "No starships or vehicles here. Ewok devices and Ewok weapons deploy -1 here.   No starships or vehicles here. If no Ewoks on Endor, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Non-unique Ewoks are Heroic. While you occupy, gains one (Light Side Force icon). No starships or vehicles here.",
    "DarkSideText": "No starships or vehicles here. If no Ewoks on Endor, Force drain +1 here.",
    "Icons": "Planet, Exterior, Interior",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "IsPulled": "A Jedi's Plans (V)\\par I Hope She's All Right (V)\\par Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)\\par Wuta",
    "Counterpart": "Endor: Ewok Village",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2955,
    "CardName": "Enhanced Proton Torpedoes (V3)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Characteristics": "proton torpedoes",
    "Destiny": 3,
    "Lore": "Often modified by Rebel technicians. Heavy warhead provides increased armor penetration. Decreased maneuverability and effectiveness against starfighters.",
    "Gametext": "Use 1 Force to deploy on your starfighter. May target a starship for free. Draw destiny (if on Heroic starfighter, may first use 1 Force to add 3 to total). Target hit if total destiny > defense value.",
    "Icons": 0,
    "IsPulled": "Lieutenant s'Too Vees (when at a docking bay).\\par Panic (V)\\par Portable Scanner\\par Rapid Fire\\par Rebel Gunrunner (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 2962,
    "CardName": "Orrimaarko (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b scout\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Dresselian \\b scout\\b0  and resistance \\b leader\\b0. Worked tirelessly to combat the subjugation of his homeworld before Bothans brought him into contact with the Alliance.",
    "Gametext": "Once per game, may take a rifle and/or an Interrupt with \"scout\" in game text into hand from Reserve Deck; reshuffle. Unless Undercover, while alone at an exterior site, opponent's weapon destiny draws here are -2. Immune to attrition < 4.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Player Created Card\\par Original concept by Jon Westergard, Virginia States 2005",
    "Pulls": "A rifle with \"scout\" in game text.\\par An Interrupt with \"scout\" in game text.\\par A280 Sharpshooter Rifle\\par A280 Sharpshooter Rifle (V9)\\par BlasTech E-11B Blaster Rifle\\par Covert Landing\\par Covert Landing (V9)\\par Dash\\par Endor Celebration (V9)\\par Ewok Rescue\\par Firefight\\par Get Alongside That One\\par Insertion Planning\\par Rapid Deployment (V9)\\par Take The Initiative\\par Wookiee Guide",
    "IsPulled": "Covert Landing (V9)\\par Rapid Deployment (V9)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2964,
    "CardName": "Rebel Leadership (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "In times of greatest need, the Rebellion relies on the brilliant leadership provided by commanders fighting for freedom.",
    "Gametext": "Take an admiral or a non-Jedi general into hand from Reserve Deck; reshuffle. OR Once per game, deploy a war room from Reserve Deck; reshuffle. OR If your admiral or non-[Episode I] general is in battle, may add one battle destiny or prevent opponent from drawing more than one battle destiny (that destiny draw may not be canceled).",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Brad Eier, Michigan States 2005\\par -----\\par Admirals:\\par Admiral Ackbar\\par Admiral Ackbar (V14)\\par \\par Non-Jedi generals are:\\par General Calrissian\\par General Carlist Rieekan\\par General Carlist Rieekan (V4)\\par General Crix Madine\\par General Dodonna\\par General Dodonna (V2)\\par General McQuarrie\\par General Solo\\par General Solo (V9)\\par General Walex Blissex",
    "Pulls": "An admiral.\\par A non-Jedi general.\\par Admiral Ackbar\\par Admiral Ackbar (V)\\par General Bob Hudsol (V)\\par General Calrissian\\par General Carlist Rieekan\\par General Carlist Rieekan (V)\\par General Crix Madine\\par General Dodonna\\par General Dodonna (V)\\par General Jar Jar\\par General McQuarrie\\par General Solo\\par General Solo (V)\\par General Walex Blissex\\par General Walex Blissex (V)\\par Gungan General\\par A war room.\\par Home One: War Room\\par Hoth: Echo Command Center (War Room)\\par Hoth: Echo Command Center (War Room) (V)\\par Yavin 4: Massassi War Room\\par Yavin 4: Massassi War Room (V)",
    "Counterpart": "Imperial Command",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 2965,
    "CardName": "Red Squadron 7 (V3)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), heroic",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": "Incom starfighter flown by Keir Santage. Flew twelve sorties against Imperial shipyards at Fondor.",
    "Gametext": "Heroic. May add 1 pilot. Once per game may place a non-(Immune to Alter) Effect at same system in owner's Used Pile. Corran Horn and Keir Santage deploy -1 aboard; if either piloting, immune to attrition < 4.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Red 1 (V6)",
    "Matching": "BoShek (V1)\\par Corran Horn\\par Keir Santage",
    "Rules": "(AR 1.7.1, D-2)\\par Characters, vehicles, and starships can be heroic (whether by their own game text or have it provided). Whenever a heroic card is targeted by a weapon, add 1 to the total weapon destiny. Also, in a battle where there's a heroic card, non-heroic cards cannot be targeted by weapons unless all heroic cards are hit, not participating in battle, or cannot be targeted by that weapon. \\par For example, if light has a heroic character (Chewie) in a battle, then any dark side weapons that can target him can only be fired at him, but if they don't (such as targeting only a vehicle, or a non-Rebel character, or a Jedi, etc.) they wouldn't have to, if he was excluded from battle they wouldn't have to, if he left the table they wouldn't have to, if he was inside an enclosed vehicle (where he can't be targeted) they wouldn't have to, or if he was finally hit they wouldn't have to. Light would be able to target whomever they wanted because you can't target your own cards with weapons.",
    "IsCanceledBy": "Heroic and immunity to attrition canceled by Coordinated Attack (V).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 2987,
    "CardName": "You Want This, Don't You? (V3)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"I can feel the hate swelling in you now...\"",
    "Gametext": "If opponent just drew a card for destiny, deploy on table and stack that card face up here. Opponent may lose 3 Force to take card stacked here into hand; place this card in Used Pile. (Immune to Control.)",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Reid Smith, Origins US Nationals 2005",
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 3005,
    "CardName": "Dungeon (Prison) (V3)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "<>",
    "Characteristics": "prison",
    "Destiny": 0,
    "Gametext": "If you control, instead of Force draining, may release one imprisoned captive here. May not deploy to Bespin, Dagobah, or a Rebel Base. Whenever you imprison a captive (without a bounty) here, may retrieve 2 Force (once per captive).",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If you control, instead of Force draining, may release one imprisoned captive here.",
    "DarkSideText": "May not deploy to Bespin, Dagobah, or a Rebel Base. Whenever you imprison a captive (without a bounty) here, may retrieve 2 Force (once per captive).",
    "Icons": "Interior, Exterior, Planet",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "Information": "Original card: *Jabba's Palace: Dungeon.\\par -----\\par This site is a prison.\\par -----\\par Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)\\par -----\\par Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par This is both an interior and exterior site. Per the location rules in Appendix E, this deploys as if it were an exterior site.",
    "IsPulled": "A Sith's Plans (V)\\par Any Methods Necessary\\par Baktoid Armor Workshop (V)\\par Corporal Vandolay (V)\\par General Nevar (V)\\par Kashyyyk: Slaving Camp Headquarters (V)\\par Sonic Bombardment\\par Sonic Bombardment (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3014,
    "CardName": "General Walex Blissex (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Engineer who worked with Jan Dodonna to design the A-wing starfighter. Given honorary rank due to his service to the Rebellion.",
    "Gametext": "Adds 1 to power of anything he pilots. While piloting a capital starship at a battleground system, in each battle a player's first battle destiny draw may not be canceled or reduced and if opponent canceled a just drawn battle destiny, they lose 1 Force.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Balanced Attack\\par General Dodonna (V2)\\par Rebel Leadership (V12)\\par Strike Planning",
    "Counterpart": "Admiral Ozzel (V14)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3015,
    "CardName": "Mon Calamari Star Cruiser (V3)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Mon Calamari Star Cruiser",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Mon Cal MC80 cruiser. Originally a civilian ship. Converted to military use following the liberation of Mon Calamari from the Empire.",
    "Gametext": "For each Imperial starship on table, deploys -1 (to a minimum of 3). May add 5 pilots, 6 passengers, 1 vehicle, and 3 starfighters. Permanent pilot provides ability of 2. Has ship-docking capability.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Admiral Ackbar (V14) adds one battle destiny while piloting a Mon Calamari Star Cruiser.",
    "IsPulled": "Admiral Ackbar (V14)\\par Balanced Attack (V14)",
    "Combo": "Mon Calamari Star Cruiser (V14) + Staging Areas",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3019,
    "CardName": "Admiral Ackbar (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Exclusive Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b admiral\\b0, \\b leader\\b0, \\b Mon Calamari\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Mon Calamari \\b leader\\b0  of Rebel fleet. Master military strategist. Early prisoner of Grand Moff Tarkin. Convinced his people to join the Alliance.",
    "Gametext": "Adds 3 to power of anything he pilots. It's A Trap! is destiny +2. Adds one battle destiny while piloting a Mon Calamari Star Cruiser. Once per game, may deploy a capital starship to a system from Reserve Deck (even as a 'react'); reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Mon Calamari are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V14)\\par Captain Verrack\\par Captain Verrack (V11)\\par First Officer Thaneespi\\par Loci Rosen\\par Major Haash'n\\par -----\\par Mon Calamari Star Cruisers are:\\par \\par Defiance\\par Home One\\par Independence\\par Liberty\\par Mon Calamari Star Cruiser\\par Mon Calamari Star Cruiser (V14)\\par -----\\par Taking Them With Us (V14): When deploying to capital starships, your Mon Calamari pilots are deploy = 1.\\par \\par Mon Calamari pilots are:\\par \\par Admiral Ackbar\\par Admiral Ackbar (V14)\\par Captain Verrack (V11)\\par First Officer Thaneespi\\par Major Haash'n",
    "Pulls": "A capital starhips to a system.\\par Alderaan Consular Ship (V15)\\par Bright Hope\\par Bright Hope (V6)\\par Corellian Corvette\\par Defiance\\par Home One\\par Independence\\par Liberty\\par Luminous\\par Masanya\\par Medium Bulk Freighter\\par Medium Transport\\par Medium Transport (V11)\\par Mon Calamari Star Cruiser\\par Mon Calamari Star Cruiser (V14)\\par Nebulon-B Frigate\\par Redemption\\par Redemption (V6)\\par Republic Corvette (V15)\\par Spiral\\par Tantive IV\\par Tantive IV (V7)",
    "IsPulled": "Balanced Attack\\par Rebel Leadership (V12)",
    "Combo": "Admiral Ackbar (V14) + Rebel Leadership\\par Add one battle destiny or prevent opponent from drawing more than one battle destiny at same system.\\par -----\\par Admiral Ackbar (V14) + Captain Verrack (V11)\\par Captain Verrack (V11) makes opponent's weapon and battle destiny draws at same system -2 and other Mon Calamari at same system are forfeit +2.",
    "Matching": "Home One",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3022,
    "CardName": "Lieutenant Blount (V3)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0, \\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Wingman of Colonel Cracken. \\b Spy\\b0  and \\b scout\\b0. Former agent of the Imperial Security Bureau. Defected and joined Rebel Intelligence. Seasoned combat veteran.",
    "Gametext": "Adds 2 to power of anything he pilots. Double Agent is a Used Interrupt. Once per game: may take Double Agent into hand from Reserve Deck; reshuffle. OR if you just targeted with Double Agent, may add 2 to your total destiny. OR may target opponent's bounty hunter with Double Agent instead of their spy.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Pulls": "Double Agent",
    "IsPulled": "Covert Landing (V9)\\par General Crix Madine\\par General Dodonna (V2)\\par Rapid Deployment (V9)",
    "Combo": "Lieutnant Blount + Double Agent",
    "Matching": "Tala 2",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3024,
    "CardName": "Our Only Hope (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"The Emperor knew, as I did, if Anakin were to have any offspring, they would be a threat to him.\"",
    "Gametext": "If your [Death Star II] objective on table, USED: Deploy Luke from Reserve Deck; reshuffle. OR during your move phase, relocate Luke to a site opponent occupies. LOST: If your Rebel of ability > 2 just won a battle or duel, take any one card into hand from Reserve Deck; reshuffle (if Rebel is Luke, may also retrieve any one card).",
    "Icons": 0,
    "Pulls": "Any Luke if your (Death Star II icon) objective on table.\\par Any one card if your Rebel of ability > 2 just won a battle or duel.",
    "Combo": "Our Only Hope (V14) + There Is Good In Him/I Can Save Him",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3031,
    "CardName": "Accuser (V3)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 7,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 4,
    "Lore": "Patrol ship. Modified for optimal crisis response time. Veteran crew experienced at monitoring shipping lanes and Imperial port traffic.",
    "Gametext": "Deploy -3 if Death Star II on table. May add 6 pilots, 8 passengers, 2 vehicles, and 4 TIEs. Permanent pilot aboard provides ability of 2. Power and forfeit +1 for each Rebel starship here. Has ship-docking capability.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Motti (V3) makes unique (*) Star Destroyers power +2 (+5 if armed with a starship weapon).",
    "IsPulled": "Kuat Drive Yards",
    "Combo": "Accuser (V14) + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3034,
    "CardName": "Captain Yorr (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Former member of Imperial Demonstration Team. Flew test flights during development of various TIE prototypes. Jendon's wingman. Has scored 24 combat victories.",
    "Gametext": "Adds 2 to power of anything he pilots, 3 to power of any starfighter. If your starship participating in a battle is about to be excluded (even if that starship may not participate in battle) or made lost by opponent, you may choose for it to be 'hit' instead.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Come With Me (V3)\\par Commander Praji (V2)\\par Emergency Deployment (V2)",
    "Matching": "Onyx 2",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3038,
    "CardName": "Dominator (V3)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Victory-class Star Destroyer",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 4,
    "Lore": "\\ul Victory\\ul0-class hull overhauled with powerful thrusters and latest hyperdrive technology. Engineered to support task forces combating Rebel starfighters.",
    "Gametext": "\\ul Destiny +2 when drawn for destiny.\\ul0  May add 2 pilots, 4 passengers, and 2 TIEs. Permanent pilot provides ability of 2. May reveal this starship from hand to place on Used Pile. Has ship-docking capability. ",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Motti (V3) makes Star Destroyers power +2 (+5 if armed with a starship weapon).\\par -----\\par Player Created Card\\par Original concept by Dominic Gaudreault, Quebec Provinical 2005.",
    "IsPulled": "Prepared Defenses (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3077,
    "CardName": "Abyssin Ornament & Wounded Wookiee (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 2,
    "Gametext": "USED: Creature attacks at pits are immune to At Peace and Yarna d'al' Gargan until end of your next turn. (Immune to Sense.) OR Cancel an attempt to target a rancor with a character weapon. OR Use 1 Force (2 if a rancor on table) to deploy Nal Hutta from Reserve Deck; reshuffle. STARTING: If Great Pit Of Carkoon on table, deploy an Effect that is always immune to Alter from Reserve Deck and choose: deploy Rancor Pit and a rancor there from Reserve Deck; reshuffle, OR deploy Power Of The Hutt and Sarlacc from Reserve Deck; reshuffle. Place this Interrupt in hand.",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Proofing Team, PC Volunteer Award 2007",
    "Pulls": "Nal Hutta",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 3079,
    "CardName": "Bib Fortuna (V3)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Twi'lek \\b leader\\b0  and majordomo of Jabba's palace. Succeeded Jabba's last majordomo, Naroon Cuthus. Plotting to kill Jabba.",
    "Gametext": "Opponent's non-Jedi characters are deploy +1 to [Jabba's Palace] sites. Once during your control phase, you may place three cards from hand in Used Pile to reveal top card of Reserve Deck; if it is an alien, take it into hand.",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Steven Lewis, Yavin 4 Regionals 2006\\par -----\\par Bib Fortuna personas are:\\par \\par Bib Fortuna\\par Bib Fortuna (V15)\\par Bib Fortuna (EP1)",
    "IsPulled": "Power Of The Hutt\\par Sy Snootles",
    "Combo": "Bib Fortuna (V15) + Den Of Thieves (V8)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3099,
    "CardName": "SD-17 Homing Missile (V3)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Characteristics": "missile",
    "Destiny": 5,
    "Lore": "Originally developed by smugglers and pirates as defense against starfighters. Adapted by the Empire to serve as onboard defense for slow moving bombers.",
    "Gametext": "Deploy on Boba Fett, Jodo Kast, or your character with a Jet Pack. May place this weapon in Used Pile to target a character or vehicle using 2 Force. Draw destiny. Character lost if destiny -1 > defense value. Vehicle hit if destiny +2 > defense value.",
    "Icons": 0,
    "Information": "Original card: Concussion Missiles\\par -----\\par Player Created Card\\par Original concept by Nate Albright, PC Volunteer Award 2007",
    "IsPulled": "Emergency Deployment (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3134,
    "CardName": "A Jedi's Patience (V3)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Early on in his duel with Vader, Luke took his time in trying to sense his opponent's weaknesses.",
    "Gametext": "USED: If a captive on table, activate 2 Force. LOST: Once per game, if a Dark Jedi present with a Skywalker (except Shmi) (even as a non-frozen captive), they duel. Both players draw 2 destiny; add ability. Higher total wins. For remainder of turn, winner is immune to attrition and loser may not move.",
    "Information": "Original concept by Tom Plis, Chicago V-Lite 2006",
    "IsPulled": "An Unusual Amount Of Fear (V17)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine",
    "Errata": 1
  },
  {
    "id": 3165,
    "CardName": "Concussion Missiles (V3)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Starship",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Originally developed by smugglers and pirates as defense against starfighters. Adapted by the Empire to serve as onboard defense for slow moving bombers.",
    "Gametext": "Use 1 Force to deploy on your starfighter. May target a starship for free. Draw destiny (if on a Heroic starfighter, may first use 1 Force to add 3 to total). Target hit if total destiny > defense value.",
    "IsPulled": "Emergency Deployment (V)\\par I Can't Shake Him!\\par Imperial Stockpile (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3173,
    "CardName": "Wounded Wookiee (V3)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "When blaster fire from the barge's gun hit Chewie's skiff, his leg was injured by shrapnel. This setback distracted the Rebels, causing them to momentarily lose their advantage.",
    "Gametext": "If opponent's character was just hit during battle, add one destiny to your total power (two if character was a Wookiee); take cards drawn this way into hand. OR If you just lost X Force to a Force drain, draw up to X cards from Reserve Deck.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3368,
    "CardName": "Taking Them With Us (V3)",
    "Grouping": "Light",
    "CardType": "Admiral's Order",
    "Expansion": "Virtual Card Set #3",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Each player may, once per battle at a system, lose 1 Force to target two participating unique (*) piloted starships with immunity to attrition (one from each player); both starships lose all immunity to attrition this turn. When deploying to capital starships, your Mon Calamari pilots are deploy = 1.",
    "IsPulled": "Admiral Ackbar\\par General Dodonna (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  }
]