[
  {
    "id": 1,
    "CardName": "2-1B (Too-Onebee) (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Medical Droid",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 0,
    "Deploy": 2,
    "Forfeit": 5,
    "Lore": "Made by Genetech. Unusually independent for a droid. Forced to serve a Moff on Firro, but was liberated by Tiree. Now dedicated to serving the Alliance.",
    "Gametext": "Once per turn, may place your non-droid character just lost at same or related site in Used Pile instead of Lost Pile. X on Bacta Tank is -2.",
    "Icons": 0,
    "Information": "Deploys free to Redemption.",
    "IsPulled": "Hoth: Echo Med Lab (V4)\\par Scomp Link Access (V6)",
    "Combo": "2-1B (Too-Onebee) (V4) + Redemption (V6) + Bacta Tank\\par Makes X = -4",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 19,
    "CardName": "Comscan Detection (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Imperial Navy boasts the best communications network in the galaxy. Sophisticated control technology allows the Empire to dispatch armed forces without delay.",
    "Gametext": "May raise your converted Mos Espa to the top (Immune to Sense). OR Peek at top card of opponent's Force pile. OR If opponent just deployed a planet site, deploy a related location from Reserve Deck; reshuffle. OR Once per game, deploy a Meditation Chamber, Death Star: War Room, or Wampa Cave from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Related location if opponent just deployed a planet site\\par Executor: Meditation Chamber\\par Death Star: War Room\\par Hoth: Wampa Cave",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 47,
    "CardName": "Ability, Ability, Ability (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Ben. . . Ben, please! Ben. . . Leia! Hear me, Leia!\"",
    "Gametext": "Deploy on table. You may not play Imperial Barrier. Senators are deploy +2. Whenever you initiate a battle, may retrieve your topmost non-[Permanent Weapon], non-[Maintenance] character. May place the top card of your Reserve Deck in Lost Pile to place a combat card in owner's Lost Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par In my opinion, this is the greatest battling promoter in the history of the game. This card will work in just about any battling deck. While Scum And Villainy requires aliens on the table and Imperial Domination (V) requires that you play with only Imperials, Ability, Ability, Ability (V) can work in any deck that has non-permanent weapon, non-maintenance characters. In fact, it will work even if you are playing some EPPs or maintenance characters!\\par \\par The retrieval aspect of this card is merely the most obvious reason why this is a solid battling promoter. The second line of the gametext prohibits the playing of Imperial Barrier, the oldest and most widely used dark side battle hinderer. This promotes battling if for no other reason than that it prevents the dark side player from using the easiest form of battle evasion. In other words, even though this is a dark side card it can also help light side battling decks!\\par \\par This card further promotes battling by hindering two of the most potentially non-interactive decktypes around, senate and lightsaber combat. This card slows down light senate, which has long revolved around a combination of big drains and frustrating hit-and-run tactics with EPPs. It also hurts lightsaber combat, which is the objective that is perhaps most designed to avoid battling.\\par \\par All in all, this card manages to accomplish the greatest stride towards creating a battle-oriented environment, making it number one on my list.\\par \\par SHEWSKI'S TAKE:\\par Amen, man. I rank this as my #1 DS aid as well. As I mentioned in the LS article, I think that the anti-Senate/LSC was a bit much to fit into this card and hurt those decks a bit too much. A very strong card, a bit stronger than Civil Disorder, I think. See my review below for why!\\par A must play in many decks, AAA revolutionized the SWCCG world when it was released and still continues to be a popular play. Part of its strength was that it could play as well with its \"taboo\" characters (EPPs and maintenance guys) as without them. As long as you had a few key guys to keep looping onto the table, you could take full advantage of its text. While I don't like the anti-Senate and Combat text, it made it easier to rationalize including this in your decks. I believe that AAA is stronger than CD since its senator text will hit more often for the DS (targeting Leia and Mon Mothma) that the LS. In fact, when characters are designed to work around this Effect, you know it's a prominent one.\\par \\par ARMAEDES' TAKE:\\par The only advantage I can see Civil Disorder (V) having over this card is that Civil Disorder (V) makes a mean combination with Quick Draw (V). This is #1 on my list as well and is maybe one of the best cards ever made by the Player's Committee. Although I find the anti-senator text to be fine, I do agree with you that the anti-combat text might have been a bit of an overkill move as it almost completely invalidates the decktype. However, when you're looking at battling aids it's hard to beat a card that lets you get back your characters so that you can keep on battling.",
    "Abbreviation": "Ability x3 (V), AAA (V)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Civil Disorder (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 55,
    "CardName": "Access Denied (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "The doors on Cloud City use a special computer controlled locking system, making them difficult to bypass without altering the security codes.",
    "Gametext": "Deploy on table. At Cloud City sites, Stunning Leader may not be played and your non-[Permanent Weapon] Rebels of ability > 3 are immune to attrition < 4. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 83,
    "CardName": "Alert My Star Destroyer! (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "For important Imperial dignitaries, an individual Star Destroyer is placed at their personal disposal.",
    "Gametext": "Deploy on table. During your deploy phase, you may reveal a capital starship from hand to take its matching pilot character (or vice versa) into hand from Reserve Deck and deploy both simultaneously; reshuffle. While piloted by an Imperial, Star Destroyers may not have their power reduced. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Combat Response has same text for starfighters.\\par -----\\par Avenger\\par Captain Needa\\par \\par Blockade Flagship\\par Captain Daultay Dofine, Daultay Dofine (V)\\par \\par Chimaera\\par Grand Admiral Thrawn, Grand Admiral Thrawn (V), Captain Gilad Pellaeon\\par \\par Devastator\\par Commander Praji, Commander Praji (V)\\par \\par Devastator (V)\\par Commander Praji, Commander Praji (V)\\par \\par Executor\\par Admiral Piett, Admiral Piett (V), Captain Piett, Corporal Derdram (V), Lord Vader\\par \\par Flagship Executor\\par Admiral Piett, Captain Piett, Corporal Derdram (V), Lord Vader\\par \\par Hound's Tooth\\par Bossk, Bossk (V), Bossk With Mortar Gun, Danz Borin (V)\\par \\par Hound's Tooth (V)\\par Bossk, Bossk (V), Bossk With Mortar Gun, Danz Borin (V)\\par \\par Jabba's Space Cruiser\\par Wooof (V), Danz Borin (V)\\par \\par Jabba's Space Cruiser (V)\\par Wooof (V), Danz Borin (V)\\par \\par Tyrant\\par Captain Lennox, Captain Lennox (V), Lieutenant Cabbel\\par \\par Thunderflare\\par Captain Khurgee (V)",
    "Pulls": "One capital starship and its matching pilot character (or vice versa).",
    "IsPulled": "Nizuc Bek (V8)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 85,
    "CardName": "All My Urchins (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "One little, two little, three little Bespinites.",
    "Gametext": "Deploy on table. Once per turn, if all your ability on table is provided by Cloud Cars, Han (except Han, Chewie, And The \\ul Falcon\\ul0), and aliens, may place your just forfeited card in Used Pile.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 152,
    "CardName": "Asteroids Do Not Concern Me (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The personal fears of Vader's minions do not affect his priorities.",
    "Gametext": "Deploy on table. Asteroid Sanctuary is canceled. When you complete Rycar's Run, place it out of play. During your control phase, opponent loses 1 Force for each Asteroid Field you control (limit 3). During your deploy phase, may deploy one Rycar's Run or asteroid sector from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Asteroid Field\\par Big One\\par Rycar's Run",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par Utinni! (V)\\par We Wish To Board At Once",
    "Cancels": "Asteroid Sanctuary",
    "IsCanceledBy": "Point Man",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 159,
    "CardName": "AT-AT Cannon (V2)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Vehicle",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Characteristics": "cannon, laser cannon",
    "Destiny": 3,
    "Lore": "Laser cannons mounted on the head of an Imperial walker provide devastating coordinated firepower. Effective against a wide variety of targets.",
    "Gametext": "Deploy on your non-[Maintenance] AT-AT. May target a character or vehicle at same or adjacent site for free. Draw destiny. Target hit if destiny +1 (+2 if a vehicle) > defense value. If lost from table, place this weapon in Used Pile.",
    "Icons": 0,
    "IsPulled": "Cyclone 1 (V15)\\par Emergency Deployment (V2)\\par Vizam (when with Advosze)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 163,
    "CardName": "Atmospheric Assault (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "The TIEs patrolling Cloud City took advantage of Bespin's dense cloud cover.",
    "Gametext": "If your TIE is defending a battle alone at a cloud sector, add two destiny to power only. OR During battle, if you have a TIE present piloted by a character, opponent's starship present without a pilot character aboard is power -3.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 168,
    "CardName": "Attack Pattern Delta (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Destiny": 3,
    "Lore": "Snowspeeder attack plan devised by Commander Skywalker and Rebel tactician Beryl Chifonage. Single-file formation protects the squadron as the leader draws fire.",
    "Gametext": "During a battle at a site, if you are about to draw a card for battle destiny, you may instead use the maneuver number of your participating combat vehicle.",
    "Icons": 0,
    "IsPulled": "Nick Of Time (V4)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 178,
    "CardName": "Away Put Your Weapon (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I mean you no harm.\"",
    "Gametext": "USED: An opponent's just drawn [Permanent Weapon] weapon destiny is -3. [Immune to Sense] LOST: Once per game, retrieve up to 5 weapons (may take one retrieved card into hand).",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 182,
    "CardName": "Awwww, Cannot Get Your Ship Out (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "\"Listen, friend, we didn't mean to land in that puddle, and if we could get our ship out, we would, but we can't so why don't you just...\"",
    "Gametext": "If opponent just drew a starship or vehicle for destiny, deploy on table, and stack that card here. Opponent may place a card (your choice) from your Lost Pile into your hand to place this Effect (and stacked cards) into owner's Used Pile.",
    "Icons": 0,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Starship Levitation",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 186,
    "CardName": "The Quick And Easy Path (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Ready are you? What know you of ready?\"",
    "Gametext": "Deploy on table. Sith Fury and your non-epic duels are canceled. Once per turn, may use 1 Force to take a non-[Episode 1] Interrupt (or Immediate Effect) with \"duel\" in its game text into hand from Reserve Deck; reshuffle. If [V6] Epic Duel on table, Force retrieved (or lost) during a duel cannot be reduced or canceled. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Player Created Card\\par Original concept by Steve Marshall, DeckTech Classic Deck 2003 Winner.",
    "Abbreviation": "BFHI (V)",
    "Pulls": "Darth Vader\\par Darth Vader (V1)\\par Darth Vader With Lightsaber\\par Darth Vader, Dark Lord Of The Sith\\par Lord Vader\\par Lord Vader (V11)\\par Vader\\par Vader (V10)\\par One card (without ability) with 'duel' in its game text.\\par Bad Feeling Have I (V5)\\par Dark Rage\\par Darth Vader's Lightsaber\\par Deep Hatred\\par Deep Hatred (V11)\\par Epic Duel\\par Focused Attack\\par I Am Your Father\\par I Am Your Father (V6)\\par Insignificant Rebellion\\par Lightsaber Parry\\par Maul Strikes\\par Sith Fury\\par The Circle Is Now Complete\\par The Ebb Of Battle\\par They Will Be No Match For You\\par Vader's Anger\\par Vader's Anger (V10)\\par Vader's Obsession",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 218,
    "CardName": "Beldon's Eye (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Symbol for the Cloud City Miner's Guild (not affiliated with the Galactic Miner's Guild). Named after the beldons, giant creatures who generate Tibanna gas.",
    "Gametext": "Deploy on table. Your [Independent] starships are defense value +2 at Bespin locations. Once per game, if Quiet Mining Colony on table, may simultaneously deploy a unique (*) [Independent] starfighter and matching pilot (for -1 Force each) from your hand and/or Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Please check Sonn's list here: http://www.swccgpc.com/forums/viewtopic.php?t=6511\\par \\par Pulsar Skate:\\par Booster Terrik (V)\\par Mirax Terrik\\par BoShek (V)\\par Rayc Ryjerd (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par \\par Outrider:\\par Dash Rendar\\par Dash Rendar (V)\\par LE-B02D9 (Leebo)\\par LE-B02D9 (Leebo) (V)\\par Rayc Ryjerd (V)\\par BoShek (V)\\par \\par Lando In Millennium Falcon:\\par Artoo & Threepio\\par BoShek (V)\\par Chewbacca\\par Chewie (V)\\par Chewbacca, Protector",
    "Pulls": "Booster In Pulsar Skate (V)\\par Pulsar Skate\\par Mirax Terrik\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Outrider\\par Dash Rendar\\par Dash Rendar (V)\\par LE-B02D9 (Leebo)\\par LE-B02D9 (Leebo) (V)\\par Rayc Ryjerd (V)\\par Artoo & Threepio\\par Chewbacca\\par Chewie (V)\\par Chewbacca, Protector\\par BoShek (V)\\par Lando In Millennium Falcon",
    "IsPulled": "It's Not My Fault (V)\\par Laudica (V)\\par The Signal\\par We Wish To Board At Once",
    "Combo": "Quiet Mining Colony / Independent Operation",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 245,
    "CardName": "Luke's Bionic Hand (V2)",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 7,
    "Lore": "Uses state-of-the-art digital processors. Although Luke had lost his hand, the Alliance could rebuild it. They had the technology. They could make it better, stronger, faster.",
    "Gametext": "Deploy on Luke. Luke's power and immunity to attrition are +2. During battle at a battleground, may exchange a card in hand with an Interrupt in Lost Pile. This device lost if Luke Disarmed.",
    "Icons": 0,
    "Pulls": "Any Interrupt from Lost Pile (exchange with card from hand).",
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Panic (V2)\\par Portable Scanner\\par Rycar Ryjerd (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 268,
    "CardName": "Blizzard 1 (V2)",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-AT",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 2,
    "Power": 7,
    "Deploy": 5,
    "Forfeit": 7,
    "Armor": 7,
    "Landspeed": 1,
    "Lore": "General Veers' AT-AT. \\b Enclosed\\b0. Equipped with highly sophisticated communications gear. Employs an experimental targeting system.",
    "Gametext": "May add 2 pilots and 8 passengers. During the power segment of a battle here, may lose X cards from hand to cause +X attrition against opponent. Immune to attrition < 4.",
    "Icons": "Scomp Link",
    "ScompLink": 1,
    "Information": "Imperials and combat vehicles are deploy -1 at Hoth: Mountains.",
    "IsPulled": "Battle Deployment\\par Hoth: Ice Plains (V6)\\par Walker Garrison",
    "Combo": "Blizzard 1 (V4) (piloted) + Trample",
    "Matching": "General Veers\\par General Veers (V4)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 270,
    "CardName": "Blizzard 2 (V2)",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-AT",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 2,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 8,
    "Ability": 2,
    "Landspeed": 1,
    "Lore": "AT-AT commanded by the treacherous General Nevar before he was assassinated. Fortified with an extra layer of armor by the paranoid general. \\b Enclosed\\b0.",
    "Gametext": "May add 1 pilot and 8 passengers. Permanent pilot provides ability of 2. During your control phase, may take one Trample or Walker Barrage into hand from Reserve Deck; reshuffle. Walker Barrage total is +2. Immune to attrition < 4.",
    "Icons": "Scomp Link, Pilot",
    "Pilot": 1,
    "ScompLink": 1,
    "Information": "Imperials and combat vehicles are deploy -1 at Hoth: Mountains.",
    "Pulls": "Trample\\par Walker Barrage",
    "IsPulled": "Battle Deployment\\par Hoth: Ice Plains (V6)\\par Walker Garrison",
    "Combo": "Blizzard 2 (V4) + Trample",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 273,
    "CardName": "Blizzard Scout 1 (V2)",
    "Grouping": "Dark",
    "CardType": "Vehicle",
    "Subtype": "Combat",
    "ModelType": "AT-ST",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "enclosed",
    "Destiny": 4,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Armor": 4,
    "Ability": 2,
    "Landspeed": 3,
    "Lore": "\\b Enclosed\\b0  All Terrain Scout Transport (AT-ST). Provides flanking support to the AT-ATs of Blizzard Force. Modified for cold weather combat.",
    "Gametext": "May add 1 pilot or passenger. Permanent pilot provides ability of 2. May move as a 'react.' During battle, if with your piloted AT-AT, may cancel game text of an opponent's character present.",
    "Icons": "Scomp Link, Pilot",
    "Pilot": 1,
    "ScompLink": 1,
    "Information": "Lieutenant Arnet deploys free aboard.\\par -----\\par Imperials and combat vehicles are deploy -1 at Hoth: Mountains.",
    "Abbreviation": "Chicken Walker",
    "IsPulled": "Aratech Corporation (V9)\\par Battle Deployment",
    "Combo": "Blizzard Scout 1 (V4) + Trample",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 288,
    "CardName": "Boba Fett (CC) (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 7,
    "Armor": 5,
    "Ability": 3,
    "Lore": "Feared \\b bounty hunter\\b0. Collected bounties on Solo from both the Empire and Jabba the Hutt. Took exquisite pleasure in using Solo's friend to capture him.",
    "Gametext": "Adds 3 to power of anything he pilots. May 'fly' (landspeed = 3). Draws one battle destiny if unable to otherwise. Your cards with \"Bounty\" in title are immune to Aim High. During your control phase, may take a card with \"Bounty\" in title into hand from Reserve Deck; reshuffle. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Boba Fett personas are:\\par \\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (V6)\\par Boba Fett (V8)\\par [Boba Fett In Slave I]\\par [Boba Fett In Slave I (V6)]\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V6)\\par Boba Fett, Relentless Bounty Hunter (V6)\\par -----\\par SD-17 Homing Missile (V15) may deploy on Boba Fett.",
    "Pulls": "One card with Bounty in its title.\\par Bane, The Bounty Hunter (V)\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V)\\par Boba Fett, Relentless Bounty Hunter (V)\\par Bounty\\par Bounty (V)\\par He's All Yours, Bounty Hunter\\par He's All Yours, Bounty Hunter (V)\\par Hutt Bounty\\par Hutt Bounty (V)\\par Nute Gunray's Bounty (V)\\par Tarkin's Bounty\\par Tarkin's Bounty (V)\\par Trophy Of A Bounty Hunter (V)\\par Vader's Bounty\\par Vader's Bounty (V)",
    "IsPulled": "Double Back\\par Rodian (V3) to deploy to his site.",
    "Combo": "Boba Fett + Lyn Me\\par Free deployment of Boba Fett at her site.\\par -----\\par Boba Fett + Res Luk Ra'auf\\par Add two battle destinies if Boba Fett is defending a battle alone.",
    "Matching": "Slave I\\par Slave I (V7)",
    "MatchingWeapon": "Boba Fett's Blaster Rifle\\par Boba Fett's Blaster Rifle (V6)\\par Fett's Blaster Rifle (V6)",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10).\\par -----\\par Game text can be canceled by Han Solo (V10) for remainder of turn.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 294,
    "CardName": "Boba Fett's Blaster Rifle (V2)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "blaster rifle, rifle",
    "Destiny": 1,
    "Lore": "Sawed off BlasTech EE-3 blaster rifle. Although its barrel is a few centimeters under the legal limit, no one has lived to file an official complaint.",
    "Gametext": "Deploy on non-[Maintenance] Boba Fett. During your turn, opponent's characters here may not use landspeed. While a captive at same site, your Force drains are +1 here. May target a character for free. Draw destiny. Target captured if destiny +2 > defense value.",
    "Icons": 0,
    "Information": "Boba Fett's Blaster Rifle 'personas' are:\\par \\par Boba Fett With Blaster Rifle\\par Boba Fett's Blaster Rifle\\par Boba Fett's Blaster Rifle (V6)\\par Fett's Blaster Rifle (V6)",
    "IsPulled": "Emergency Deployment (V)\\par Imperial Stockpile (V)\\par Jabba's Through With You",
    "Combo": "Boba Fett's Blaster Rifle (V6) + An Entire Legion Of My Best Troops\\par Makes Boba Fett's Blaster Rifle (V6) Rifle Destiny 3.\\par -----\\par Boba Fett's Blaster Rifle (V6) + Boba Fett (V8) + Hidden Weapons + Hermie Odle (V8) + Defensive Fire (V5).\\par Opponent has to initiate battle but you can capture 2 characters as 'just' actions. One as a +2, one as a +6 plus an additional 2 during the weapons phase.1 draw for hidden weapons and + 4 for Bob's Rifle. But the kicker is opponent does not get a battle detiny by himself. (Rimeeri)",
    "MatchingWeapon": "Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V)\\par Boba Fett (V)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter (V)\\par Boba Fett, Prepared Hunter (V)\\par Boba Fett, Relentless Bounty Hunter (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 309,
    "CardName": "Bossk (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Male Trandoshan \\b bounty hunter\\b0. Strong but clumsy. Extremely proud and arrogant. Suffered a humiliating defeat at the hands of Chewbacca and his partner Han Solo.",
    "Gametext": "Adds 2 to power of anything he pilots. While at same site as a smuggler, power +3. While with opponent's smuggler or Wookiee, opponent may not draw more than one battle destiny here. Immune to attrition < number of opponent's smugglers on table.",
    "Icons": "Warrior, Pilot",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Bossk personas are:\\par \\par Bossk\\par Bossk (V5)\\par [Bossk In Hound's Tooth]\\par [Bossk In Hound's Tooth (V6)]\\par Bossk With Mortar Gun",
    "IsPulled": "Double Back\\par Rodian (V3) to deploy to his site.",
    "Matching": "Hound's Tooth\\par Hound's Tooth (V5)",
    "MatchingWeapon": "Bossk's Mortar Gun",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 331,
    "CardName": "Brief Loss Of Control (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Eliciting fear from the opponent gives the dark side a powerful advantage.",
    "Gametext": "USED: Once per game, during opponent's activate phase, target a location. Opponent is prevented from controlling that location (and loses senate majority if targeting Galactic Senate) for remainder of turn. LOST: Cancel Control.",
    "Icons": 0,
    "Cancels": "Control\\par Control (EP1)\\par Control & Tunnel Vision",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 333,
    "CardName": "Bright Hope (V2)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Transport",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Armor": 4,
    "Ability": 2,
    "Hyperspeed": 5,
    "Lore": "Modified medium transport. Well armored. Has expanded passenger capacity to facilitate evacuation. The last transport to escape Hoth. Nearly destroyed by the \\ul Stalker\\ul0.",
    "Gametext": "May add 2 pilots and 6 passengers. Permanent pilot provides ability of 2. During battle, if with a Rebel capital starship, may use 1 Force to cancel a just drawn battle destiny.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Admiral Ackbar (V14)",
    "Combo": "Bright Hope (V6) + Wedge Antilles, Red Squadron Leader + Spiral + Derek 'Hobbie' Klivian\\par Cancel 2 opponent's battle destinies.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 338,
    "CardName": "Bron Burs (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Ugly scars cover this former commando from southern Nentan. Likes to be on his own. Crack shot. Off and on partner of Debnoli. Relies on intuition to survive.",
    "Gametext": "Draws one battle destiny if unable to otherwise. While present at opponent's non-docking bay site, cancels its Dark side game text. Blaster Rifle is a matching weapon for Bron.",
    "Icons": "Warrior",
    "Warrior": 1,
    "MatchingWeapon": "Blaster Rifle",
    "Cancels": "Dark side game text of a site.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 356,
    "CardName": "Captain Bewil (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Politics": 1,
    "Lore": "Tactical officer from Dentaal. \\b Leader\\b0. Familiar with utilizing computer controls to lure an invading enemy into a tactically weak position.",
    "Gametext": "\\b Agenda:\\b0 logistics. While at Conference Room, opponent must lose 3 Force to 'react' away from a battle, and, if your total Influence here is > 3, during your turn you may take an Interrupt into hand from Force Pile; reshuffle.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "An Interrupt from Force Pile.",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par Dark Collaboration (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 364,
    "CardName": "Captain Lennox (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Captain of the Imperial Star Destroyer \\ul Tyrant\\ul0. An able \\b leader\\b0. Unlike most Imperial officers, he is dedicated to his ship and crew. Finds political maneuvering distasteful.",
    "Gametext": "Adds 3 to power of any Star Destroyer he pilots. Deploys free aboard \\ul Tyrant\\ul0  and, while aboard, draws one battle destiny if not able to otherwise and your total power here is +1 for each of opponent's starfighters here.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Come With Me (V3)\\par Commander Praji (V2)",
    "Combo": "Captain Lennox (V4) + Death Squadron Star Destroyer\\par -----\\par Captain Lennox (V4) + Tyrant",
    "Matching": "Tyrant",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 369,
    "CardName": "Captain Piett (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Captain on the \\ul Executor\\ul0. Monitored probe droid telemetry. His flawless record of arrests and suppressions has contributed to an impressive rise through the ranks.",
    "Gametext": "Adds 2 to power of anything he pilots. Twice per game during opponent's turn, may place three cards from hand on your Force Pile to draw top two cards from Reserve Deck.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Piett personas are:\\par \\par Admiral Piett\\par Admiral Piett (V6)\\par Captain Piett\\par Captain Piett (V4)",
    "IsPulled": "Come With Me (V3)\\par Tarkin's Orders (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 401,
    "CardName": "Chewie (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Wookiee\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 2,
    "Lore": "Loyal Wookiee companion of Captain Han Solo. Co-pilot of the \\ul Millennium Falcon\\ul0. Leia referred to him as a \"walking carpet.\"",
    "Gametext": "Adds 3 to power of anything he pilots. While piloting \\ul Falcon\\ul0, it is maneuver +2, Chewie draws one battle destiny if unable to otherwise, and your battle destiny draws (and total battle destiny) at same system may not be modified, canceled or reset by opponent.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Bossk and Zuckuss may reduce Chewbacca's forfeit to zero while present\\par -----\\par Chewbacca personas are:\\par \\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Chewbacca\\par Chewbacca (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Chewbacca, Protector\\par Chewbacca, Protector (V)\\par Chewbacca, Walking Carpet (V)\\par Chewie With Blaster Rifle\\par Chewie\\par Chewie (V)\\par Chewie, Enraged\\par Chewie, Enraged (V)",
    "IsPulled": "Beldon's Eye (V6)\\par General Dodonna (V2)\\par Life Debt\\par Seeking An Audience (V6)\\par Wookiee Roar",
    "Matching": "Chewie's AT-ST\\par Chewie's AT-ST (V9)\\par Gold Squadron 1\\par Lando In Millennium Falcon\\par Millennium Falcon\\par Millennium Falcon (V14)",
    "MatchingWeapon": "Chewbacca's Bowcaster",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth 2 Player",
    "Errata": 1
  },
  {
    "id": 415,
    "CardName": "Civil Disorder (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Attention. This is Lando Calrissian. The Empire has taken control of the city. I advise everyone to leave before more Imperial troops arrive.\"",
    "Gametext": "Deploy on table. You may not play Rebel Barrier. Senators are deploy +2. Whenever you initiate a battle, may retrieve your topmost non-[Permanent Weapon], non-[Maintenance] character. May place the top card of your Reserve Deck in Lost Pile to place a combat card in owner's Lost Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par Like it's counterpart, Ability, Ability, Ability (V), this is the ultimate battling helper for its allegiance. You gain bonuses for initiating battles (in the form of retrieving characters that you can then use to battle), and it slows down two problematic matchups for beatdown decks, senate and lightsaber combat. For my money, there is no better battling card in the game than Civil Disorder (V) because light side has so many other cards to help it out like Quick Draw (V), Sai'tor Kal Fas (V), Mantellian Savrip and A Jedi's Resilience. No light battling deck should ever be without this card.\\par \\par SHEWSKI'S TAKE:\\par Yep, I chose to include this with AAA on my DS listing- it also tops my list at #1. I would play these cards even without the anti Senate and LSC text, which feels clumpy and tacked on.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par ARMAEDES' TAKE:\\par The only advantage I can see Civil Disorder (V) having over this card is that Civil Disorder (V) makes a mean combination with Quick Draw (V). This is #1 on my list as well and is maybe one of the best cards ever made by the Player's Committee. Although I find the anti-senator text to be fine, I do agree with you that the anti-combat text might have been a bit of an overkill move as it almost completely invalidates the decktype. However, when you're looking at battling aids it's hard to beat a card that lets you get back your characters so that you can keep on battling.",
    "Abbreviation": "CD (V)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Ability, Ability, Ability (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 422,
    "CardName": "Close Call (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "If this little one doesn't pulverize you, the next one just might.",
    "Gametext": "USED: During battle, cancel and redraw a just drawn destiny. LOST: A just drawn battle or weapon destiny is -3.",
    "Icons": 0,
    "Cancels": "Any one destiny just drawn to cause a redraw.",
    "IsCanceledBy": "Closer?!\\par Lucky Shot (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 499,
    "CardName": "Commander Luke Skywalker (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0, \\b leader\\b0, Rogue Squadron pilot",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Hero of Yavin. Promoted to Commander in his third year of military training with the Alliance. Squadron flight \\b leader\\b0  at Echo Base during the Battle of Hoth.",
    "Gametext": "Adds 2 to power of anything he pilots. While piloting Rogue 1, it is maneuver +2 and Luke draws two battle destiny if unable to otherwise. During your control phase, may use 1 Force to take a speeder or a card with \"T-47\" in game text into hand from Reserve Deck; reshuffle. Immune to attrition < 3.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke (V)\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, Strong In The Force (V)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V)\\par Son Of Skywalker\\par Son Of Skywalker (V)\\par -----\\par Rogue Squadron is:\\par \\par Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "Pulls": "Any Speeder\\par One card with T-47 in its game text.\\par Attack Pattern Delta\\par Commander Luke Skywalker (V4)\\par Dual Laser Cannon\\par Dual Laser Cannon (V4)\\par Incom Corporation\\par Incom Corporation & Koensayr Manufacturing (V6)\\par Incom Engineer\\par Lone Rogue\\par T-47 Battle Formation\\par Rebel Snowspeeder\\par Rogue 1\\par Rogue 2\\par Rogue 3\\par Rogue 4\\par Dash In Rogue 10 (V6)\\par Sandspeeder\\par Snowspeeder\\par Snowspeeder Garrison (V6)",
    "IsPulled": "Colonel Feyn Gospic (V)\\par Commander Luke Skywalker (V)\\par Echo Base Garrison\\par Luke's Back\\par Luke's Back (V)\\par Padm� Naberrie (V)",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Red 5 (V)\\par Luke's T-16 Skyhopper\\par Rogue 1\\par Rogue Squadron X-wing (V)",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V12)\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V6)\\par Luke's Hunting Rifle\\par Luke's Hunting Rifle (V15)\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 512,
    "CardName": "Computer Interface (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "Lobot's direct link with the Cloud City central computer allowed him to efficiently manipulate the floating city's resources.",
    "Gametext": "Twice per turn, if your Lobot on Cloud City or you occupy three Cloud City sites with aliens, peek at the top three cards of your Reserve Deck. Take any of them into hand and replace the others in any order.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 539,
    "CardName": "Corporal Derdram (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "ISB agent",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Lore": "Member of Imperial Intelligence, Internal Security division. Assigned by IntSec to \\ul Executor\\ul0. Responsible for physical safety of Imperial personnel against Rebel saboteurs.",
    "Gametext": "Adds 2 to power of anything he pilots. While at an \\ul Executor\\ul0  site, may use 1 Force to place a just lost non-unique smuggler (and all copies of that card in opponent's Lost Pile) out of play. At same non-docking bay site, opponent may not deploy Jar Jar or spies.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Come With Me (V3)\\par Commander Praji (V2)\\par Tarkin (V3)",
    "Matching": "Executor\\par Flagship Executor",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 552,
    "CardName": "Corporal Vandolay (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "ISB agent",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "ISB attach� to the \\ul Executor\\ul0. Detention Officer. Political Liaison for COMPNOR. Responsible for all prisoner transfers. Fiercely loyal to the Emperor's New Order.",
    "Gametext": "Adds 2 to power of anything he pilots. Opponent's smugglers are forfeit -2. During any control phase, may take one Spice Mines Of Kessel into hand from Reserve Deck; reshuffle. Once per game, may take an Immediate Effect and/or a prison into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)",
    "Pulls": "Spice Mines Of Kessel\\par Spice Mines Of Kessel (V)\\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V)\\par After Her!\\par Alert My Star Destroyer!\\par All Too Easy\\par Awwww, Cannot Get Your Ship Out (V)\\par Bounty (V)\\par Breached Defenses\\par Cane Adiss\\par Cane Adiss (V)\\par Despair\\par Desperate Counter (V)\\par Energy Walls\\par Enter The Bureaucrat\\par Frozen Dinner\\par He Is Not Ready & Imperial Propaganda (V)\\par High Anxiety\\par I Am Your Father\\par I Am Your Father (V)\\par I Had No Choice (V)\\par Imperial Propaganda\\par Imperial Propaganda (V)\\par Lost In Space\\par Mostly Armless\\par Mournful Roar\\par Power Of The Sith (V)\\par Pride Of The Empire\\par Pride Of The Empire (V)\\par Protocol Failure (V)\\par Qui-Gon's End\\par Tentacle\\par Tentacle (V)\\par There'll Be Hell To Pay\\par Where Are You Taking This ... Thing (V)\\par You Want This, Don't You? (V)",
    "IsPulled": "Blizzard 4\\par Come With Me (V3)\\par Commander Praji (V2)\\par Tarkin (V3)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 579,
    "CardName": "Courage Of A Skywalker (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Despite being alone, trapped and desperately outmatched, Luke continued his battle with the Dark Lord of the Sith.",
    "Gametext": "During battle, unless Inner Strength on table, initiate a duel between your participating Skywalker (except Shmi) present and a participating Dark Jedi present. Both players draw two destiny and add ability. Higher total wins. Loser is lost.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 616,
    "CardName": "Dark Dissension (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Destiny": 3,
    "Lore": "The huge Imperial officers corps, with its high rate of turnover, is ripe with competitiveness and ambition. Advancement comes at the expense of another's career.",
    "Gametext": "USED: Take Demotion into hand from Reserve Deck; reshuffle. OR For remainder of turn, cancel the game text of an Imperial (except a Dark Jedi) present with another Imperial. LOST: Cancel Imperial Command (unless limiting your battle destiny draws).",
    "Icons": 0,
    "Pulls": "Demotion\\par Demotion (V2)",
    "Cancels": "Game text of a non-Jedi Imperial present with another Imperial.\\par Imperial Command",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 652,
    "CardName": "Hoth Blockade (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Make ready to land our troops beyond their energy field and deploy the fleet so that nothing gets off the system.\"",
    "Gametext": "Deploy on Hoth; Haven here is suspended. Executor is deploy -4 here (to a maximum of -6). For each marker site you control with an AT-AT and Imperial, your total power here is +1. If opponent controls Hoth, place this Effect in Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Imperial-class Star Destroyers are:\\par \\par Accuser\\par Accuser (V14)\\par Avenger\\par Chimaera\\par Conquest\\par Conquest (V14)\\par Death Squadron Star Destroyer\\par Devastator\\par Devastator (V15)\\par Imperial-Class Star Destroyer\\par Imperial-Class Star Destroyer (V2)\\par Judicator\\par Stalker\\par Stalker (V4)\\par Thunderflare\\par Tyrant\\par Vengeance\\par Visage",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Haven (suspended)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 685,
    "CardName": "Debris Zone (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare2",
    "Destiny": 5,
    "Lore": "A reactor core explosion in a destroyed AT-AT causes a plasma release which shatters its armor, showering the immediate area with molten projectiles.",
    "Gametext": "Once per turn, take Crash Landing or Weapon Malfunction into hand from Reserve Deck; reshuffle. OR If you have a piloted AT-AT on Hoth, target artillery weapon at a related site is lost. (Immune to Sense.)",
    "Icons": 0,
    "Pulls": "Crash Landing\\par Weapon Malfunction",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 690,
    "CardName": "Defensive Fire (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "275 gunners manning 60 turbolaser batteries provide a wide firing arc. Even so, asteroids are a challenge due to the sluggish recharge rates of the high-powered blasters.",
    "Gametext": "If opponent just initated battle, immediately fire a non-lightsaber, non-[Permanent Weapon] weapon present (for free and each weapon destiny is +2). That weapon may fire again this battle.",
    "Icons": 0,
    "IsPulled": "OOM Command Battle Droid (V)",
    "Combo": "Defensive Fire (V5) + Hidden Weapons + Boba Fett (V8) + Boba Fett's Blaster Rifle (V6)  + Hermie Odle (V8).\\par Opponent has to initiate battle but you can capture 2 characters as 'just' actions. One as a +2, one as a +6 plus an additional 2 during the weapons phase.1 draw for hidden weapons and + 4 for Bob's Rifle. But the kicker is opponent does not get a battle detiny by himself. (Rimeeri)",
    "IsCanceledBy": "Hear Me Baby, Hold Together (V11)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 693,
    "CardName": "Deflector Shield Generators (V2)",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon2",
    "Destiny": 4,
    "Lore": "Located atop the superstructure of a Star Destroyer, the generator towers create an energy shield which repels solid objects and weapons fire.",
    "Gametext": "Deploy on a Star Destroyer. Starship is power and armor +2 and immune to attrition < 5. During battle, Power Pivot is canceled and S-Foils is suspended. May be forfeited (forfeit=3) to Used Pile. Once per turn, may deploy a TIE or non-unique Imperial here from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "One TIE:\\par Black 1 (V)\\par Black 2\\par Black 2 (V)\\par Black 3\\par Black 3 (V)\\par Black 4\\par Black 5 (V)\\par Black 11\\par Black Squadron TIE\\par Colonel Jendon In Onyx 1 (V)\\par DS-61-11 In Black 11 (V)\\par Obsidian 7\\par Obsidian 8\\par Obsidian 10\\par Obsidian 10 (V)\\par Obsidian Squadron TIE\\par Onyx 1\\par Onyx 2\\par Onyx 2 (V)\\par OS-72-1 In Obsidian 1\\par OS-72-2 In Obsidian 2\\par Saber 1\\par Saber 2\\par Saber 3\\par Saber 4\\par Saber Squadron TIE (V)\\par Scimitar 1\\par Scimitar 2\\par Scimitar Squadron TIE\\par Scythe 1\\par Scythe 3\\par Scythe Squadron TIE\\par TIE Advanced x1\\par TIE Avenger\\par TIE Avenger (V)\\par TIE Bomber\\par TIE Defender Mark I\\par TIE Fighter\\par TIE Interceptor\\par TIE Scout\\par TIE Vanguard\\par Vader's Custom TIE\\par \\par One non-unique Imperial:\\par AT-AT Driver\\par AT-AT Driver (V)\\par AT-ST Pilot\\par Biker Scout Trooper\\par Comm Chief\\par Death Star Gunner\\par Death Star Gunner (V)\\par Death Star Trooper\\par Elite Squadron Stormtrooper\\par Elite Squadron Stormtrooper (V)\\par Imperial Commander\\par Imperial Gunner\\par Imperial Helmsman\\par Imperial Pilot\\par Imperial Pilot (V)\\par Imperial Squad Leader\\par Imperial Stormtrooper (V)\\par Imperial Trooper Guard\\par Navy Trooper\\par Navy Trooper Shield Technician\\par Reserve Pilot\\par Reserve Pilot (V)\\par Royal Guard\\par Saber Squadron Pilot (V)\\par Sandtrooper\\par Sandtrooper (V)\\par Snowtrooper\\par Snowtrooper Officer\\par Stormtrooper\\par Stormtrooper (V)\\par Stormtrooper Cadet\\par Stormtrooper Garrison",
    "IsPulled": "Emergency Deployment (V)\\par Levitation Attack (V)\\par Tatooine: Imperial Vanguard Camp (V)\\par Warrant Officer M'Kae (V)",
    "Cancels": "Power Pivot\\par S-Foils (suspended)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 701,
    "CardName": "Dengar (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b Corellian\\b0, \\b assassin\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 2,
    "Lore": "Corellian \\b bounty hunter\\b0. Assassin trained by the Empire. Has reflex-enhancing cyber implants. Gravely injured during a swoop race in the crystal swamp of Agrilat. Blames Han Solo.",
    "Gametext": "Adds 2 to power of anything he pilots. Deploys free aboard \\ul Punishing One\\ul0, and while piloting it, draws one battle destiny if unable to otherwise. At same site, Han's game text is canceled. Immune to Fallen Portal.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Dengar personas are:\\par \\par Dengar\\par Dengar (V)\\par [Dengar In Punishing One]\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)",
    "IsPulled": "Double Back\\par Rodian (V)\\par Sonic Bombardment (V)",
    "Matching": "Punishing One\\par Punishing One (V5)",
    "MatchingWeapon": "Dengar's Blaster Carbine\\par Dengar's Modified Riot Gun",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 709,
    "CardName": "Descent Into The Dark (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jedi training is a journey into the depths of an apprentice's subconscious, where one must learn to use the Force wisely. \"A Jedi's strength flows from the Force.\"",
    "Gametext": "Deploy on table. While you have less than 10 Life Force, your battle and weapon destiny draws are +1.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par The Signal (V)\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 713,
    "CardName": "Desilijic Tattoo (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Jabba The Hutt's clan requires all members to carry ritual scaring identifying them forever as heirs to the Nal Hutta legacy. These tattoos are considered marks of power.",
    "Gametext": "Deploy on table. Bounty hunters and your [Independent] starships are defense value +1 and forfeit +2. Once per turn, when a bounty hunter uses a non-[Permanent Weapon] weapon to hit a character, target is forfeit -2 and opponent places top card of Reserve Deck in Lost Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Trophy Of A Bounty Hunter (V)\\par Twi'lek Advisor\\par Twi'lek Advisor (V)\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 715,
    "CardName": "Despair (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "The carbonite froze more than just Han's body.",
    "Gametext": "Deploy on table. During your battle phase, while you have a frozen captive, opponent's cards may not move. At same site as Jabba's Prize, opponent's cards are deploy +1 and your Force drains are +2. My Favorite Decoration may not be placed out of play. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par This Effect does only protect the bonus to the Force drain from being modified or canceled. The Force drain itself can be canceled.\\par -----\\par CubsFan in the PC Rules Questions Forum \\par Thu Aug 24, 2006 8:24 am\\par \\par Having a force icon at a location is not a requirement for force draining. You can force drain for zero if you like.\\par \\par So the Dark Side player would be able to drain at a a prison (no Light Side Force icons) for 0 + 2 = 2.",
    "IsPulled": "Twi'lek Advisor\\par Twi'lek Advisor (V8)\\par We Must Accelerate Our Plans",
    "Combo": "Despair (V6) + Carbon Chamber Testing + Jabba's Prize\\par Start the CCT-Objective with Depair (V6) and drain for 2 on the Cloud City: Security Tower while Jabba's Prize is imprisoned and frozen there.",
    "Rules": "Errata (September 17th, 2007)\\par -----\\par The game text \"opponent's cards may not move\" is meant to refer to the opponent moving their cards, not when you are moving their cards.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 794,
    "CardName": "Dual Laser Cannon (V2)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Vehicle",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Characteristics": "cannon, laser cannon",
    "Destiny": 3,
    "Lore": "Sund x2-100 laser cannon. Popular among outlaw organizations because it is both cheap and powerful. Frequently mounted on T-47 airspeeders.",
    "Gametext": "Deploy on your T-47. May target a character or vehicle for free. Draw destiny. Character hit, and its forfeit = 0, if destiny +2 > defense value. Vehicle hit if destiny +X > defense value, where X = T-47 pilot's ability (maximum 5).",
    "Icons": 0,
    "Information": "Dual Laser Cannon deploys and fires free aboard Rogue 4.",
    "IsPulled": "Commander Luke Skywalker (V)\\par Nick Of Time (V)\\par Panic (V)\\par Portable Scanner\\par Rapid Fire\\par Rebel Gunrunner (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 802,
    "CardName": "E-3PO (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Brought to Cloud City by the Empire. Facilitates Imperial-to-alien communication. Relayed carbonite chamber modification instructions to Ugloste. Arrogant. Rude. Vulgar.",
    "Gametext": "While with C-3PO, C-3PO's game text (and game text of cards on him) is canceled. E Chu Ta is destiny +3 when drawn for weapon or battle destiny. During any control phase, may take E Chu Ta into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "E Chu Ta",
    "IsPulled": "Look Sir, Droids (V15)",
    "Cancels": "Threepio's text and text of cards on him at same location.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 809,
    "CardName": "Echo Base Trooper Officer (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common1",
    "Uniqueness": "***",
    "Characteristics": "\\b Echo Base trooper\\b0, \\b Rebel trooper\\b0, \\b trooper\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Like many Rebel specialists, Trey Callum defected from the Imperial officer corps. Trooper officers are masters at stretching the meager resources of the Rebellion.",
    "Gametext": "While at a non-shielded marker site, may use 1 Force to suspend 'Hoth Energy Shield Rules' until the start of your next turn.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "General Carlist Rieekan (V4)\\par Mon Mothma\\par Pucumir Thryss (to same Cloud City site)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 839,
    "CardName": "Encampment (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "<>",
    "Destiny": 3,
    "Lore": "Pirates, smugglers and Rebels operate from tiny camps which can be set up quickly and relocated at a moment's notice. A surprise visitor made Luke an unhappy camper.",
    "Gametext": "Deploy on a non-docking bay exterior planet site you occupy. While you occupy this site, at same and related sites, your characters may deploy regardless of location deployment restrictions. Once per game, your character may deploy -3 here. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 876,
    "CardName": "Entrenchment (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "As the Empire advances, Rebels retreat to fortified positions to marshal their resources and redeploy the troops.",
    "Gametext": "Deploy on a site. During battle here, you take the first weapons segment action. Your characters are defense value +1 here.",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Brian Hollingworth, NYC Mini-Open Winner 2005.",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 890,
    "CardName": "Evacuation Control (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Destiny": 3,
    "Lore": "\"Give the evacuation code signal ... and get to your transports!\"",
    "Gametext": "Deploy on table; shuffle your Reserve Deck, peek at top three cards, and stack them face-up here. During battle, may take a card here into hand to prevent all battle destiny draws from being modified or canceled (each player may draw no more than one battle destiny). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par The reason this card is on the list is because it makes light side immunity mains good again. Now instead of dropping your EPP and taking out a couple of characters, you can drop down your immunity main and take out a couple of characters and still have the immunity main around next turn to drain on the location. This also stops your opponent from messing with your destiny draw via the senate objective, which is important if you want to really cause some battle damage. Although this card appears more defensive in nature it can actually be a very powerful offensive card.\\par \\par SHEWSKI'S TAKE:\\par This ranks just outside my top 5 on both sides. CD/AAA have already conditioned you to getting more mileage out your immunity mains, this just reinforces that principle. I don't like this in the early game in case a key card gets trapped under the Effect, but mid-game onwards it is a welcome play. I think this will also give those decks that rely solely upon immunity mains (THGG, WHAP, Invasion) a little bump into playability. Remember, total battle destiny can still be affected!!\\par -----\\par This is the card old-school Star Wars CCG players have been waiting for since Reflections 3, a card that finally makes it to where your opponent can't use Boba Fett, Bounty Hunter, IG-88 With Riot Gun and 4-LOM With Concussion Rifle aboard Zuckuss In Mist Hunter to instantly end the game in a battle destiny-adding frenzy. Play this card - which you can start - and three battles per game you can limit both players to one battle destiny. Play two of this non-unique card and it's good for six battles per game, and few games have more than six battles (and not many have more than three).\\par \\par So besides limiting destiny-adding fetishes, what does this card really mean for light side? For one thing, it means light side immunity mains are back. Ben Kenobi being immune < 5 used to mean nothing when he was facing multiple draws. Now immune < 5 can only be cracked by a solid destiny draw. Luke Skywalker, Jedi Knight armed with his saber is basically immune to attrition. Obi-Wan Kenobi (V) is even better.\\par \\par This card also works well in space. Playing I'll Take The Leader to give your Outrider immunity < 6 is huge now. The Millenium Falcon with the same Admiral's Order out is only going down to a draw of 7 or better. Red 5 (V) is immune to attrition < 6 at base. Home One is basically invincible.\\par \\par This card really brings SWCCG back to where it should be - when main characters are able to stay on the table for more than a turn or two, and your opponent really has to bring the beats to get rid of a big, bad main. Matching pilot starships are also a lot stronger now, and all of this is tempered by the fact that you can't play Bright Hope (V) and Tantive IV (V) and rule the sky by cancelling your opponent's only destiny draw. This is also a great card to use if you find yourself going against a destiny-cancelling team, as using this effect will prevent your destiny draw from being cancelled.\\par \\par This card is going to make a lot of light side decks viable again, as they won't have to worry about the Super-Fett beatdown as much. Dont' get goldenrody though - your opponent will still be able to brign a lot of power in your direction. Below is a deck that takes advantage of the newfound respect light mains are going to get due to this card. ",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Imperial Justice (V10)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 930,
    "CardName": "Fear (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "\"I'm not afraid.\" \"Oh. You will be.\" One of the lessons Luke learned was that fear of the unknown can be stronger than fear of the known.",
    "Gametext": "\\ul When drawn for destiny, may place a non-immune to Alter Effect on table in owner's Used Pile.\\ul0  OR Lose the top card of your Reserve Deck to make a just drawn destiny lost.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 938,
    "CardName": "Field Promotion (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "Imperial officers are fiercely competitive, especially on the \\ul Executor\\ul0. Lord Vader's flagship is a place where devious political calculation prospers. The naive are doomed to failure.",
    "Gametext": "Deploy on your captain or commander. This character is an admiral and a leader. Imperials are immune to Demotion. Once per game, may take a card with \"Imperial\" in title into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Pulls": "One card with Imperial in its title.\\par Coruscant: Imperial City\\par Coruscant: Imperial Square\\par Dreaded Imperial Starfleet\\par Dreaded Imperial Starfleet (V)\\par He Is Not Ready & Imperial Propaganda (V)\\par Imperial Academy Training\\par Imperial Academy Training (V)\\par Imperial Aces (V)\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Imperial Artillery\\par Imperial Barrier\\par Imperial Blaster\\par Imperial Code Cylinder\\par Imperial Code Cylinder (V)\\par Imperial Command\\par Imperial Commander\\par Imperial Decree\\par Imperial Decree (V)\\par Imperial Detainment (V)\\par Imperial Domination\\par Imperial Domination (V)\\par Imperial Gunner\\par Imperial Helmsman\\par Imperial Holotable\\par Imperial Justice\\par Imperial Justice (V)\\par Imperial Pilot\\par Imperial Pilot (V)\\par Imperial Propaganda\\par Imperial Propaganda (V)\\par Imperial Reinforcements\\par Imperial Reinforcements (V)\\par Imperial Security Bureau (V)\\par Imperial Squad Leader\\par Imperial Stockpile (V)\\par Imperial Stormtrooper (V)\\par Imperial Supply\\par Imperial Trooper Guard\\par Imperial Trooper Guard Dainsom\\par Imperial Tyranny\\par Imperial Tyranny (V)\\par Imperial Walker\\par Imperial War Machine (V)\\par Imperial-Class Star Destroyer\\par Imperial-Class Star Destroyer (V)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 952,
    "CardName": "Flagship (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "After the Battle of Yavin, it was politically necessary to demonstrate the unstoppable might of the Empire. The \\ul Executor\\ul0  and Death Squadron ensured this objective.",
    "Gametext": "Deploy on your Star Destroyer. It draws one battle destiny if unable to otherwise (two if \\ul Executor\\ul0). Counter Assault is canceled. During your move phase, Landing Claw is canceled here. Once per turn, may take an admiral or \"\\ul Executor\\ul0\" site into hand from Reserve Deck; reshuffle",
    "Icons": 0,
    "Pulls": "Admiral Chiraneau\\par Admiral Motti\\par Admiral Motti (V2)\\par Admiral Motti, Battlestation Coordinator (V3)\\par Admiral Ozzel\\par Admiral Ozzel (V14)\\par Admiral Piett\\par Admiral Piett (V6)\\par Executor: Comm Station\\par Executor: Control Station\\par Executor: Docking Bay\\par Executor: Holotheatre\\par Executor: Main Corridor\\par Executor: Meditation Chamber\\par Grand Admiral Thrawn\\par Grand Admiral Thrawn (V14)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Landing Claw",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 958,
    "CardName": "Flash Of Insight (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Occasionally Han was capable of such feats, even without Threepio there to tell him these things.",
    "Gametext": "Deploy on table. Play with the top card of your Reserve Deck revealed (if possible). During your draw phase, place this Effect in Used Pile and you may retrieve 1 Force.",
    "Icons": 0,
    "Information": "Articel on DeckTech, October 31st, 2005\\par Top 5 Damage-Controlling V-Cards (Light Side) by Armaedes and Shewski\\par \\par Possibly the most effective retrieval card around, Flash Of Insight (V) is a free retrieval of one card per turn that is unaffected by Come Here You Big Coward, Do They Have A Code Clearance?, Secret Plans, or Allegations Of Corruption. As if that wasn't enough, it also lets you check out your top destiny, which is always a good thing (even if your opponent gets to see it too). At destiny-4, there's no reason why every light deck shouldn't have at least one Flash (V) in it, and more likely you should have 3-4. With Threepio With His Parts Showing or Mirax Terrik on the table you can play one every single turn with a bare minimum of tracking, and getting a risk-free card from your lost pile back into your deck while also cycling a decently-high-destiny Effect back into your deck is always a good thing.\\par \\par SHEWSKI'S TAKE:\\par I make this my top damage controller; mainly since it can fit in any deck out there, the sheer versatility of this card is amazing. There truly are lots of little tricks you can do with this card that I hope to share in my review of it:\\par Flash is one of those cards that you can fit into ANY deck, and it's so strong that you may often be tempted to slip in multiples. Generally, with proper tracking you can get a lot of use of just one copy. This card is a great way to learn how to track- you can track the Effect itself, the card \"retrieved\", or use it to check another destiny you were already tracking. Note the parentheses on retrieved, this is not retrieval, so it is not affected by cards that hamper general retrieval. I think my favorite use of this card is to check destinies early in the game, when you are shuffling so much that tracking is a few turns away at best. I play Flash, and then generally use every shuffling technique available to me until I get the destiny I want to see. In the heyday of Walkers, it was quite easy to get a high destiny so I could launch a Corran beatdown. My second favorite use of the card was in conjunction with cards like Naked Threepio, by using various shuffling techniques I could also get the choice of a few different cards I could draw into hand. The destiny isn't too bad, either! Beware, Flash is nice Alter bait- while there are plenty of worse cards your opponent can let through your nice \"retrieval\" cycle might end prematurely.\\par \\par ARMAEDES' TAKE:\\par I couldn't agree more; Flash (V) can literally go in any light side deck, and it requires no effort whatsoever to pull it off - you don't even have to have Force available, since it's not \"retrieval\" and therefore immune to Secret Plans. This is by far the most universal retrieval method available for light side.",
    "Abbreviation": "Flash (V)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Combo": "Flash Of Insight (V5) + On The Edge\\par Easy retrieval.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 977,
    "CardName": "Found Someone You Have (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "\"I'm looking for someone.\" \"Looking? Found someone you have I would say.\"",
    "Gametext": "Find one of your missing characters. OR Retrieve the topmost character of your Lost Pile into hand.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 988,
    "CardName": "Frostbite (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Then I'll see you in hell!\"",
    "Gametext": "Deploy on the Hoth system if you control two exterior Hoth sites. During your control phase, may retrieve 1 Force for each Hoth site you control with a unique (*) combat vehicle. If opponent controls this system, this Effect lost. While you occupy 1st marker, immune to Alter.",
    "Icons": 0,
    "Information": "Hoth: Main Power Generators is the 1st Marker site.",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 1007,
    "CardName": "Gambler's Luck (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Works every time.",
    "Gametext": "During opponent's control phase, if your gambler on table, use 1 Force. Both players draw three destiny. Winner (higher total destiny) may target one opponent's character with a printed power matching one of the winner's destiny draws. Target is lost.",
    "Icons": 0,
    "Information": "Gamblers are:\\par \\par Dash Rendar\\par Dash Rendar (V7)\\par Devaronian\\par Figrin D'an\\par General Calrissian\\par Han\\par Han (V3)\\par Han Solo\\par Han With Heavy Blaster Pistol\\par Lando Calrissian\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Lieutenant s'Too Vees\\par Max Rebo\\par Sergeant Doallyn\\par Tamtel Skreej\\par Tamtel Skreej (V8)\\par Wioslea",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1019,
    "CardName": "General Carlist Rieekan (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "One of the original founders of the Rebel Alliance. Former civilian strategist with the House of Organa. Somber \\b leader\\b0  of Echo Base.",
    "Gametext": "Your artillery weapons at same and related sites are powered and forfeit +2. Once per turn, may use 1 Force to deploy one A New Secret Base, Echo Base Operations, Haven (to Hoth), a [Hoth] location, a [Hoth] artillery weapon, or a non-unique [Hoth] Rebel from Reserve Deck; reshuffle. ",
    "Icons": "Warrior",
    "Warrior": 1,
    "Pulls": "A New Secret Base\\par Atgar Laser Cannon\\par Echo Base Operations\\par Echo Base Trooper\\par Echo Base Trooper Officer\\par Echo Base Trooper Officer (V)\\par Golan Laser Battery\\par Haven (to Hoth)\\par Hoth\\par Hoth: Defensive Perimeter\\par Hoth: Echo Command Center (War Room)\\par Hoth: Echo Command Center (War Room) (V)\\par Hoth: Echo Corridor\\par Hoth: Echo Corridor (V)\\par Hoth: Echo Docking Bay\\par Hoth: Echo Med Lab\\par Hoth: Main Power Generators\\par Hoth: Main Power Generators (V)\\par Hoth: North Ridge\\par Hoth: Snow Trench\\par Medium Repeating Blaster Cannon\\par Ord Mantell\\par Planet Defender Ion Cannon\\par Planet Defender Ion Cannon (V)\\par Rebel Scout\\par Rebel Scout (V)\\par Rogue Gunner\\par Tauntaun Handler\\par Tauntaun Handler (V)",
    "IsPulled": "Balanced Attack\\par Hoth: Echo Corridor (V)\\par Princess Organa\\par Rebel Leadership (V)\\par Strike Planning",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 1030,
    "CardName": "General Veers (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b general\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "General Maximillian Veers is the model of Imperial Army officer. Cunning, loyal and ruthlessly efficient \\b leader\\b0. In charge of the ground assault troops in Vader's forces.",
    "Gametext": "Adds 3 to power of anything he pilots, While piloting an AT-AT, draws two battle destiny if unable to otherwise. While piloting a combat vehicle, its immunity to attrition is +2.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Veers personas are:\\par \\par General Veers\\par General Veers (V4)\\par Veers\\par Veers (V10)\\par -----\\par Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "Blizzard 4\\par Come With Me (V3)\\par Endor Shield (V11)\\par Imperial Command",
    "Combo": "General Veers (V4) + Commander Igar\\par When in battle with Veers or Tagge, Commander Igar may use 2 Force to cancel and redraw one just-drawn battle destiny.\\par -----\\par General Veers (V4) on combat vehicle + Well-earned Command (V9)",
    "Matching": "Blizzard 1\\par Blizzard 1 (V4)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 1110,
    "CardName": "Harc Seff (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b accountant\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Armor": 3,
    "Ability": 2,
    "Lore": "Ishi Tib accountant. Experienced administrator. Freelance consultant. Worked for many planetary governors. Knows how to get the most out of any taxation scheme.",
    "Gametext": "Adds 2 to power of anything he pilots. For each of opponent's non-battleground locations on table, your Force generation is +1. Your leaders are deploy -2 to same site. Once per game, may take an Immediate Effect into hand from Reserve Deck; reshuffle.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "A Gift\\par A Vergence In The Force\\par Advantage\\par At Peace\\par Descent Into The Dark\\par Disarming Creature\\par Eject! Eject! & Imperial Atrocity (V)\\par Energy Walls\\par Field Dressing (V)\\par Grappling Hook\\par Grappling Hook (V)\\par Heroic Sacrifice\\par Hindsight (V)\\par I Can't Believe He's Gone\\par I Can't Believe He's Gone (V)\\par Imperial Atrocity\\par Imperial Atrocity (V)\\par Legendary Starfighter\\par Return Of The Jedi (V)\\par The Time For Our Attack Has Come\\par The Time For Our Attack Has Come (V)\\par They Win This Round\\par Weapon Of A Fallen Mentor\\par What Was It?\\par What're You Tryin' To Push On Us?",
    "IsPulled": "Supreme Chancellor Valorum (V)",
    "Matching": "Overseer (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 1117,
    "CardName": "He's All Yours, Bounty Hunter (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "Once Skywalker had taken the bait, Han was of no use to the Empire.",
    "Gametext": "USED: For reminder of turn, your bounty hunter escorting a captive may make two additional moves (for free if escorting Han). LOST: Your just drawn Carbon-Freezing (or bounty hunter's character weapon) destiny draw is +2.",
    "Icons": 0,
    "Information": "With landspeed = 3 you could fly 3 sites over to the docking bay, then use docking bay transit, then fly 3 more sites as 3 moves with that card.",
    "IsPulled": "Boba Fett (CC) (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1141,
    "CardName": "Hiding In The Garbage (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Rebels often exploit loopholes in Imperial procedures to gain an advantage.",
    "Gametext": "Deploy on table. Place your just lost characters out of play. Once per turn, may deploy a character from Lost Pile. (Immune to your Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "A character from Lost Pile.",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1158,
    "CardName": "Hopping Mad (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"I'm standing here in pieces and you're having delusions of grandeur!\"",
    "Gametext": "Deploy on non-[Episode I] C-3PO. Once per turn, you may take How Did We Get Into This Mess?, Thank The Maker, We're Doomed, or Mantellian Savrip into hand from Reserve Deck; reshuffle. If C-3PO present at a battleground, Savrip is immune to Alter. Thank The Maker is a Used Interrupt and treat \"5\" in its game text as \"3\".",
    "Icons": 0,
    "Information": "Hindsight deployed on C-3PO makes Hopping Mad (V6) immune to Alter.",
    "Pulls": "How Did We Get Into This Mess?\\par Mantellian Savrip\\par Thank The Maker\\par We're Doomed",
    "IsPulled": "It's Not My Fault (V)\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1175,
    "CardName": "Hoth: Echo Med Lab (V2)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "During your deploy phase, may deploy a medical droid here from Reserve Deck; reshuffle.   If your Imperial present, Force drain +1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 0,
    "LightSideText": "During your deploy phase, may deploy a medical droid here from Reserve Deck; reshuffle.",
    "DarkSideText": "If your Imperial present, Force drain +1 here.",
    "Icons": "Underground, Interior, Planet, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "Underground": 1,
    "ScompLink": 1,
    "Pulls": "A medical droid.\\par 2-1B (Too-Onebee)\\par 2-1B (Too-Onebee) (V4)\\par FX-7 (Effex-Seven)",
    "IsPulled": "A New Secret Base\\par General Carlist Rieekan (V4)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 1186,
    "CardName": "Hound's Tooth (V2)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Modified Corellian Freighter",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 5,
    "Deploy": 3,
    "Forfeit": 6,
    "Armor": 4,
    "Hyperspeed": 4,
    "Lore": "Controlled by state-of-the-art voice-activated X10-D computers. Internal sensors and security systems monitor prisoner activity. Modified for Bossk's Trandoshan physiology.",
    "Gametext": "May add 1 alien pilot, 6 passengers, and 1 vehicle. Deploys (even using Combat Response) and moves like a starfighter. While Bossk piloting, adds one battle destiny and immune to attrition < 4.",
    "Icons": "Scomp Link, Astromech, Independent",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Hound's Tooth personas are:\\par \\par Bossk In Hound's Tooth\\par Bossk In Hound's Tooth (V6)\\par Hound's Tooth\\par Hound's Tooth (V5)",
    "Matching": "Bossk\\par Bossk (V5)\\par Bossk With Mortar Gun\\par Danz Borin (V15)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1202,
    "CardName": "I Am Your Father (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Search your feelings, you know it to be true.\"",
    "Gametext": "If Vader just won a battle or duel against Luke, deploy on table; opponent loses 1 Force. During your control phase, if Vader present at a battleground site, opponent loses 1 Force. If Vader just lost, place this Immediate Effect in Used Pile.",
    "Icons": 0,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par The Quick And Easy Path (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Are Beaten",
    "IsCanceledBy": "NOOOOOOOOOOOO!",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1246,
    "CardName": "IG-88 (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Assassin Droid",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b, assassin",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 5,
    "Armor": 5,
    "Lore": "\\b Bounty hunter\\b0. Went berserk upon activation. Murdered all designers at Holowan Mechanicals. IG-88's outstanding \"dismantle on sight\" warrant ignored by Darth Vader.",
    "Gametext": "Adds 2 to power of anything he pilots. May use two weapons. Once per turn, if escorting a captive, may take any one card from Force Pile into hand; reshuffle. May lose 1 Force to cancel a just drawn weapon destiny targeting IG-88. Immune to attrition < 5.",
    "Icons": "Pilot, Warrior x 2, Droid",
    "Pilot": 1,
    "Warrior": 2,
    "Droid": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par IG-88 personas are:\\par \\par IG-88\\par IG-88 (V)\\par IG-88, Renegade Droid (V)\\par [IG-88 In IG-2000]\\par IG-88 With Riot Gun",
    "IsPulled": "Double Back\\par Rodian (V) to deploy to his site",
    "Matching": "IG-2000\\par IG-2000 (V)",
    "MatchingWeapon": "IG-88's Neural Inhibitor\\par IG-88's Neural Inhibitor (V5)\\par IG-88's Pulse Cannon",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1250,
    "CardName": "IG-88's Neural Inhibitor (V2)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Lore": "Menotor DAS-430 electromagnetic projectile launcher. Often mistaken for a blaster rifle. Fires small hollow darts filled with neurotoxin which cause temporary paralysis.",
    "Gametext": "Use 1 Force to deploy on a bounty hunter (free on IG-88). May target a character for free. Draw destiny. Target captured (and opponent loses 2 Force if target is a [Maintenance] or [Permanent Weapon] character) if destiny +1 > defense value.",
    "Icons": 0,
    "IsPulled": "Emergency Deployment (V)\\par Imperial Stockpile (V)\\par Jabba's Through With You",
    "MatchingWeapon": "IG-88\\par IG-88 (V)\\par IG-88, Renegade Droid (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1254,
    "CardName": "Image Of The Dark Lord (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "hologram",
    "Destiny": 6,
    "Lore": "Vader's \\b hologram\\b0  exacts loyalty from his legions.",
    "Gametext": "Deploy on a planet site. Opponent's Force drains are -1 here (-2 if Vader controls an adjacent site).",
    "Icons": 0,
    "Information": "Article at DeckTech, November 1st, 2005\\par Top 5 Damage-Controlling V-Cards (Dark Side) by Armaedes and Shewski\\par \\par It's a destiny-6 card that can be pulled from your deck using Masterful Move, and can reduce Force drain damage with the only stipulation being that it must be a planet site (so no Cloud City locations). There's really no easier way to reduce damage, as it requires no commitment from the Dark Side player other than that they commit a card slot to a destiny-6 Effect. If Vader's hanging around an adjacent site, this card will obviously become even more powerful. Simple Effect that can make a huge difference in a game.\\par \\par SHEWSKI'S TAKE:\\par \\par Wow, talk about an obvious miss on my part- great idea for a damage controller. The LS version (Projection of a Skywalker) was played quite a bit for similar reasons. The one thing that I don't like about this card is its fixed location. If you temper a drain at a planet where there are multiple sites, your opponent can always move around it. It works best at key drain locations where the enhancers (unlike lightsabers) are fixed as well.",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Masterful Move\\par Masterful Move & Endor Occupation\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Projection Of A Skywalker",
    "IsCanceledBy": "Out Of Commission & Transmission Terminated\\par Transmission Terminated",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 1269,
    "CardName": "Imperial Decree (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Destiny": 4,
    "Lore": "To Imperial command personnel: The Rebellion must be crushed! Minor acts of sedition are to be ignored. The destruction of the Alliance is your primary goal.",
    "Gametext": "Deploy on table. At start of your turn, may lose 1 Force to activate this turn using (Light Side Force icon) instead of (Dark Side Force icon). Whenever you lose Force (except from Force drains, battle damage, or your card), may reduce loss (to a minimum of 1) by the number of battlegrounds you occupy. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Good against direct damage like Uncontrollable Fury, Legendary Starfighter, Anger, Fear, Aggression or the WHAP Objective flipside.\\par -----\\par Article at DeckTech, November 1st, 2005\\par Top 5 Damage-Controlling V-Cards (Dark Side) by Armaedes and Shewski\\par \\par When this card was first released, I have to admit that I was pretty disappointed. After all, it hurt one of my favorite strategies (Force denial). However, after some serious play with this card, I have changed my mind completely and now consider this to be one of the better cards released by the Player's Committee. There are lots of forms of direct damage for Light Side, and this card can reduce most of them. Imperial Decree (V) also has a solid balancing factor: Dark Side must control battlegrounds to make the damage-reduction work. This discourages Dark Side \"turtle decks\" while also giving Light Side the option to still have their direct damage - as long as they're willing to fight for it. Solid damage controller that also promotes interaction - an excellent quality in a card, in my opinion.\\par \\par SHEWSKI'S TAKE:\\par \\par A consensus pick! Who would have thunk it?? I like how this seems to cycle in and out of decks, which means that denial is still a valid option in small doses. Don't despair, Armaedes!\\par For years, Dark Side players wanted to know if they would ever get a card comparable to Honor of the Jedi. Fortunately, the answer was yes. This card is a nice staple in many DS decks. First, I enjoy the fact that its' a cousin of Honor, not an outright twin. Its text promotes interaction via battleground deployment and it lets some damage through no matter what. I haven't used the activation text very much, but the very threat of it generally neutered Revolution heavy choke decks like some versions of TRM. I rank this card so high since it so easy to slip in virtually any deck, but its usefulness has slipped with the lack of direct damage heavy LS decks in the meta. Most LS damage seems to come from battle damage anymore, but in the days of Speeders and WHAP this card was a difference maker.\\par \\par ARMAEDES' TAKE:\\par Couldn't agree more; this is a very powerful card for the Dark Side and belongs in just about every Dark deck under the sun. I had forgotten to mention that this card still hurts Revolution like the original Decree did.",
    "IsPulled": "Field Promotion (V5)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1271,
    "CardName": "Imperial Domination (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Uniqueness": "**",
    "Destiny": 5,
    "Lore": "When Vader's forces impose the New Order upon a region, Rebel resources and lifelines are quickly eliminated.",
    "Gametext": "Deploy on table. If your non-Imperial character or [Independent] starship on table, this Effect lost. Unless you occupy fewer locations than opponent: if you initiate or win a battle, retrieve an Imperial; and, during battle, may take an Imperial just drawn for destiny into hand to cancel and redraw that destiny. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par Like Ability, Ability, Ability (V), but harder to use due to the fact that you can only play with Imperials if you use this card. In addition to offering some solid character retrieval, this card also does a decent job of causing your opponent to spread out quickly so that they can suspend the gametext of this card. The battle destiny limiting may seem like a bad idea for a battling deck, but in reality there aren't a lot of ways for all-Imperial decks to get multiple battle destiny anyway, and this way you can use characters like Lord Vader and have the immunity to attrition be worth more than if you had to worry about your opponent drawing 5 battle destiny and basically making your immunity worthless. Another reason this is a solid battling card is because if you draw battle or weapon destiny and accidentally flip a character, you can take it into hand and try again, allowing you to play with more characters than you would normally be able to get away with while still maintaining the integrity of the deck's destiny.\\par \\par SHEWSKI'S TAKE:\\par Wow, great minds think alike. This is my #5 as well. I really like the versatility that this card brings to an Imperial deck and think that as stronger Imperials are created this card will see more and more play.\\par Armaedes made a bunch of good points about this card above, but there were a few things I also wanted to add. First, two copies of this can be played for maximum use, which means twice as many benefits heading your way. It may be overkill in many instances, but if it is worth it, you'll never go without characters ever again. Secondly, there are some creative ways for you to use it as a cycling machine. DDM had an interesting Hunt Down that used a lone Womp Rat to constantly draw against Vader so that he could draw needed Imperials into hand. I also don't think that limited destiny draws as a bad thing- with you constantly weeding out low destiny characters your 2 destinies should be stronger than your opponent's. This is also yet another great battle winning effect that works with many of the other cards on this list.\\par \\par ARMAEDES' TAKE:\\par No argument here, and the two-copies thing is an important point I forgot to mention. I have seen this card used effectively in Hunt Down, BHBM, ISB, Ralltiir, and even some Combat Readiness (V) decks. Like Ability, Ability, Ability (V), it's good because it rewards you for battling by giving you more characters to battle with. Unlike Ability, Ability, Ability (V), it's far more deck-specific, but getting back characters is always a good thing.",
    "IsPulled": "Field Promotion (V5)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 1278,
    "CardName": "Imperial Occupation/Imperial Control (V2)",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "ObjectiveFront": "\\ul Deploy Hoth system, [V6] Ice Plains, and [V8] Main Power Generators. May deploy Imperial Decree.\\ul0 \\par \\b For\\b0  remainder of game, AT-ATs deploy -1 to marker sites. Walker Garrison may only be played once per game and is [Immune to Sense]. Non-[Virtual] You May Start Your Landing is canceled. \\par \\b While\\b0  this side up, Revolution is canceled. Once during your turn, may take AT-AT Cannon, Hoth Blockade, Electro-Rangefinder, Electro-Rangefinder, or a [Hoth] Epic Event into hand from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if Main Power Generators 'blown away' and Hoth Blockade on Hoth.",
    "ObjectiveBack": "\\b While\\b0  this side up, Revolution is canceled. Rebels are deploy +1 to Hoth sites. Your total battle destiny at Hoth system is +1 for each Imperial there. Unless opponent controls a Hoth location, your Force drain bonuses may not be canceled. Once per turn, when you deploy an AT-AT, may retrieve any one card (except an Interrupt or vehicle) into hand. During your deploy phase, may deploy a marker site from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if Hoth Blockade not on Hoth.",
    "ObjectiveFrontName": "Imperial Occupation (V4)",
    "ObjectiveBackName": "Imperial Control (V4)",
    "Gametext": "[Front Side]: \\ul Deploy Hoth system, [V6] Ice Plains, and [V8] Main Power Generators. May deploy Imperial Decree.\\ul0 \\par \\b For\\b0  remainder of game, AT-ATs deploy -1 to marker sites. Walker Garrison may only be played once per game and is [Immune to Sense]. Non-[Virtual] You May Start Your Landing is canceled. \\par \\b While\\b0  this side up, Revolution is canceled. Once during your turn, may take AT-AT Cannon, Hoth Blockade, Electro-Rangefinder, Electro-Rangefinder, or a [Hoth] Epic Event into hand from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if Main Power Generators 'blown away' and Hoth Blockade on Hoth.\\\\par[Back Side]: \\b While\\b0  this side up, Revolution is canceled. Rebels are deploy +1 to Hoth sites. Your total battle destiny at Hoth system is +1 for each Imperial there. Unless opponent controls a Hoth location, your Force drain bonuses may not be canceled. Once per turn, when you deploy an AT-AT, may retrieve any one card (except an Interrupt or vehicle) into hand. During your deploy phase, may deploy a marker site from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if Hoth Blockade not on Hoth.",
    "Icons": 0,
    "Information": "Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Popular Cards to Look For: Blizzard 4, Blizzard 2 (V4), Tempest 1, Blizzard 1 (V4 or non-V), version of Veers, version of Vader, Target the Main Generator, Walker Garrison, 3rd Marker, Sando Aqua Monster, Tatooine Maul, Maul's Sith Infiltrator, Imperial Decree (V6 & non-V), and You May Start Your Landing\\par \\par Idea Behind Objective: The first DS objective created by the PC. It was the exact opposite to Speeders and another great movie objective. For a long time, Walkers was the strongest DS deck to be played. Only with the creation of stronger LS decks did this deck become less powerful. Even though the deck could be beat, it was considered way too strong. It was able to blow the shields by turn 3 since the objective could pull Blizzard 4 to set up Vader. The PC ended up having to completely change this deck the same way they changed Speeders and WYS (V8). The basic idea is still the same. Get out a non-maintenance Walker, equip it with AT-AT Cannon (V4), get a high enough ability pilot on the Walker, and blow the shields. The minute they go, the LS loses 8 Force from the Shields, then another 1 direct damage from You May Start Your Landing since the Walker only has to occupy the site. From there, you set up at least one Walker at the different non-battleground Marker sites, usually 4th, 5th, and 6th. YMSYL lets you pull the 3rd Marker and Walker Garrison, if you started the game with that card on table. You can pull those two cards and deploy the 3rd Marker after you blow the shields. It is VERY important to never deploy the 3rd Marker until after the shields are gone. Your forces at the 3rd Marker can get stuck which means, unless you are playing the Electro-Rangefinder, you will have to deploy to the Plains and move over. The LS can throw as much as they want at you on their next turn because you gave them a site to battle you at. The Hoth shield prevents you from deploying directly to the 3rd marker until the shield is blown away, which means that you will not be able to fortify the Walker that was moved over the previous turn. Once the shield has been blown away, you can spread out and have a solid force set up on the 3rd Maker. You can play Walker Garrison once per game (now that it's an Out of Play Interrupt) to drain for 10 to 15. The good thing is they made it immune to Sense. So the only way to cancel it is with T-47 Battle Formation. The best strategy is always to blow the shields first before you think of doing anything else with this deck. If you fear a spy coming down first turn, some versions play with Corporal Dedrum (V5) who prevents opponent's spies and Jar Jar from deploying to same site. He can be found by Blizzard 4 or Commander Praji (V2) since he is both a pilot and a warrior. Walkers can be very easy to play since you win the majority of your games doing the exact same thing. Most of the time when the LS leaves you alone, you will auto win the game.\\par \\par How It Can Win: This objective wins because it can set up very fast damage that is almost impossible to cancel. The deck sets up on Hoth, so the DS has Imperial Decree at the start of the game to cancel all the LS drain bonuses. When you combine that with Imperial Decree (V6), Walkers can absorb both drains and direct damage very well. The deck also causes damage from non-battleground sites with You May Start Your Landing. The LS doesn't have as many ways to get around direct damage other than Honor Of The Jedi, so they usually have a tough time taking damage all game from YMSYL. The loss of 8 Force can also cause some key cards to be lost since most of the time the cards lost will come blindly from the Reserve deck. The deck doesn't rely on the use of Walker Garrison to win. Most of the time, by the time you are ready to play it, the opponent would already be well on their way to losing the game. The Garrison just finishes them off. The most powerful part of the objective is the ability to take ANY card you want from your lost pile back into hand once per turn when you deploy an AT-AT, and the AT-AT doesn't have to deploy to Hoth for this benefit to work. This used to be what made the deck so powerful, the Re Edit changed it so you can't take certain cards into hand. This is not near as powerful as before but it does allow you to keep your space and key power characters in play. Plus you can still take into hand Effects like Lateral Damage to abuse again and again.\\par \\par What Changed Since 1st Edition: The Re Edit changed how this deck could be built and played. Much like the LS objectives that were changed, this one became a very different deck from the original design. Now you can only find the Hoth icon AT-ATs. You can't pull Blizzard 4, Tempest 1, or the non-unique AT-ATs from the two player expansion. For some reason this was considered broken or too fast of a setup, so it was changed. Since you can't find Vader automatically anymore, this deck can take longer to blow the shields. When it was first changed, the answer to the problem came by starting Sando Aqua Monster and playing 6x Combat Readiness (V8). If you got a CR (V8) in your opening hand, you played it as your first action. Then it was placed on Sando so you had an auto 5 as your Epic Event draw. However, the Errata to Combat Readiness (V8) removed the ability to stack this card on your reserve. Since you knew your draw would be a 5, you could realistically blow the shields with any ability 3 pilot. Since Endor Shield (V11) pulls any Admiral, Moff, General, or Commander, you can pull the character that you need. If you start Inconsequential Losses (V9), you pull the Cannon when you deploy the AT-AT. So first turn, you pull the AT-AT if you didn't already have one. Blizzard 1 (V4) plays for just 4 Force. Veers (V10) deploys for 1 Force, so they can both go down for just 5. If you also pull Ozzel, you have a destiny just in case. If the LS doesn't get someone to the Ice Plains to keep you from controlling it, you auto blow the shields with the 5 on Sando, 3 from Veers, and 1 from the site. Your deck gives you 5 Force to start, so can always set this up against any LS match-up. Although you will have more problems against LS decks that go first since they have the ability to deploy to Hoth before your first turn. If they provide you just 1 more Force, you can use Blizzard 1 (non-V) to add another +1, so it doesn't matter if they deploy to the 1st Marker and move over. Besides this faster version, another option for setting up fast is to play a Free Executor version. You set up the Free Executor by starting Mob Points Combo and Kuat Drive Yards (V6). You have to play 3x WMAOPs, 2x TMNALTC, and 2x We're The Bait (V6). This gives you more than 73% chance you will get one in your opening hand. Once the Executor goes down, you can use Endor Shield (V11) to pull Admiral Piett, who then pulls Battle Deployment, which then pulls ANY vehicle. You don't have to do all of this on the same turn since it would give up a lot of searches for Thrown Back (V8). This version simply provides the ability to pull Blizzard 4 to set up Vader or Mara (V12) as well as continually pull vehicles after flipping. Plus the Executor is the hardest ship to knock out of space, so you set up a very solid presence in space that should survive all game to drain for free. You also increase the average destiny in the deck by replacing the lower destiny cards from it's space package with 5 destiny WMAOPs, 5 destiny TMNALTC, and 7 destiny We're The Bait (v).\\par \\par Why I SHOULD Play It: Walkers will always be a strong strategy because you are playing a deck that is based around powerful ground vehicles. The Re Edit did change how you set up and do damage and how long it takes you to blow up the generators. You no longer get 2x Walker Garrisons a game. This was sometimes what it took to win games against specific LS decks and now it is gone. Walkers can still be a powerful deck. You can slow down the LS damage very well with the Imperial Decrees and you have many options for red cards on Hoth. Ice Storm is always a popular card for making characters not in vehicles missing. You can play Sunsdown on Hoth with Frostbite (non-V) to cause 2 direct damage loss for each missing character. A very under played card that can really surprise some players is He Hasn't Come Back Yet. This Interrupt targets any LS character alone at ANY Marker site, is destiny +3> ability, targets are made missing. Endor Shield (V11) changed how the deck starts because you no longer have to play Imperial Commands to find General Veers (V4). Some versions choose to play with Krayt Dragon Bones (V4) which pulls both One Arm (V4) and Wampa (V4) from under your starting effect Fear is My Alley but that strategy may see less play with the Advanced Rules change to creature rules. There are also many chooses for the space package. Some play with bounty hunter ships and Tat Maul in space, yet others chose to play with Star Destroyers to benefit from the Prepared Defenses Text. Endor Shield (V11) has become a standard start for Walkers, so you can easily set up both General Veers (V4) on the ground and Thrawn in space. While you get a bonus from playing Imperials at the system, the best choice is the bounty hunters because they are much cheaper and can be redeployed from Lost pile after deploying AT-ATs. The new speed version of Walkers is probably the best strategy since you can cause key LS cards to be lost after their first turn of play. The speed version doesn't start You May Start Your Landing, so it is very important to always play 2x of them, plus 2 to 3 copies of We Must Accelerate Our Plans.\\par \\par Why NOT to Play It: Walkers is one of those DS decks that do the exact same thing every game. All decks that do the same thing can be a blessing as well as a curse since your opponent will always know exactly what you will be doing each turn. Because Walkers was so strong for so long, many LS players have experience playing against it. There are many things that can hurt this deck. The main one is not being able to blow the Shields. If you get killed early from attacking LS characters or just bad luck with draws, it will take much longer to blow the shields. The longer you take, the longer the LS can cause damage. Walkers usually deploys a lot of cards, so it can have a hard time winning if it has to eat several turns of damage or loses a key card. The other weakness is the system. Walkers have to be able to set up in space to drain for free. Your direct damage can be limited by multiple copies of Imperial Atrocity (V6). Since the Re Edit prevents you from getting back Interrupts when you deploy AT-ATs, you no longer have the ability to play Control over and over again. This means the Atrocities stay in play more often, especially against WHAP and Secure Route (V6). Walkers can still be a powerful option for DS but you may have a harder time winning since you have one less Walker Garrison to play. You really need the 8 damage from the Shields to go through or it can take a long time to win. LS has many forms of retrieval, so you have to make sure you are constantly causing damage. You also have to worry about spies like Corran Horn coming down first turn to kill your AT-AT that you have just set up to blow the Shields. Profit will always be Walkers worst match-up because they can pull spy Leia and her matching blaster rifle which makes vehicles lost when hit. This strategy is not as powerful as it used to be when the LS could play Colo Claw Fish and stack a destiny to kill your walker through attrition but it can still be trouble with some lucky draws.\\par -----\\par Article at DeckTech, November 1st, 2005\\par Top 5 Damage-Controlling V-Cards (Dark Side) by Armaedes and Shewski\\par \\par Another #3, and another strange pick. I limited the text to the 7 side of this objective since it contains the \"retrieval\" text that made me choose this card. Dark Side retrieval of any sort is very limited, so to me reliable \"retrieval\" that's immune to Aim High gets my attention. Much like No Escape, this Objective lets you get cards back to hand, which can mean that painful cards like EPP Maul can constantly be cycling out of your Lost Pile and back into play. While limited in deck use, I believe this text helped make Walkers such a powerful deck when it became legal to play. I would estimate that many Walkers decks would be able to get about 3 uses of this text, since many played some cheap walkers that were worth trading for stronger cards. Much like Secure Route (V), the power of this text is limited only by your creativity. Some of my favorite uses are to pull strong Interrupts, Arica, the aforementioned EPP Maul, or some pesky Ice Storms.\\par \\par ARMAEDES' TAKE:\\par Now this is an original choice! The problem with this is that it's (obviously) about as deck-specific as you can get. This works in only ONE dark side deck, and although the immune-to-Aim-High retrieval is nice I would have had a hard time justifying the inclusion of this card on my own list just because it of course will not work in any other deck besides walkers.",
    "Abbreviation": "IO/IC (V), Walkers",
    "Rules": "(AR 1.7.1, B-9)\\par This objective provides a specific exception to the rule that your game deck must contain 60 cards, all from the same side of the Force. When playing this objective, your game deck must contain 59 dark side cards (including the objective) and the light side location Hoth: Main Power Generators. When you deploy the Main Power Generators, you must still orient the card such that the blue lightsaber icon is facing the light side player. For this game, that site card is considered to be that of the dark side player.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1294,
    "CardName": "Impressive, Most Impressive (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Obi-Wan has taught you well.\"",
    "Gametext": "Cancel All Too Easy, Stunning Leader (where your Jedi participating), Imperial Barrier (targeting your Jedi), or You Are Beaten (except when canceling Uncontrollable Fury). (Immune to Sense.) OR Once per game, if opponent just initiated a battle, you may take the first weapons segment action.",
    "Icons": 0,
    "Information": "Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par Last on the list because of how specific it is, but still a solid battling helper due to its ability to cancel just about every battle evasion method dark side can come up with. The trick is that it has to be targeting a Jedi, but frankly most light battling decks are going to be heavy on the Jedi anyway (Mace Windu (V), Qui-Gon Jinn, Obi-Wan Kenobi and possible a Jedi persona of Luke Skywalker). Cancelling battle evasion is obviously a very good thing for a battling deck, but the card doesn't stop there. If your main should survive the battle and are still at the site, and the dark player retaliates, you can use this card to take the first action of the weapons phase, which means you can strike out at one of your opponent's characters before they have a chance to do any tricks with Dr. Evazan or Dark Strike.\\par \\par SHEWSKI'S TAKE:\\par #5?? Aw, man it's my #1. I don't want to steal my own thunder- so read on. I think this was a very good card to come out of the player designed card experiment.\\par When you deploy to battle in modern SWCCG, the biggest thing you fear is the re-beat, where your opponent minimizes your offensive power, reinforces on their turn, and then beats you down. Evasion and character removal are two prime ways to slow down a feisty LS player. IMI takes care of it all. I don't think its specificity is a hindrance at all. Barrier will often be saved for your big guns (Jedi). Most battles involve Jedi (Stunning), and YAB will target those aforementioned big guns. Being able to battle on your own terms is very nice. The secondary text is quite nice as well, as Armaedes pointed out. Though protective in nature, it can turn a defensive battle into an offensive one quickly.\\par \\par ARMAEDES' TAKE:\\par I agree that this is a great card, but #1? This is a very deck-specific card, as it won't work in a battling deck that isn't mains, and even in a mains deck it won't help you with EPP Luke. A very nice card no doubt, as it made my own list, but not an auto-play by any means.",
    "Combo": "Impressive, Most Impressive (V7) + Sorry About The Mess & Blaster Proficiency\\par These two cards allow you to control the battle by eliminating one character before anything else happens.",
    "Cancels": "All Too Easy\\par Imperial Barrier\\par Stunning Leader\\par Stunning Leader (V15)\\par You Are Beaten",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1304,
    "CardName": "Ineffective Maneuver (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "To succeed in the Imperial Navy, an officer must be willing to take risks. Difficult choices must be made.",
    "Gametext": "Deploy on table with 5 cards from outside your deck face-down under here. Three times per game, may play a Defensive Shield from here (as if from hand). [Permanent Weapon] weapons may not reset forfeit to 0. Characters hit by [Permanent Weapon] weapons are forfeit = (printed forfeit -3).",
    "Icons": 0,
    "Information": "Chasm (V13) - Defensive Shield: Pulls a Defensive Shield from under Starting Effect.\\par -----\\par Harvest (V15): Pulls a device from under Starting Effect.",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Sudden Impact (V5)",
    "Combo": "Ineffective Maneuver (V5) + Capital Support (V14)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1385,
    "CardName": "Jedi Levitation (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "A Jedi can adjust the force within and around an object, causing it to move as the Jedi wills.",
    "Gametext": "USED: If you just drew a character for destiny, take that card into hand to cancel and redraw that destiny. LOST: Use 3 Force to retrieve a non-[Maintenance] character into hand.",
    "Icons": 0,
    "Information": "Starship Levitation (V5) does the same for starships.\\par -----\\par Sith Fury (V14) is the Dark Side counterpart to the used part of this Interrupt.",
    "IsPulled": "Yoda's Hope",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1420,
    "CardName": "Kebyc (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b accountant\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Senior accountant for the Cloud City Miner's Guild. Administrates the annual dues and fights corruption among her fellow guild members.",
    "Gametext": "Deploys free to Cloud City. You activate +1 Force for every Cloud City site you occupy. Your aliens are deploy -1 here. Opponent's aliens are deploy +1 here.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1423,
    "CardName": "Keep Your Eyes Open (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Destiny": 5,
    "Lore": "\"Look, don't worry. Everything's gonna be fine. Trust me.\"",
    "Gametext": "Peek at the top card of your Force Pile or Reserve Deck; may take that card into hand.",
    "Icons": 0,
    "Information": "Tracking helper card.",
    "Pulls": "Top card of Reserve Deck or Force Pile.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1467,
    "CardName": "Lando Calrissian (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0 , \\b scoundrel\\b0 ",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Scoundrel and \\b gambler\\b0. Petty administrator of a small Tibanna gas mining operation. Easily coerced. Has problems of his own. Had dealings with the Tonnika sisters - twice.",
    "Gametext": "Adds 3 to power of anything he pilots. Once per turn, while present at a battleground site, may use 1 Force to add or subtract 1 from any just drawn weapon or battle destiny (or from opponent's just drawn destiny).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V7).\\par -----\\par Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V15)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V6)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V8)\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V6) (Dark Side)",
    "IsPulled": "Cloud City: Security Tower\\par Lando System? (V5)",
    "Combo": "Lando Calrissian (V6) + Ree-Yees\\par Use Lando Calrissian (V6) to switch your just drawn battle destiny of 2 or 4 to a 3 for Ree-Yees.\\par -----\\par Lando Calrissian (V6) + Gravity Shadow + Lateral Damage\\par If opponent does not have a Houjix ready, that will be 'game, set, match.' (Kevin \"CubsFan\" Brownell)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 1471,
    "CardName": "Lando System? (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "\"Lando's not a system, he's a man.\" Regardless of where Rebels flee, dark agents are sure to follow.",
    "Gametext": "Take Lando or a card with \"Lando\" in game text into hand from Reserve Deck; reshuffle. OR Cancel an attempt to replace your Lando; opponent's Lando is lost.",
    "Icons": 0,
    "Pulls": "Any card with 'Lando' in its game text.\\par A Real Hero\\par Bad Feeling Have I\\par Cloud City Sabacc\\par Cloud City: Casino\\par Cloud City: Security Tower\\par Double-Crossing, No-Good Swindler\\par I Had No Choice (V6)\\par Jabba's Palace: Lower Passages\\par Lando Calrissian\\par Lando Calrissian (V6)\\par Lando System? (V5)\\par Lobot\\par Sergeant Merril",
    "IsPulled": "Lando System? (V5)",
    "Cancels": "An attempt to replace your Lando.",
    "IsCanceledBy": "I Don't Need Their Scum, Either (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1494,
    "CardName": "Leia Of Alderaan (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The face that launched a thousand starships.",
    "Gametext": "Deploy on Leia. At same location, your unique (*) Rebels are deploy -1 and their immunity to attrition is +1. Dark side Republic characters are deploy +2 and forfeit -2. (Immune to Alter.)",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par Princess Leia (V)\\par Princess Organa\\par Rycar Ryjerd (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1513,
    "CardName": "Levitation (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Destiny": 6,
    "Lore": "Telekinesis is one of the powers awakened during a Jedi's apprenticeship. Using this ability, a student of the Force can learn to levitate objects.",
    "Gametext": "USED: Take a droid or device from your Force Pile into hand; reshuffle. LOST: Once per game, if your apprentice is on Dagobah, cancel a Force drain at a non-Dagobah location.",
    "Icons": 0,
    "Pulls": "One droid from Force Pile.\\par One device from Force Pile.",
    "IsPulled": "Yoda's Hope",
    "Cancels": "A Force drain at a non-Dagobah location if your apprentice on Dagobah.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1515,
    "CardName": "Levitation Attack (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Vader used his mastery of the Force to levitate objects from around the room. This calculated attack was designed to break Luke's spirit as well as his body.",
    "Gametext": "Deploy a device (for free) from Reserve Deck; reshuffle. (or retrieve a device). (Immune to Sense) OR Cancel Sabotage targeting a device. OR During a battle, place your weapon or device present in Used Pile to add 2 to your total power (3 if Vader present).",
    "Icons": 0,
    "Pulls": "Binders\\par Blaster Scope\\par Caller\\par Carbonite Chamber Console\\par Carbonite Chamber Console (V)\\par Comlink\\par Comlink (V)\\par Death Star Tractor Beam\\par Deflector Shield Generators\\par Deflector Shield Generators (V)\\par Droid Detector\\par Electro-Rangefinder\\par Floating Refinery\\par Fusion Generator Supply Tanks\\par Fusion Generator Supply Tanks (V)\\par Homing Beacon\\par Hypo\\par Interrogation Array\\par Jet Pack\\par Jet Pack (V)\\par Kessel Surveillance System (V)\\par Laser Gate\\par Laser Gate (V)\\par Magnetic Suction Tube\\par Mandalorian Armor\\par Mandalorian Armor (V)\\par Maul's Electrobinoculars\\par Observation Holocam\\par Portable Fusion Generator\\par Probe Antennae\\par Restraining Bolt\\par Stormtrooper Backpack\\par Stormtrooper Utility Belt\\par Tractor Beam\\par The Modal Nodes' Ommni Box (V)\\par Tibanna Floating Refinery (V)\\par Trophy Of A Kill (V)",
    "Combo": "Levitation Attack (V6) + Away Put Your Weapon",
    "Cancels": "Sabotage (targeting a device)\\par Sabotage (V) (targeting a device)",
    "IsCanceledBy": "Blaster Proficiency",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 1563,
    "CardName": "Lobot (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Former criminal. Fitted with a cybernetic device. Now repays his debt to society by ensuring the smooth running of Cloud City. Becomes disoriented when not with a computer.",
    "Gametext": "Deploys free to Cloud City or a site with a scomp link. If a battle was just initiated at same site, may deploy an alien here (free if Lando) as 'react' from Reserve Deck; reshuffle. May deploy Cyborg Construct on Lobot from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Any alien as 'react', free if Lando.\\par Cyborg Construct",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1568,
    "CardName": "Local Uprising/Liberation (V2)",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "ObjectiveFront": "\\ul Deploy Hoth system and [V6] Main Power Generators. May deploy Echo Base Garrison and/or Maneuvering Flaps.\\ul0 \\par \\b For\\b0  remainder of game, you may not deploy Hoth Sentry or non-Hoth locations (except Rendezvous Point). T-47 Battle Formation may only be played oncer per game and is [Immune to Sense].\\par \\b While\\b0  this side up, during your deploy phase, may deploy an exterior Hoth site or a non-unique Rebel to Hoth from Reserve Deck; reshuffle.\\par\\b Flip\\b0  this card during your move phase if you control three exterior Hoth sites with T-47s and/or non-unique Rebels.\\par \\b Place\\b0  out of play if if Main Power Generators 'blown away.'",
    "ObjectiveBack": "\\b While\\b0  this side up, whenever you must lose Force (except from your card, battle damage, or a Force drain at a battleground), reduce the loss (to a minimum of 1) by the number of Hoth locations you occupy. During your control phase, opponent loses 1 Force for each marker site (except 1st Marker) you control with both a T-47 and a Rebel. During your control phase, may use 2 Force to take any one card into hand from Reserve Deck; reshuffle.\\par \\b Flip\\b0  this card if you do not control two exterior Hoth sites.\\par \\b Place\\b0  out of play if if Main Power Generators 'blown away.'",
    "ObjectiveFrontName": "Local Uprising (V4)",
    "ObjectiveBackName": "Liberation (V4)",
    "Gametext": "[Front Side]: \\ul Deploy Hoth system and [V6] Main Power Generators. May deploy Echo Base Garrison and/or Maneuvering Flaps.\\ul0 \\par \\b For\\b0  remainder of game, you may not deploy Hoth Sentry or non-Hoth locations (except Rendezvous Point). T-47 Battle Formation may only be played once per game and is [Immune to Sense].\\par \\b While\\b0  this side up, during your deploy phase, may deploy an exterior Hoth site or a non-unique Rebel to Hoth from Reserve Deck; reshuffle.\\par\\b Flip\\b0  this card during your move phase if you control three exterior Hoth sites with T-47s and/or non-unique Rebels.\\par \\b Place\\b0  out of play if if Main Power Generators 'blown away.'\\\\par[Back Side]: \\b While\\b0  this side up, whenever you must lose Force (except from your card, battle damage, or a Force drain at a battleground), reduce the loss (to a minimum of 1) by the number of Hoth locations you occupy. During your control phase, opponent loses 1 Force for each marker site (except 1st Marker) you control with both a T-47 and a Rebel. During your control phase, may use 2 Force to take any one card into hand from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if you do not control two exterior Hoth sites. \\par \\b Place\\b0  out of play if if Main Power Generators 'blown away.'",
    "Icons": 0,
    "Information": "ClubsFan, PC forums\\par Fri Jul 29, 2005 3:45 pm:\\par \\par Characters in enclosed vehicles can control sites, because they provide presence (even though they are not present at the site).\\par \\par So, if you control a marker site with a speeder piloted by a Rebel character, you control that site \"with a speeder and a Rebel.\"\\par -----\\par Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Popular Cards to Look For: Commander Luke (V4), General Rieekan (V4), Romas \"Lock� Nevander (V4), T-47 Battle Formation, Frostbite (V4), Maneuvering Flaps (V4) or non V, Echo Base Garrison, any number of speeders that could be non-unique or the named Rogues 1-4, Haven, X-Wings or standard LS Capitals\\par \\par Idea Behind Objective: A PC created virtual objective that had a very nice run for a while. The whole time you hung out on Hoth, just doing your thing until you won. This objective is very easy to flip with a very solid 7 side. Basically, you would have flipped by just controlling three marker sites with a Rebel and speeder or non-unique trooper. This could be done very easily with Rieekan (V) and Commander Luke (V) both pulling cards that you use to flip. Once flipped, you just would set up each marker site with a speeder and a rebel, because the objective will cause direct damage for each pair. With Frostbite (V), you can retrieve Force if the pairs are matching, like Luke on Rogue 1, Zev on Rogue 2, Wedge on Rogue 3, or Hobbie on Rogue 4. The objective allows you to take ANY card you want into hand from reserve for just 2 force during your Control phase. It also protects from random force loss by reducing any loss that is not a drain at a battleground, your card, or battle damage to just one force. In the old version of this objective all the direct damage was limited to 1 Force a turn. After the Re Edit, you can only reduce direct damage by the number of Hoth locations you occupy, which is still powerful but now has some limits.\\par \\par How It Can Win: The best things going for this deck are protection under the shields, the ability to 'react' the speeders, high force loss with T-47 Battle Formation (which is now once per game and immune to Sense), always having the right card you need by searching your Reserve during control phase, the limit of opponent's direct damage, and many ways to set up steady retrieval (Frostbite (V4), Uh-Oh(V7), On the Edge, etc). All you have to do is put Luke at the 4th marker, Wedge at the 3rd marker, and just drain, retrieve and wait. If the DS left you alone, you almost always won. In most games, it will all come down to how long you can stay alive on the Hoth system. Since the objective restricts you deploying ANY other battleground locations besides Hoth sites, you have no other options for space unless the DS gives you another system. For this deck to win, it has to stay alive in space so it can afford to deploy new stuff and pay for the retrieval. If you lose control of Hoth early, most dark decks will not give you another system to occupy.\\par \\par What Changed Since 1st Edition: The Re Edit totally changed how fast this deck sets up. The first change was taking away the Echo Command Center as one of your starting sites. Then Commander Luke (V4) lost the deploy -2 aboard Rogue 1, so it now requires a whole extra turn to flip no matter what. The rest of the objective plays out the same. It can still set up direct damage of up to 3 at each marker site as long as you have a speeder and a Rebel there. Plus you still have the protection of the Shields. Since the deck is no longer as strong as it used to be, some new versions have been built. The most recent version plays like 20 non-unique speeders and sets up a beatdown with Maneuvering Flap (non V). Since the non-uniques are so cheap to set up, the deck can flip as fast as it did before the Re Edit because it doesn't rely on Commander Luke (V4) or General Rieekan (V4). The problem was that it had no way of attacking DS decks that stayed inside at interior sites. If the DS was smart, they drained at the interior sites and never gave the LS an opportunity to beatdown.\\par \\par Why I SHOULD Play It: Despite the changes from the Re Edit, Speeders can still be a difficult LS deck to beat. The deck does a little bit of everything with direct damage, retrieval, ability to search Reserve deck, plus the built in protection from DS direct damage. The deck still provides the ability to set up on many sites under the shields before the DS can hope to fight. And even though you might see J'Quille (V8) (who deploys through the Shields), Scum is not as popular as it used to be and neither is J'Quille (V8), so the odds of playing against him are much less. You get to play with Ice Storm to make characters missing at your marker sites. The deck can also set up Mechanical Failure against attacking walkers since you can find any card in your Reserve when you need it. When playing Speeders, it is important to include one of the two ways to lower the shields. Either Romas (V4) at the Command Center or Echo Base Trooper Officer (V4) at a non-shielded marker site, usually 4th Marker. Speeders is still a good match-up for SYCFA Fear since they don't play any ground, you can easily occupy enough Hoth locations to absorb the Fear damage. The key again is staying alive in space. Since you can retrieve Force during your control phase, the best way to stay alive in space is with Alternatives to Fighting from A New Hope. This card lets you pay 3 Force to cancel ANY just initiated Starship battle. So if they wasted their grabber, you can easily retrieve it after the opponent's battle phase to play over and over again.\\par \\par Why NOT to Play It: The Re Edit really took away the speed of this deck. The DS can set up very fast these days, so you can't afford that extra turn it takes to flip with the matching speeders. The matching speeder version was much stronger than the non-unique version since you had immunity to attrition with Echo Base Garrsion as well as retrieval with Frostbite (V4). The biggest hit was the T-47 Battle Formation being made Out of Play. The LS Hoth objective was strong because it could set up fast and be ready to play both T-47 before the DS could stop them. Since you lost a whole turn of big drain, the deck can take that much longer to defeat the opponent. The other problems with the deck still exist. J'Quille (V8) can deploy straight through the shields to ANY of your sites. So you can get caught in a beatdown if you don't have a Houjix. The DS can still put out their own 5th Marker (Ice Plains) which removes the 4th Marker as your second battleground location. That leaves the system as your only battleground unless you are able to lower the shields. The DS can easily play the Come Here You Big Coward shield to prevent any drains or retrieval while the 'Hoth Shield Rules' are in effect. You can only do damage while the shields are down, which leaves all your sites open for the DS to deploy straight through. The deck still has problems with DS space based decks that set up and control the Hoth system from the very beginning of the game. Since it takes you longer to flip, you are not able to send forces to the system as quickly while the DS uses 3 to 4 turns to pile up as many ships as they want. Speeders will always fear Sunsdown Combo being played to reduce all the speeders power and forfeit to ZERO. Most Speeders deck have to play 2x Houjix to stand a chance should this unlikely event occur.",
    "Abbreviation": "LU (V), Speeders",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1570,
    "CardName": "Location, Location, Location (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "\"Mudhole? Slimy? My home this is!\"",
    "Gametext": "Deploy on table. Your locations are destiny +1. During their deploy phase, players may use 2 Force to deploy a battleground planet site (except a War Room) not on table from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "LLL (V)",
    "Pulls": "A battleground planet site (except a War Room).",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "(AR 1.7.1, B-11)\\par Once a generic location has been deployed, it is related to the system to which it has been deployed, taking that system name as part of its title. Therefore, this effect may deploy additional copies of that location to other systems.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1604,
    "CardName": "Luke's Blaster Pistol (V2)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "blaster",
    "Destiny": 3,
    "Lore": "Merr-Sonn Model 57. Part of an arms lot purchased for the Alliance from a black market dealer on Ord Mantell. Carried by Luke as backup for his father's lightsaber.",
    "Gametext": "Deploy on Luke. During battle, opponent may not move from here. May target a character (target loses any immunity to attrition for remainder of turn) or vehicle (with maneuver) for free. Draw destiny. Target hit and forfeit -3 if destiny +2 > defense value.",
    "Icons": 0,
    "IsPulled": "Luke's Back (V)\\par Panic (V)\\par Portable Scanner\\par Rebel Gunrunner (V)\\par The Signal (V)",
    "MatchingWeapon": "Commander Luke Skywalker\\par Commander Luke Skywalker (V4)\\par Luke\\par Luke (V10)\\par Luke Skywalker\\par Luke Skywalker (V1)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V9)\\par Luke Skywalker, Strong In The Force (V6)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V8)\\par Son Of Skywalker\\par Son Of Skywalker (V5)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 1642,
    "CardName": "Maneuvering Flaps (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "Enhanced steering mechanisms on Rebel T-47s provide increased maneuverability in planetary atmospheres.",
    "Gametext": "Deploy on table. During your deploy phase, may reveal an unpiloted combat vehicle from hand to take its matching pilot character (or vice versa) from Reserve Deck and deploy both simultaneously; reshuffle. May not be suspended. [Immune to Alter]",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Dash Rendar (V) is considered 'matching pilot' for all unique (*) Rogue speeders.\\par -----\\par Rogue 1 + Commander Luke Skywalker, \\par Commander Luke Skywalker (V), Luke (V), Luke Skywalker, Luke Skywalker (V), Luke Skywalker, Jedi Knight, Luke Skywalker, Rebel Scout, Luke Skywalker, Rebel Scout (V), Luke Skywalker, Strong In The Force (V). Luke With Lightsaber, Master Luke, Master Luke (V), Son Of Skywalker, Son Of Skywalker (V), Dash Rendar (V)\\par \\par Rogue 2 + Zev Seneca\\par Rogue 3 + Commander Wedge Antilles, Commander Wedge Antilles (V)\\par Rogue 4 + Derek 'Hobbie' Klivian\\par \\par Chewie's AT-ST + Chewbacca, Chewbacca (V), Chewbacca Of Kashyyyk, Chewbacca, Protector, Chewbacca, Protector (V), Chewie With Blaster Rifle, Chewie, Enraged\\par \\par Chewie's AT-ST (V) + Chewbacca, Chewbacca (V), Chewbacca Of Kashyyyk, Chewbacca, Protector, Chewbacca, Protector (V), Chewie With Blaster Rifle, Chewie, Enraged",
    "IsPulled": "It's Not My Fault (V)\\par Laudica (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1683,
    "CardName": "Mist Hunter (V2)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Byblos G-1A Transport",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 4,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 6,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": "Commissioned by a group of gand venture capitalists headed by Zuckuss. Manufactured by Byblos Drive Yards. Uses repulsor lift technology developed for combat cloud cars.",
    "Gametext": "May add 2 alien pilots and 3 passengers. Zuckuss deploys free aboard. While Zuckuss piloting, opponent's weapon, battle, and asteroid destiny draws here are -2. Immune to attrition < 3.",
    "Icons": "Scomp Link, Astromech, Independent",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Mist Hunter personas are:\\par \\par Mist Hunter\\par Mist Hunter (V5)\\par Zuckuss in Mist Hunter",
    "IsPulled": "Short Range Fighters & Watch Your Back!",
    "Combo": "Mist Hunter (V5) + Zuckuss (V7) + Furry Fury\\par -----\\par Mist Hunter (V5) + Zuckuss (V7) + Boba Fett, Bounty Hunter\\par Draws three battle destinies.",
    "Matching": "Danz Borin (V15)\\par Zuckuss\\par Zuckuss (V7)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1761,
    "CardName": "Neb Dulo (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 1,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Disciple of Davrilat, a complicated religion based on the sanctity of harmonics. Originally from the desert planet Tocoya. Strong protective instincts.",
    "Gametext": "Your aliens here are defense value +2. During battle with your Rep, the Rep may not be targeted by weapons.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Uh-oh! (V7)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 1774,
    "CardName": "Nice Of You Guys To Drop By (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "\"Echo Base, this is Rogue 2. I've found them. Repeat, I've found them.\"",
    "Gametext": "Take Lost In The Wilderness or a Rogue speeder into hand from Reserve Deck; reshuffle. OR If you occupy a site, find one of your missing characters there. OR Cancel Stunning Leader. OR Cancel opponent's attempt to randomly remove one or more cards from your hand (except with Monnok).",
    "Icons": 0,
    "Pulls": "A Rogue speeder.\\par Rogue 1\\par Rogue 2\\par Rogue 3\\par Rogue 4\\par Dash In Rogue 10 (V6)\\par Lost In The Wilderness",
    "Cancels": "Stunning Leader\\par Stunning Leader (V15)\\par Opponent's attempt to randomly remove one or more cards from your hand (except with Monnok).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 1776,
    "CardName": "Nick Of Time (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Luke barely escaped being crushed by the AT-AT's massive footpad during the Battle of Hoth.",
    "Gametext": "Deploy on table. Dack Ralter and Wes Janson have [Pilot] 2. During your control phase, may take one Attack Pattern Delta, Desperate Tactics, Lucky Shot, One More Pass, Rapid Fire, or a vehicle weapon into hand from Reserve Deck; reshuffle. May lose 2 Force to cancel Trample or Walker Barrage. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Any vehicle weapon.\\par Booma\\par Dual Laser Cannon\\par Dual Laser Cannon (V)\\par Power Harpoon\\par Attack Pattern Delta\\par Attack Pattern Delta (V)\\par Desperate Tactics\\par Desperate Tactics (V)\\par Lucky Shot\\par Lucky Shot (V)\\par One More Pass\\par Rapid Fire",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Cancels": "Trample\\par Walker Barrage",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 1786,
    "CardName": "No Disintegrations! (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"There will be a substantial reward for the one who finds the \\ul Millennium Falcon\\ul0. You are free to use any methods necessary, but I want them alive.\"",
    "Gametext": "Deploy on table. During opponent's turn, may place a just forfeited Rebel of ability > 2 out of play; opponent loses 3 Force.",
    "Icons": 0,
    "IsPulled": "Insurrection (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "IsCanceledBy": "Point Man",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1809,
    "CardName": "Obi-Wan's Apparition (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Luminous beings are we, not this crude matter.\" The inner consciousness of a Jedi can transcend even death.",
    "Gametext": "Deploy on table. May place your just lost Jedi out of play. May use X Force to add X to a just drawn weapon or battle destiny, where X = number of your Jedi out of play.",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par The Signal (V)\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1838,
    "CardName": "One-Arm (V2)",
    "Grouping": "Dark",
    "CardType": "Creature",
    "Subtype": "Creature",
    "ModelType": "Snow",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "wampa, selective",
    "Destiny": 3,
    "Ferocity": 3,
    "CreatureDefenseValue": 4,
    "CreatureDefenseValueName": "Vicious Howl",
    "Deploy": 6,
    "Forfeit": 0,
    "Lore": "When a wampa is wounded, the other members of its pack band together to repel the threat.",
    "Gametext": "Habitat: Hoth sites. Deploys only to a marker site. Wampas are (selective creature icon). Other wampas are ferocity and defense value +2. Once per game, may deploy Wampa Cave from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Information": "Deploys free at Hoth: Wampa Cave.",
    "Pulls": "Hoth: Wampa Cave",
    "IsPulled": "Krayt Dragon Bones (V4)\\par Let's Pass On That (V15) retrieves a creature for 3 Force.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 1921,
    "CardName": "Polarized Negative Power Coupling (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "Imbalance in a converter's inverse energy field can improperly polarize the negative axis, causing hyperdrive failure. Replacement often requires an inverted engineer.",
    "Gametext": "Deploy on table. Whenever a player plays a Used Interrupt, their opponent may stack it here. Either player may use 2 Force to place a card here in owner's Used Pile or may lose 2 Force to place a card here in owner's Lost Pile.",
    "Icons": "Grabber",
    "Information": "Game text before errata:\\par Deploy on table. Whenever a player plays a Used Interrupt, stack it here. Either player may use 2 Force to place a card here in owner's Used Pile. Either player may lose 2 Force to place a card here in owner's Lost Pile.\\par -----\\par Light Side grabbers are:\\par \\par A Tragedy Has Occurred\\par A Tragedy Has Occurred - Defensive Shield\\par Grappling Hook\\par Grappling Hook (V3)\\par Polarized Negative Power Coupling (V5)\\par Strikeforce (V11)\\par What're You Tryin' To Push On Us?",
    "IsPulled": "Hear Me Baby, Hold Together (V)\\par It's Not My Fault (V)\\par Oh, He's Not Dead, Not Yet (V)\\par The Signal\\par We Wish To Board At Once",
    "Rules": "(AR 1.7.1, B-12)\\par This card does not stack Used or Lost Interrupts, nor Used or Starting Interrupts",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Grabber": 1
  },
  {
    "id": 1935,
    "CardName": "Precision Targeting (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "\"Sir, we just lost the main rear deflector shield. One more direct hit on the back quarter and we're done for!\"",
    "Gametext": "Deploy on table. Your capital starship weapon destiny draws are +1. During your deploy phase, may use 1 Force to deploy a starship weapon (for free) on you capital starship from Reserve Deck; reshuffle. If a starship was just hit, may place this Effect in Lost Pile to make that starship forfeit = 0.",
    "Icons": 0,
    "Pulls": "One starship weapon to your capital starship.",
    "IsPulled": "Concussion Missiles\\par Heavy Turbolaser Battery\\par Intruder Missile\\par Ion Cannon\\par Laser Cannon Battery\\par Turbolaser Battery\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1944,
    "CardName": "Princess Leia (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b senator\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Prominent \\b leader\\b0  in the struggling Alliance. Former member of the Imperial Senate. Beginning to discover her true heritage. Likes scoundrels.",
    "Gametext": "May deploy or move as a 'react' to same site as an Imperial. Adds one battle destiny if with Han or Vader. During your deploy phase, may deploy one Leia Of Alderaan, Reflection, or a matching blaster on Leia from Reserve Deck; reshuffle. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par Leia\\par Leia (V)\\par Leia, Optimistic Leader (V)\\par Leia Organa\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia, Lost Scion (V)\\par Princess Leia Organa\\par Princess Leia Organa (V)\\par Princess Organa\\par Prisoner 2187\\par Senator Leia Organa (V)",
    "Pulls": "Leia's Blaster Rifle\\par Leia's Sporting Blaster\\par Leia's Sporting Blaster (V3)\\par Leia Of Alderaan\\par Leia Of Alderaan (V6)\\par Reflection\\par Reflection (V6)",
    "IsPulled": "Alderaan Consular Ship (V15) (to deploy aboard)\\par Commander Vanden Willard (V3)\\par I Know\\par Leia's Back\\par Leia's Back (V2)\\par Might Of The Republic\\par Padm� Naberrie (V11)\\par Seeking An Audience (V6)\\par Warrior's Courage (V6)",
    "Combo": "Princess Organa (V6) + Chewbacca, Protector (V7)\\par -----\\par Princess Organa (V6) + Jerus Jannick\\par -----\\par Princess Leia (V6) + Warrior's Courage\\par Add two battle destinies if Leia is defending a battle alone at a site.",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V12)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster\\par Leia's Sporting Blaster (V3)",
    "IsCanceledBy": "Game text canceled by Astromech Shortage (V3).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 1951,
    "CardName": "Probe Droid (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Probe Droid",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Characteristics": "ISB agent, \\b spy\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Armor": 3,
    "Lore": "Arakyd Viper probe droid. Has sensors specifically designed to detect traces of Rebel activity. Equipped with an auto-destruct mechanism. A highly durable \\b spy\\b0  droid.",
    "Gametext": "\\ul When drawn for destiny, you may peek at opponent's hand.\\ul0  Provides presence. Thrice per turn, your Imperial may deploy -1 to same site. Your total battle destiny here is +1 for each Imperial here. ",
    "Icons": 0,
    "Information": "This droid may initiate battle, be battled and initiate a Force drain because he has presence.",
    "IsPulled": "Captain Piett\\par Look Sir, Droids (V15)\\par Probe Telemetry (V4)\\par Stalker (V4)\\par Tarkin (V3)",
    "Combo": "Probe Droid (V4) + Nevar Yalnal",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 1954,
    "CardName": "Probe Telemetry (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Probe droids use electromagnetic, seismic, acoustic, olfactory and optical sensors. They report their findings using an omnisignal unicode.",
    "Gametext": "Take a Probe Droid into hand from Reserve Deck; reshuffle. OR Place a non-unique card from a Lost Pile out of play.",
    "Icons": 0,
    "Information": "Probe droids are:\\par \\par Probe Droid\\par Probe Droid (V4)\\par Sith Probe Droid\\par Sith Probe Droid (V15)",
    "Pulls": "Any Probe Droid.\\par Probe Droid\\par Probe Droid (V4)\\par Probot (V6)\\par Sith Probe Droid\\par Sith Probe Droid (V15)",
    "IsCanceledBy": "Perimeter Scan",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 1968,
    "CardName": "Punishing One (V2)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Corellian JM 5000",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 3,
    "Maneuver": 5,
    "Lore": "Old Corellian Engineering Corporation starfighter. Has outdated Class Three hyperdrive, but high sublight speed capability. Easy to maintain. Owned by Dengar.",
    "Gametext": "May add 1 alien pilot and 1 passenger. During battle here, if Dengar piloting, attrition against opponent is +3. Immune to attrition < 4.",
    "Icons": "Astromech, Independent",
    "Astromech": 1,
    "Independent": 1,
    "Information": "Punishing One personas are:\\par \\par Dengar In Punishing One\\par Punishing One\\par Punishing One (V5)",
    "IsPulled": "Short Range Fighters & Watch Your Back!",
    "Matching": "Danz Borin (V)\\par Dengar\\par Dengar (V)\\par Dengar With Blaster Carbine\\par Dengar With Blaster Carbine (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2005,
    "CardName": "R5-M2 (Arfive-Emmtoo) (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Characteristics": "r-unit",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Lore": "Programmed to pilot sublight tactical courses. R5 units are in high demand for combat starships. R5-M2 helped plan evacuation routes from Echo Base. Owned by Shawn Valdez.",
    "Gametext": "Your capital starships are deploy -1 and are destiny +2 when drawn for weapon or battle destiny. Once per game, Shawn Valdez may deploy for free to same site.",
    "Icons": "Astromech",
    "Astromech": 1,
    "IsPulled": "Scomp Link Access (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2046,
    "CardName": "Rebel Scout (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common1",
    "Uniqueness": "***",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "A Rebel \\b scout\\b0  such as Vildar Blin is usually assigned to recon missions. Trained in first-response tactics, many come to the Alliance with prior special forces experience.",
    "Gametext": "May deploy -1 as a 'react' to same site as a Rebel. When deployed, may peek at the top card of a Reserve Deck; may place that card on bottom of that Reserve Deck.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Covert Landing (V9)\\par General Carlist Rieekan (V4)\\par General Crix Madine\\par Mon Mothma\\par Pucumir Thryss (to same Cloud City site).\\par Rapid Deployment (V9)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2074,
    "CardName": "Redemption (V2)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Modified Nebulon-B Frigate",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), ship-docking capability",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 6,
    "Armor": 5,
    "Ability": 2,
    "Hyperspeed": 4,
    "Lore": "Nebulon-B frigate used as a mobile medical facility. Extra cargo space and weapon batteries have been modified to allow for more armor and more recovery areas.",
    "Gametext": "May add 4 pilots and 4 passengers. Permanent pilot provides ability of 2. Bacta Tank deploys for free and is lost if \\ul Redemption\\ul0  lost. X on Bacta Tank is -2. Has ship-docking capability. ",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Admiral Ackbar (V)\\par Balanced Attack (V)\\par Heading For The Medical Frigate (V)",
    "Combo": "Redemption (V6) + Bacta Tank + 2-1B (Too-Onebee)\\par Makes X = -4",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2129,
    "CardName": "Romas \"Lock\" Navander (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b Corellian\\b0",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Corellian pilot. Defected from the Empire shortly after graduation from the Academy. Tech communications officer at Echo Base. Relays orders to nearby Rebel starships.",
    "Gametext": "Adds 2 to power of anything he pilots. During your deploy phase, if present with a scomp link, may deploy a battleground system from Reserve Deck; reshuffle. If at Echo Command Center, may use 1 Force to suspend \"Hoth Energy Shield Rules\" until start of your next turn.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Anoat\\par Aquaris\\par Bespin\\par Bothawui\\par Chandrila\\par Corellia\\par Corulag\\par Coruscant\\par Coruscant (EP1)\\par Coruscant (V)\\par Dressel (V)\\par Endor\\par Hoth\\par Kashyyyk\\par Kessel\\par Kiffex\\par Kirdo III\\par Malastare\\par Mon Calamari\\par Naboo\\par Nar Shaddaa (V)\\par Ord Mantell\\par Raithal\\par Ralltiir\\par Roche\\par Roche (V)\\par Sullust\\par Tatooine\\par Tatooine (EP1)\\par Tibrin\\par Yavin 4\\par Yavin 4 (V)",
    "IsPulled": "General Dodonna (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2210,
    "CardName": "Self-Destruct Mechanism (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Destiny": 4,
    "Lore": "\"'Fraid there's not much left... I didn't hit it that hard. It musta had a self-destruct.\"",
    "Gametext": "If your droid was just hit by a character weapon, lose that droid to target the character that fired that weapon. Draw destiny. Target hit and forfeit -4 if destiny +3 > defense value.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2234,
    "CardName": "Sergeant Major Bursk (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0, \\b snowtrooper\\b0, \\b stormtrooper\\b0, \\b trooper\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of most brutal snowtrooper platoon in the Battle of Hoth. Cunning planner. Coordinates attacks and manages troop movements.",
    "Gametext": "[Maintenance] cards may not participate in battle the turn they are deployed and are placed out of play when they leave the table.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)\\par General Tagge (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 2254,
    "CardName": "Shocking Information (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"R2-D2, you know better than to trust a strange computer.\"",
    "Gametext": "Unless you have a senate majority, if opponent just took into hand or deployed a character (except with an Effect with \"matching\" in game text) from Reserve Deck or just drew a card from Reserve Deck using a character's game text, they must place 2 other cards from hand on Used Pile (if possible).",
    "Icons": 0,
    "Information": "Scrambled Transmission makes Shocking Information immune to Sense.",
    "IsPulled": "Hopping Mad\\par Scrambled Transmission",
    "Counterpart": "Shocking Revelation (V10)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2256,
    "CardName": "Shocking Revelation (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Well, don't blame me. I'm an interpreter. I'm not supposed to know a power socket from a computer terminal.\"",
    "Gametext": "Unless you have a senate majority, if opponent just took into hand or deployed a character (except with an Effect with \"matching\" in game text) from Reserve Deck or just drew a card from Reserve Deck using a character's game text, they must place 2 other cards from hand on Used Pile (if possible).",
    "Icons": 0,
    "IsPulled": "Secret Plans",
    "Counterpart": "Shocking Information (V10)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2279,
    "CardName": "Slave I (V2)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Firespray-Class Attack Ship",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 5,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "Originally designed as a planetary defense craft. Uses restricted jamming technology, allowing it to appear out of nowhere. Contains many hidden armaments.",
    "Gametext": "May add 1 alien pilot and 3 passengers. May deploy with non-[Maintenance] Boba Fett as a react (for free). While Boba Fett piloting, maneuver +2, power may not be reduced, and immune to attrition < 5.",
    "Icons": "Astromech, Independent, Scomp Link",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "This ship has a massive maneuver of 8 if it's piloted by the non-(V) Cloud City Boba Fett persona. This high maneuver can be used with devastating effect with Watch Your Back! The ship also deploys with this Boba persona as a react for free, which can add to the pain - but watch out for Gold Leader in Gold 1 (V10) and I Don't Need Their Scum Either (V11), either of which will cancel this react. (Psychobabble)\\par -----\\par Slave I personas are:\\par \\par Boba Fett In Slave I\\par Boba Fett In Slave I (V6)\\par Slave I\\par Slave I (V7)",
    "IsPulled": "Short Range Fighters & Watch Your Back!",
    "Combo": "Vader's Bounty (V6) makes Slave I destiny 3 when drawn for weapon or battle destiny.\\par -----\\par Slave 1 (V7) + Boba Fett (CC)\\par Slave I (V7) is power 7 (that cannot be reduced), maneuver 8, and immune to less than 5.\\par With Watch Your back! that's a pretty decent way to hold a system. And it can deploy as a 'react' for free. (l000needles)",
    "Matching": "Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V6)\\par Boba Fett (V)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V)\\par Boba Fett, Prepared Hunter (V)\\par Boba Fett, Relentless Bounty Hunter (V)\\par Danz Borin (V)\\par The Mandalorian, Father Of Fett (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2284,
    "CardName": "Slip Sliding Away (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Luke got the shaft.",
    "Gametext": "Cancel Path Of Least Resistance. (Immune to Sense.) OR During your move phase, target opponent's character at an interior Cloud City site. Draw destiny. Relocate target to Weather Vane if destiny > target's ability. OR Relocate your character at an interior Cloud City site to Weather Vane (if \"hit,\" character is first restored to normal).",
    "Icons": 0,
    "Cancels": "Path Of Least Resistance\\par Path Of Least Resistance & Revealed",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 2287,
    "CardName": "Smuggler's Blues (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "It's the lure of easy credits. It's got a very strong appeal. Perhaps you'd understand better wearing my flight suit. It's the ultimate special modification, it's the smuggler's blues.",
    "Gametext": "Deploy on table. Opponent may not cancel or modify Force drains at any battleground where you have two musicians or two smugglers (or one of each). Once per turn, may take Han's Back, Han's Dice, Solo Han, Special Modifications, or Stay Sharp! into hand from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Han's Back\\par Han's Back (V2)\\par Han's Dice\\par Han's Dice (V2)\\par Solo Han\\par Solo Han (V6)\\par Stay Sharp!\\par Special Modifications\\par Special Modifications (V2)",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2305,
    "CardName": "Son Of Skywalker (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 5,
    "Forfeit": 8,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Luke Skywalker. Son of Anakin. Seeker of Yoda. Levitator of rocks. Ignorer of advice. Incapable of impossible. Reckless is he.",
    "Gametext": "Adds 3 to power of anything he pilots. May deploy Luke's Lightsaber from Reserve Deck; reshuffle. While on Dagobah, you lose no Force to Your Destiny or Vengeance Of The Dark Prince. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Luke Skywalker personas are:\\par \\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke (V)\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V)\\par Luke Skywalker, Strong In The Force (V)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V)\\par Son Of Skywalker\\par Son Of Skywalker (V)",
    "Pulls": "Luke's Lightsaber",
    "IsPulled": "Luke's Back\\par Luke's Back (V2)\\par Padm� Naberrie (V11)",
    "Matching": "Artoo-Detoo In Red 5\\par Red 5\\par Red 5 (V3)\\par Luke's T-16 Skyhopper\\par Rogue 1",
    "MatchingWeapon": "Anakin's Lightsaber\\par Anakin's Lightsaber (V12)\\par Luke's Blaster Pistol\\par Luke's Blaster Pistol (V6)\\par Luke's Hunting Rifle\\par Luke's Lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 2324,
    "CardName": "Special Delivery (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Because bounty hunters are untrustworthy, the Empire relies on its troopers for efficient prisoner delivery.",
    "Gametext": "Deploy on table. During your deploy phase, if Carbonite Chamber Console on table, may use 1 Force to deploy an Effect from Reserve Deck; reshuffle. If opponent's just lost character is about to be removed from Lost Pile, may lose 1 Force to capture (imprison or let escape) that character instead. [Immune to Alter]",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)",
    "Pulls": "Any Effect (if Carbon Chamber Testing on table).",
    "IsPulled": "Corporal Drazin\\par Fett's Blaster Rifle (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Special Delivery (V6) + Carbonite Chamber Console\\par Use 1 Force to deploy any Effect on table from Reserve Deck.",
    "IsCanceledBy": "Captive Pursuit",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2340,
    "CardName": "Stalker (V2)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Imperial-class Star Destroyer",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 1,
    "Power": 8,
    "Deploy": 8,
    "Forfeit": 9,
    "Armor": 7,
    "Ability": 2,
    "Hyperspeed": 3,
    "Lore": "Originally assigned to search the Outer Rim for new worlds to subjugate. Launched the probe droid that found Echo Base. Later reassigned to Death Squadron.",
    "Gametext": "May add 6 pilots, 8 passengers, 2 vehicles and 4 TIEs. Permanent pilot provides ability of 2. During your deploy phase, may deploy one [Hoth] Probe Droid to a related site from Reserve Deck; reshuffle.",
    "Icons": "Scomp Link, Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Motti (V3) makes unique (*) Star Destroyers power +2 (+5 if armed with a starship weapon).\\par -----\\par Probe droids are:\\par \\par Probe Droid\\par Probe Droid (V4)\\par Sith Probe Droid (Tatooine icon)\\par Sith Probe Droid (V15)  (Tatooine icon)",
    "Pulls": "Probe Droid\\par Probe Droid (V4)\\par Probot (V6)",
    "IsPulled": "Kuat Drive Yards",
    "Combo": "Stalker (V4) + Imperial Helmsman\\par Draw one battle destiny if not able to otherwise.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2345,
    "CardName": "Starship Levitation (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Destiny": 5,
    "Lore": "A Jedi can move large objects with the power of the mind.",
    "Gametext": "USED: If you just drew a starship for destiny, take that starship into hand to cancel and redraw that destiny. LOST: Use 3 Force to retrieve a non-[Maintenance] starship into hand.",
    "Icons": 0,
    "Information": "Jedi Levitation (V5) does the same for characters.",
    "IsPulled": "Yoda's Hope",
    "Counterpart": "TIE Sentry Ships (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2354,
    "CardName": "Stop Motion (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Destiny": 6,
    "Lore": "\"Your tauntaun'll freeze before you reach the first marker.\"",
    "Gametext": "Take Cold Feet, He Hasn't Come Back Yet, or Ice Storm into hand from Reserve Deck; reshuffle. OR Cancel Dodge. OR Cancel opponent's 'react' away from battle. OR Cancel opponent's attempt to randomly remove one or more cards from your hand (except with Grimtaash).",
    "Icons": 0,
    "Information": "Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par It should be obvious why Stop Motion (V) is a good card for a battling deck - it stops your opponent from moving away from battles. In addition to cancelling Dodge, it can also cancel the 'react' of the annoying Arcona. The card is also a used high destiny interrupt that has some nice recycling gametext so that if you don't need it at the time or if you have multiples in your hand, it can be easily put back into your reserve deck. Finally, the last line of text also helps with your battling as it prevents your opponent from removing key cards from your hand right before you administer the beatings, ensuring that once you get your battling combo in your hand it will stay there, provided you stay below 13 cards in hand.\\par \\par SHEWSKI'S TAKE:\\par Good call. Much like IMI, this card helps make sure that your battles go through. This was very big when LSC had teeth and evasion like Dodge was in vogue. It's a neat idea, but in modern SWCCG I can't think of prominent reacting away from battles for the LS other than Hyper Escape, which Firepower deals with.",
    "Pulls": "Cold Feet\\par Cold Feet (V11)\\par He Hasn't Come Back Yet\\par Ice Storm",
    "IsPulled": "Tauntaun Skull",
    "Cancels": "Dodge\\par One 'react' away from battle.\\par Opponent's attempt to randomly remove one or more cards from your hand (except with Grimtaash)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2370,
    "CardName": "Sudden Impact (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Destiny": 3,
    "Lore": "An asteroid looming in one's path can force a quick decision. One must choose, but choose wisely. This pilot chose poorly.",
    "Gametext": "Deploy on table with 5 cards from outside your deck face-down under here. Three times per game, may play a Defensive Shield from here (as if from hand). [Permanent Weapon] weapons may not reset forfeit to 0. Characters hit by [Permanent Weapon] weapons are forfeit = (printed forfeit -3).",
    "Icons": 0,
    "Information": "Abyss (V13) - Defensive Shield: Pulls a Defensive Shield from under Starting Effect.\\par -----\\par Cold Feet (V11) allows for taking a grabber into hand or to play a Defensive Shield from under your Starting Effect.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Ineffective Maneuver (V5)",
    "Combo": "Levitation Attack (V6): Pulls two Devices for free from Starting Effect.\\par -----\\par Krayt Dragon Bones (V4) pulls a ferocious creature from under Starting Effect twice per game.\\par -----\\par Grand Admiral Thrawn (V14) pulls a Dreadnaught-Class Heavy Cruiser from under Starting Effect if at a system of parsec > 6.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2388,
    "CardName": "Surreptitious Glance (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 4,
    "Lore": "After working together for a long time, Lando and Lobot developed a speechless form of communication.",
    "Gametext": "\\ul If this card is lost from your Reserve Deck, it satisfies an additional 2 Force loss.\\ul0  If your Lando and Lobot are defending in a battle, add two destiny to power only and one battle destiny. ",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2402,
    "CardName": "Take Evasive Action (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Aoooga! Aoooga!",
    "Gametext": "USED: Cancel Fallen Portal, Fly Casual, or T-47 Battle Formation (unless canceling Walker Garrison). (Immune to Sense.) LOST: If opponent just drew lightsaber combat or weapon destiny, cancel and redraw that destiny.",
    "Icons": 0,
    "Cancels": "An opponent's just drawn weapon or lightsaber combat destiny draw, causing a redraw.\\par Fallen Portal\\par Fly Casual\\par T-47 Battle Formation (except when being used to cancel Walker Garrison).",
    "IsCanceledBy": "Light Maneuvers",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2414,
    "CardName": "Tamizander Rey (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "A native of Esseles. Resigned from Esselian defense force after the Imperial Senate was disbanded. Senior deck officer of Echo Base responsible for docking bay operations.",
    "Gametext": "Adds 2 to power of anything he pilots. While at a docking bay, power and defense value +2. Tamizander Rey's docking bay transit requires -3 Force.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "General Dodonna (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2484,
    "CardName": "Tauntaun Handler (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Uniqueness": "***",
    "Characteristics": "\\b scout\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 1,
    "Lore": "Corman Quien is a typical \\b scout\\b0  at Echo Base. Captured, tamed and trained the native tauntauns.",
    "Gametext": "Creature vehicles he 'rides' are power +2. While 'riding' a Tauntaun, adds one battle destiny. May cancel any result of Tauntaun Bones.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Covert Landing (V9)\\par General Carlist Rieekan (V4)\\par General Crix Madine\\par Mon Mothma\\par Pucumir Thryss (to same Cloud City site)\\par Rapid Deployment (V9)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2519,
    "CardName": "The Dark Path (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "\"If once you start down the dark path, forever will it dominate your destiny. Consume you it will, as it did Obi- Wan's apprentice.\"",
    "Gametext": "Deploy on table. During battle, if you just drew a destiny, may lose that card to cancel and redraw that destiny. When you draw battle destiny, may lose X Force (limit 3) to make attrition against opponent +X.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Rules": "Errata (September 17th, 2007)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 2525,
    "CardName": "The Emperor's Prize (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Utinni",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Vader thought that by capturing Luke, he would crush the Alliance's last hope. But, there was another...",
    "Gametext": "Unless your [Death Star II] objective on table, deploy on Vader. Target Luke (even at Dagobah). During opponent's move phase, if Vader present at a battleground site, opponent loses 1 Force. Utinni Effect canceled when reached by target.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par Utinni! (V2)\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2607,
    "CardName": "Tigran Jamiro (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "Senior logistics officer from Onderon. Left Dantooine to serve on Yavin 4 before coming to Hoth. All personnel entering Echo Base must report to him.",
    "Gametext": "Deploys free to Dantooine, Hoth, or Yavin 4. At same and related sites, opponent's aliens and Imperials are deploy +1.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2619,
    "CardName": "Toryn Farr (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Chief Controller at Echo Command. Responsible for communicating orders to the troops. Personally gives firing orders to Ion Cannon Control.",
    "Gametext": "Adds 2 to power of anything she pilots. [Maintenance] cards may not participate in battle the turn they are deployed and are placed out of play when they leave the table.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "General Dodonna (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2698,
    "CardName": "Vader's Bounty (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"We would be honored if you would join us.\"",
    "Gametext": "Deploy on table. \\ul Slave I\\ul0  is destiny +2 when drawn for weapon or battle destiny. During battle: while non-[Reflections III] Boba Fett with Vader neither may be excluded or lost until the damage segment, and may place this Effect in Lost Pile to make Boba Fett's total weapon destiny +3.",
    "Icons": 0,
    "IsPulled": "Boba Fett (CC) (V6)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 2708,
    "CardName": "Veers (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b general\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "General of the AT-AT assault armor division sent by Darth Vader to crush the Rebellion on Hoth. Cold and ruthless.",
    "Gametext": "Adds 3 to power of anything he pilots. Deploys -2 to Hoth. Your combat vehicles are defense value +1 at same and related locations. While on Hoth, your AT-ATs and Imperials are deploy -1 and forfeit +1 at related locations.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Veers personas are:\\par \\par General Veers\\par General Veers (V4)\\par Veers\\par Veers (V10)\\par -----\\par Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "Blizzard 4\\par Endor Shield (V11)\\par Imperial Command\\par Tarkin (V3)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth 2 Player",
    "Errata": 1
  },
  {
    "id": 2723,
    "CardName": "Visored Vision (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "**",
    "Destiny": 3,
    "Lore": "It's 15 parsecs to Kessel, we've replaced the negative power coupling, it's dark and we're wearing welding goggles. Hit it.",
    "Gametext": "USED: If opponent has three non-battleground locations on table, activate 5 Force. LOST: Deploy a battleground location from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Anoat\\par Aquaris\\par Asteroid Field\\par Bespin\\par Bespin: Cloud City\\par Big One: Asteroid Cave or Space Slug Belly\\par Blockade Flagship: Docking Bay\\par Bothawui\\par Chandrila\\par Cloud City: Carbonite Chamber\\par Cloud City: Casino\\par Cloud City: Chasm Walkway\\par Cloud City: Core Tunnel\\par Cloud City: Downtown Plaza\\par Cloud City: Guest Quarters\\par Cloud City: Incinerator\\par Cloud City: Lower Corridor\\par Cloud City: North Corridor\\par Cloud City: Platform 327 (Docking Bay)\\par Cloud City: West Gallery\\par Clouds\\par Corellia\\par Corulag\\par Coruscant\\par Coruscant (EP1)\\par Coruscant (V)\\par Coruscant: Docking Bay (EP1)\\par Coruscant: Lower Levels (V)\\par Coruscant: Main Power Plant (V)\\par Coruscant: Night Club (V)\\par Coruscant: Senate Landing Platform (V)\\par Dantooine: Base - Docking Bay (V)\\par Death Star: Docking Bay 327\\par Death Star: Level 6 Core Shaft Corridor\\par Dejarik Hologameboard\\par Desert\\par Dressel (V)\\par Endor\\par Endor: Back Door\\par Endor: Dense Forest\\par Endor: Ewok Village\\par Endor: Ewok Village (V12)\\par Endor: Great Forest\\par Endor: Hidden Forest Trail\\par Endor: Landing Platform (Docking Bay)\\par Endor: Rebel Landing Site (Forest)\\par Farm\\par Forest\\par Hoth\\par Hoth: Defensive Perimeter\\par Hoth: North Ridge\\par Hoth: Snow Trench\\par Jabba's Palace: Antechamber\\par Jabba's Palace: Audience Chamber\\par Jabba's Palace: Entrance Cavern\\par Jungle\\par Kashyyyk\\par Kashyyyk (V)\\par Kashyyyk: Forest Depths (V)\\par Kashyyyk: Sacred Forest (V)\\par Kashyyyk: Wookiee Haven (Forest) (V)\\par Kessel\\par Kiffex\\par Kirdo III\\par Malastare\\par Mon Calamari\\par Naboo\\par Naboo: Battle Plains\\par Naboo: Swamp\\par Naboo: Theed Palace Courtyard\\par Naboo: Theed Palace Docking Bay\\par Naboo: Theed Palace Generator\\par Naboo: Theed Palace Generator Core\\par Naboo: Theed Palace Hallway\\par Naboo: Theed Palace Throne Room\\par Nar Shaddaa (V)\\par Nar Shaddaa: Scoundrel's Rest (V)\\par Nar Shaddaa: Undercity Street (V)\\par Ord Mantell\\par Outpost (V)\\par Raithal\\par Ralltiir\\par Rebel Cell - Hidden Landing Site (V)\\par Rebel Cell - Monitoring Station (V)\\par Rebel Cell - Perimeter (V)\\par Rebel Cell - Situation Room (V)\\par Roche\\par Roche (V)\\par Spaceport City\\par Spaceport Docking Bay\\par Spaceport Street\\par Sullust\\par Swamp\\par Tatooine\\par Tatooine (EP1)\\par Tatooine: Anchorhead\\par Tatooine: Beggar's Canyon\\par Tatooine: Cantina\\par Tatooine: City Outskirts\\par Tatooine: Desert\\par Tatooine: Docking Bay 94\\par Tatooine: Dune Sea\\par Tatooine: Hutt Canyon\\par Tatooine: Hutt Trade Route (Desert)\\par Tatooine: Jabba's Palace\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Camp (V)\\par Tatooine: Jawa Canyon\\par Tatooine: Jundland Wastes\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Lars' Moisture Farm (V)\\par Tatooine: Marketplace\\par Tatooine: Mos Eisley\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Podrace Arena\\par Tatooine: Podracer Bay\\par Tatooine: Tosche Station\\par Tatooine: Watto's Junkyard\\par Tibrin\\par Yavin 4\\par Yavin 4 (V)\\par Yavin 4: Docking Bay",
    "Counterpart": "Voyeur (V5)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2729,
    "CardName": "Voyeur (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "**",
    "Destiny": 3,
    "Lore": "As there are very few local authorities on Dagobah, peeping astromechs can get away with just about anything.",
    "Gametext": "USED: If opponent has three non-battleground locations on table, activate 5 Force. LOST: Deploy a battleground location from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Anoat\\par Asteroid Field\\par Bespin\\par Bespin (V)\\par Bespin: Cloud City\\par Big One: Asteroid Cave or Space Slug Belly\\par Blockade Flagship: Docking Bay\\par Blockade Flagship: Hallway\\par Carida\\par Carida: ISB Training Academy (V)\\par Cloud City: Carbonite Chamber\\par Cloud City: Casino\\par Cloud City: Chasm Walkway\\par Cloud City: Dining Room (V)\\par Cloud City: Downtown Plaza\\par Cloud City: East Platform (Docking Bay)\\par Cloud City: Incinerator\\par Cloud City: Interrogation Room\\par Cloud City: Lower Corridor\\par Cloud City: Port Town District\\par Cloud City: Upper Plaza Corridor\\par Cloud City: Upper Walkway\\par Cloud City: West Gallery\\par Clouds\\par Corulag\\par Corulag: ISB Logistics Office (V)\\par Coruscant (EP1)\\par Coruscant: Casino (V)\\par Coruscant: Chancellor's Office (V)\\par Coruscant: Docking Bay (EP1)\\par Coruscant: Sub City Lair (V)\\par Dantooine\\par Death Star: Docking Bay 327\\par Desert\\par Dungeon (Prison) (V)\\par Endor\\par Endor: Ancient Forest\\par Endor: Back Door\\par Endor: Dark Forest\\par Endor: Dense Forest\\par Endor: Ewok Village\\par Endor: Forest Clearing\\par Endor: Great Forest\\par Endor: Landing Platform (Docking Bay)\\par Execution Arena (Pit) (V)\\par Fondor\\par Forest\\par Gall\\par Geonosis (V)\\par Geonosis: Docking Bay (V)\\par Geonosis: Petranaki Arena (V)\\par Geonosis: Rocky Plains (V)\\par Hoth\\par Hoth: Defensive Perimeter\\par Hoth: Echo Command Center (War Room)\\par Hoth: Echo Corridor\\par Hoth: Echo Docking Bay\\par ISB Sector Office (V)\\par Jabba's Palace: Audience Chamber\\par Jabba's Palace: Lower Passages\\par Jungle\\par Kashyyyk\\par Kashyyyk: Forest Maze (V)\\par Kashyyyk: Skyhook Platform (V)\\par Kashyyyk: Wookiee Slaving Camp (V)\\par Kessel\\par Kessel: Spice Mines - Docking Bay (V)\\par Kessel: Spice Mines - Extraction Facility (V)\\par Kessel: Spice Mines - Prison (V)\\par Kiffex\\par Malastare\\par Mon Calamari\\par Muunilinst (V)\\par Muunilinst: Banking Clan Headguartes (V)\\par Muunilinst: City Of Harnaidan (V)\\par Muunilinst: Docking Bay (V)\\par Muunilinst: Separatis Command Center (V)\\par Naboo\\par Naboo: Battle Plains\\par Naboo: Swamp\\par Naboo: Theed Palace Courtyard\\par Naboo: Theed Palace Docking Bay\\par Naboo: Theed Palace Generator\\par Naboo: Theed Palace Generator Core\\par Naboo: Theed Palace Hallway\\par Naboo: Theed Palace Throne Room\\par Nal Hutta\\par Ord Mantell\\par Raithal\\par Ralltiir: Supply Route (V)\\par Ralltiir: Spaceport Financial District (V)\\par Remote Depot (V)\\par Rendili\\par Spaceport City\\par Spaceport Docking Bay\\par Spaceport Docking Bay (V)\\par Spaceport Prefect's Office\\par Spaceport Street\\par Storm Clouds (V6)\\par Sullust\\par Swamp\\par Tatooine\\par Tatooine (EP1)\\par Tatooine: Cantina\\par Tatooine: Desert\\par Tatooine: Desert Heart\\par Tatooine: Docking Bay 94\\par Tatooine: Great Pit Of Carkoon\\par Tatooine: Imperial Outpost (V)\\par Tatooine: Imperial Vanguard Camp\\par Tatooine: Jabba's Palace\\par Tatooine: Jawa Camp\\par Tatooine: Jawa Canyon\\par Tatooine: Jundland Wastes\\par Tatooine: Krayt Dragon Pass\\par Tatooine: Lars' Moisture Farm\\par Tatooine: Marketplace\\par Tatooine: Mos Eisley\\par Tatooine: Mos Eisley (V)\\par Tatooine: Mos Espa\\par Tatooine: Mos Espa (V)\\par Tatooine: Mos Espa Docking Bay\\par Tatooine: Podrace Arena\\par Tatooine: Tusken Canyon\\par Tatooine: Watto's Junkyard\\par Tatooine: Watto's Junkyard (V)\\par Yavin 4\\par Yavin 4: Docking Bay\\par Yavin 4: Jungle",
    "Counterpart": "Visored Vision (V5)",
    "Combo": "Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Ket Maliss (V3)\\par Voyeur (V5)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2735,
    "CardName": "Walker Sighting (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Echo station, 3TA. We have spotted Imperial walkers.\" A Rebel tactic is to put as much ground as possible between walkers and Rebel troops, allowing time to prepare a defense.",
    "Gametext": "\\ul While an AT-AT or AT-ST on table, destiny +3.\\ul0  Take Concussion Grenade, Logistical Delay, or Panic into hand from Reserve Deck; reshuffle. (Immune to Sense.) OR If opponent's AT-AT or AT-ST on table, peek at the top card of their Reserve Deck; may use 2 Force to make it lost.",
    "Icons": 0,
    "Pulls": "Concussion Grenade\\par Logistical Delay\\par Logistical Delay (V3)\\par Panic\\par Panic (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2738,
    "CardName": "Wampa (V2)",
    "Grouping": "Dark",
    "CardType": "Creature",
    "Subtype": "Creature",
    "ModelType": "Snow",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare2",
    "Characteristics": "wampa, ferocious",
    "Destiny": 3,
    "Ferocity": "*",
    "CreatureDefenseValue": 4,
    "CreatureDefenseValueName": "Vicious Howl",
    "Deploy": 4,
    "Forfeit": 0,
    "Lore": "Sly, carnivorous beast which stalks the snow-packed tundra. Wampas frequently drag their prey to an ice cave for storage. They always prefer to devour their victims alive.",
    "Gametext": "* Ferocity = 3 + destiny. Habitat: Hoth sites. Deploys only to marker sites. Characters defeated by this Wampa may be relocated to Wampa Cave instead of being eaten (opponent of victim chooses).",
    "Icons": 0,
    "Information": "Deploys free at Hoth: Wampa Cave.",
    "IsPulled": "Krayt Dragon Bones (V4)\\par Let's Pass On That (V15) retrieves a creature for 3 Force.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2742,
    "CardName": "Wars Not Make One Great (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "A Jedi seeks nonviolent solutions to problems, but may fight to preserve the existence of life. An apprentice must learn which battles to fight and which to avoid.",
    "Gametext": "Deploy on table. During battles where your Jedi is present, players may not draw more than two battle destiny. Once during your turn, may take Inner Strength into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "Inner Strength",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par The Signal (V)\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2759,
    "CardName": "We'll Find Han (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"I promise.\" \"Auuuuuug!\"",
    "Gametext": "USED: Deploy Han (except Han, Chewie, And The \\ul Falcon\\ul0) from Reserve Deck; reshuffle. LOST: Deploy Han (except Han, Chewie, And The \\ul Falcon\\ul0) from your Lost Pile.",
    "Icons": 0,
    "Pulls": "Captain Han Solo\\par Han\\par Han (V)\\par Han Solo\\par Han Solo (V)\\par Han Solo, Courageous Smuggler (V)\\par Han Solo, Innocent Scoundrel (V)\\par Han With Heavy Blaster Pistol\\par General Solo\\par General Solo (V)\\par TK-422",
    "IsPulled": "Chewbacca (V3)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2769,
    "CardName": "We're The Bait (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 7,
    "Lore": "\"He doesn't want you at all, he's after somebody called, uh...Skywalker.\" \"Luke?\" \"Lord Vader has set a trap for him.\" \"And we're that bait!\" \"Yeah, well, he's on his way.\"",
    "Gametext": "Deploy on table. It's A Trap! may not be played. Once per game, may use 1 Force to deploy an Effect with \"Bespin\" or \"Cloud City\" in lore or game text from Reserve Deck; reshuffle. If Chewie, Han, Leia, or Luke wins a battle on Cloud City, place this Effect in Used Pile.",
    "Icons": 0,
    "Pulls": "Abyss\\par Cloud City Occupation\\par Dark Deal\\par I'm Sorry\\par They Must Never Again Leave This City\\par We're The Bait (V6)\\par Weather Vane\\par Weather Vane (V6)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par We're The Bait (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2780,
    "CardName": "Weather Vane (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Not a good place to hang around.",
    "Gametext": "Deploy on table. Character here lost if new character arrives. During owner's control phase, they must relocate character here to a Cloud City site (if a bounty hunter on Cloud City, character captured instead). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "IsPulled": "Heart Of The Chasm\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par We're The Bait (V)",
    "Counterpart": "Weather Vane (V6)",
    "Combo": "Heart Of The Chasm\\par Shattered Hope\\par Slip Sliding Away\\par Slip Sliding Away (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 2781,
    "CardName": "Weather Vane (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The metal rods extending from the bottom of Cloud City are part of the city's flotation system. Sensors detect the velocity of wind and the content of local clouds.",
    "Gametext": "Deploy on table. Character here lost if new character arrives. Opponent activates no Force at your cloud sectors. During owner's control phase, they must relocate character here to an unoccupied Cloud City site (place in used Pile otherwise). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "Fall Of The Legend\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Weather Vane (V6)",
    "Combo": "Desparate Reach\\par Fall Of The Empire\\par Fall Of The Legend\\par Into The Ventilation Shaft, Lefty\\par Rescue In The Clouds\\par The Bith Shuffle & Desperate Reach",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2826,
    "CardName": "Wookiee Strangle (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Wookiees have been known to dislocate more than just arms.",
    "Gametext": "Once per game, during your move phase, target opponent's character present with your Wookiee. Both players draw destiny. Add Wookiee's power; opponent adds target's defense value. Target lost if your total destiny +2 > opponent's total destiny.",
    "Icons": 0,
    "IsPulled": "Chewbacca (V3)",
    "IsCanceledBy": "Weapon Levitation & The Empire's Back (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 2837,
    "CardName": "Wyron Serper (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Rebel \\b spy\\b0. Served undercover as a sensor specialist aboard the Star Destroyer \\ul Avenger\\ul0. Assigned to scan for Imperial ships through the meteor activity of the Hoth system.",
    "Gametext": "Once per game, may take an Immediate Effect into hand from Reserve Deck; reshuffle. If just forfeited from an opponent's starship site, may satisfy all remaining attrition and battle damage against you.",
    "Icons": 0,
    "Pulls": "A Gift\\par A Vergence In The Force\\par Advantage\\par At Peace\\par Descent Into The Dark\\par Disarming Creature\\par par Eject! Eject! & Imperial Atrocity (V)\\Energy Walls\\par Field Dressing (V)\\par Grappling Hook\\par Grappling Hook (V)\\par Heroic Sacrifice\\par Hindsight (V)\\par I Can't Believe He's Gone\\par I Can't Believe He's Gone (V)\\par Imperial Atrocity\\par Imperial Atrocity (V)\\par Legendary Starfighter\\par Return Of The Jedi (V)\\par The Time For Our Attack Has Come\\par The Time For Our Attack Has Come (V)\\par They Win This Round\\par Weapon Of A Fallen Mentor\\par What Was It?\\par What're You Tryin' To Push On Us?",
    "Combo": "Wyron Serper + Double Agent",
    "Rules": "If this card is affected by a condition that prevents it from being 'forfeited to satisfy attrition,' his text may still be used when forfeited to satisfy all remaining battle damage. The remaining attrition at the end of the battle would still need to be satisfied normally.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2866,
    "CardName": "Yoda (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Jedi Master",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 4,
    "Forfeit": 9,
    "Ability": 7,
    "ForceAptitude": "Jedi Master",
    "Lore": "Help you I can, yes. For 800 years have I trained Jedi. Judge me by my size do you? Mm? And well you should not! For my ally is the Force... and a powerful ally it is.",
    "Gametext": "May deploy to Dagobah. Prevents attacks at same Dagobah site. Your training destiny is +1. Once per turn, may deploy (as if from hand) a Jedi Test from under Strong Is Vader. Once per game, may take The Way Of Things into hand from Reserve Deck; reshuffle. Immune to attrition.",
    "Icons": 0,
    "Information": "Yoda personas are:\\par \\par Yoda\\par Yoda (V)\\par Yoda, Great Warrior (V)\\par Yoda, Master Of The Force\\par Yoda, Jedi Council Member\\par Yoda, Senior Council Member (V)",
    "Pulls": "The Way Of Things",
    "IsPulled": "Tatooine: City Outskirts\\par Yoda, You Seek Yoda",
    "Combo": "Yoda (V5) + Jedi Lightsaber (V9) + A Jedi's Resilience + Quick Draw (V9)\\par -----\\par Yoda (V5) + Encampment or Encampment (V5)\\par Deploy regardless of location deployment restrictions.",
    "MatchingWeapon": "Jedi Lightsaber (V9)\\par ",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 2889,
    "CardName": "You Will Go To The Dagobah System (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Destiny": 4,
    "Lore": "\"There you will learn from Yoda, the Jedi Master who instructed me.\"",
    "Gametext": "Deploy a character, device, starship, vehicle, or weapon to a Dagobah site (regardless of Dagobah deployment restrictions) from Reserve Deck; reshuffle. OR During your control phase, relocate your character to a Dagobah site.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2913,
    "CardName": "Zuckuss (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b bounty hunter\\b0, \\b scout\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Male Gand. Practitioner of ancient religious findsman vocation. \\b Bounty hunter\\b0  and \\b scout\\b0. Gains surprisingly accurate information through mystical visions during meditation.",
    "Gametext": "Adds 2 to power of anything he pilots. \\ul Mist Hunter\\ul0  is maneuver +1. Your Black Sun agents at same and related sites may not have their forfeit reduced. Once per game, may deploy non-[Permanent Weapon] 4-LOM here from Reserve Deck; reshuffle. Immune to attrition < 3.",
    "Icons": "Warrior, Pilot",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par Zuckuss personas are:\\par \\par Zuckuss\\par Zuckuss (V7)\\par [Zuckuss In Mist Hunter]",
    "Pulls": "4-LOM",
    "IsPulled": "Double Back\\par Rodian (V3) to deploy to his site.",
    "Combo": "4-LOM With Concussion Rifle adds one battle destiny with Zuckuss.",
    "Matching": "Mist Hunter\\par Mist Hunter (V5)",
    "MatchingWeapon": "Zuckuss' Snare Rifle",
    "IsCanceledBy": "Game text suspended by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2917,
    "CardName": "Advantage (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "With only a few Jedi remaining in the galaxy, each confrontation between them has far reaching consequences.",
    "Gametext": "Deploy on your battleground. Once per battle, if opponent's card is hit by a non-[Permanent] weapon, may make opponent's total power -4 (-2 if hit by a lightsaber).",
    "Icons": 0,
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par The Signal (V)\\par We Wish To Board At Once\\par Wokling (V)\\par Yavin 4 (V)",
    "Counterpart": "I Want That Ship (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City",
    "Errata": 1
  },
  {
    "id": 2918,
    "CardName": "Han's Toolkit (V2)",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Experienced pilots keep a well equipped toolkit. Horizontal boosters, alluvial dampers and hydrospanners aid in performing high-tech repairs aboard starships.",
    "Gametext": "Deploy on \\ul Falcon\\ul0  or Han. While Han aboard \\ul Falcon\\ul0  at a battleground, non-(Immune to Alter) Effects (except Emperor's Power, Presence of the Force, and Search And Destroy) are suspended.",
    "Icons": 0,
    "IsPulled": "BoShek (V)\\par Corporal Beezer\\par Nar Shaddaa (V)\\par Panic (V)\\par Portable Scanner\\par Rycar Ryjerd (V)",
    "Rules": "(AR 1.7.1, F-1, Appendix B)\\par Han's Toolkit cannot be used in an \"all cards\" situation. For instance, when Overwhelmed is played, it targets all starships present, so Han's Toolkit cannot cancel it.",
    "Cancels": "Suspends non-(Immune to Alter) Effects (except Emperor's Power and Search And Destroy).",
    "IsCanceledBy": "Turn It Off! Turn It Off!",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 2926,
    "CardName": "Dismantle On Sight (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "After losing control of several extremely powerful and deadly assassin droids, the Empire issued a decree ordering their immediate destruction.",
    "Gametext": "Deploy on table. After starting hands are drawn, players may only take into hand or deploy from Reserve Deck (except as a 'react' or response) during their deploy phase (if another phase specified, it becomes \"during your deploy phase\"). [Immune to Alter]",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "IsPulled": "It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Forced Landing (V11)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2932,
    "CardName": "Forced Landing (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"You will not deviate from your present course. . . Permission granted to land on platform three-two-seven.\"",
    "Gametext": "Deploy on table. After starting hands are drawn, players may only take into hand or deploy from Reserve Deck (except as a 'react' or response) during their deploy phase (if another phase specified, it becomes \"during your deploy phase\"). [Immune to Alter]",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par If it is important to you to deploy the Superlaser as early as possible then consider using the card Forced Landing (V11) to let the Death Star Gunner pull the Superlaser during your deploy phase. This will let you deploy the Superlaser on turn 1 almost every game if you play the \"Set Your Course for Alderaan\" objective (which pulls the gunner). (Psychobabble)\\par -----\\par This is a great card to use with the Ralltir Operations objective, as it will let you pull any card on the same turn that you flip. This speeds up your early game and lessens the pain if your opponent flips you back, because you don't lose a turn of pulling any card when you are able to get back to the 7-side. (Psychobabble)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Dismantle On Sight (V11)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2940,
    "CardName": "I Want That Ship (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Like nerf herders herding nerfs, Imperial commanders often use TIE fighters to drive fleeing Rebel ships into tractor beam range.",
    "Gametext": "Deploy on your battleground. Once per battle, if opponent's card is hit by a non-[Permanent] weapon, may make opponent's total power -4 (-2 if hit by a lightsaber).",
    "Icons": 0,
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Advantage (V)",
    "Combo": "I Want That Ship (V11) + AT-ST Dual Cannon (V9) + a bunch of AT-STs (+ Wounded Warrior)\\par Works especially well against any deck with a swarm of weaker guys. Shoot a bunch of guys, make one power = 0 and can't apply ability to battle destiny, then subtract 4 x the number of characters hit from their total power. (maxbeedo)",
    "IsCanceledBy": "Light Maneuvers",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 2947,
    "CardName": "Anakin's Lightsaber (V2)",
    "Grouping": "Light",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Lore": "Constructed by Anakin Skywalker. Kept by Obi-Wan Kenobi until given to Luke.",
    "Gametext": "Deploy on Leia, non-Jedi Luke, or any Mara. May add 1 to Force drain where present. May target a character or creature. Draw two destiny. Target hit, and its forfeit = 0, if total destiny > defense value. Instead of firing, may use 1 Force to cancel a just drawn weapon destiny here.",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Peter Nordstrom, Alderaan Regional 2005\\par -----\\par Luke's lightsabers are:\\par \\par Anakin's Lightsaber\\par Anakin's Lightsaber (V12)\\par Luke's Lightsaber\\par Luke With Lightsaber\\par \\par Note: Anakin's Lightsaber and Luke's Lightsaber are not the same persona.",
    "IsPulled": "Gift Of The Mentor\\par I Know\\par Son Of Skywalker\\par The Signal (V8)",
    "MatchingWeapon": "Boushh\\par Daughter Of Skywalker\\par Leia Organa\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia Organa\\par Princess Leia Organa (V)\\par Princess Leia, Lost Scion (V)\\par Princess Organa\\par Prisoner 2187\\par Senator Leia Organa (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Luke\\par Luke (V)\\par Luke Skywalker\\par Luke Skywalker (V)\\par Luke Skywalker, Strong In The Force (V)\\par Luke With Lightsaber\\par Master Luke\\par Master Luke (V)\\par Son Of Skywalker\\par Son Of Skywalker (V)\\par Arica\\par Arica (V)\\par Mara Jade, The Emperor's Hand\\par Mara Jade, The Emperor's Hand (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2958,
    "CardName": "It Is The Future You See (V2)",
    "Grouping": "Light",
    "CardType": "Epic Event",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 5,
    "Gametext": "If you deployed only 1 location (unless it is [Coruscant], [Reflections III], or [Special Edition]), play instead of a Starting Interrupt. Deploy Battle Plan, Do, Or Do Not, and an [Immune to Alter] Effect. Revolution, insert cards, and your [Maintenance] and [Permanent Weapon] cards are lost. You go first. Choose one: \\par \\b Jedi:\\b0  Deploy on table. At start of your turn, turn all cards here face up. During your turn, may use 1 Force for each card stacked here to stack a card from hand face up here. Instead of using X Force, may turn X cards here face down.\\par\\b Agent of Evil:\\b0  Take Luke and a site into hand from Reserve Deck; reshuffle. Deploy on opponent's side of table; their total battle and duel destiny is +2.",
    "JediTestNumber": 5,
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Chuck Sonnenburg, PC Volunteer Award 2005\\par -----\\par Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Starting Locations: ANY One (NON-Coruscant or Special Edition) location\\par \\par Popular Cards to Look For: MWYHL, Luke (V11), Tatooine: Slave Quarters, Twixes, Revolution\\par \\par Idea Behind Design: It Is The Future You See (V12) has completely opened up a new deck design for LS by creating a new way for the LS to go first over starting the Yavin 4: Throne Room. Just like TRMs, you only get one location to start the game. And it can't be a Coruscant or Special Edition location. This is probably because they didn't want Hidden Base getting to go first and they didn't want you to be able to start the Coruscant: Jedi Council Chamber since that would have been the most popular choice. The Epic Event is started in place of a Starting Interrupt. From there, it says you are required to start Battle Plain and Do or Do Not plus ANY third Effect that is immune to Alter. Of course all players should be playing the combo versions of both Battle Plain and Do or Do not. The card goes on to say that no 'insert' cards may be played. So even though you lose the ability to start two Effects of any kind, you start the game with 3 shields already in play. From there you have yet another decision to make, whether or not to be a Jedi or An Agent of Evil. By choosing Jedi, you keep the Epic Event on your side and for the rest of the game may stack cards from hand on top of the Epic Event by paying X Force where X is the number of cards stacked. You may then use the stacked cards in place of Force by turning them over. At the beginning of your turn, they turn back over to be used again. What this does is provide you constant Force to use all game. So you are no longer affected by DS cards that can manipulate your Force pile and attempt to leave you weak to First Strike beatdowns. Should you decide to choose the Agent of Evil route, you may immediately take any Luke and any 1 site into hand. The Epic Event then deploys on opponents side of table adding +3 to the DS total battle and duel destinies. With so many different options for both Jedi and Agent of Evil strategies, IITFYS (V12) has no end to the possible deck designs.\\par \\par How It Can Win: This card has only been out a few months and in that time there have been a few very solid options for this deck. The main build is of course MWYHL since this Epic Event used to be a Jedi Test. You can now play a training MWYHL and go first, so you start training before the DS even has a turn. The Epic Event also provides you extra Force for setting up faster. This new card can be very powerful with Dagobah since you can play 2x Stone Pile to remove two random cards from opponents hand. There are currently three ways you can play through Dagobah. You can do MWYHL and do training from just 1 all the way to 6 and basically play a regular MWYHL strategy with a different start since you can't start the same 3 Effects. If you don't want to train, you can just use the MWYHL set up for activation and play any other strategy. Some choose to start just Dagobah without the objective so your characters can retrieve on Dagobah. You lose the protection from SAC and the auto pulling of SOS, Yoda, and Daughter, but gain more options for setting up on Dagobah like the old days. The third idea is to just start Yoda's Hut and play the deck like TRMs with just twix sites. Since you can pull any Luke and any site with Agents of Evil, the most popular choice has been Luke (V11) and Beggar's Canyon. Because you can go first, you are able to set up the Luke (V11) on your first turn every game. His text works like Hidden Base saying while he pilots alone at a Beggar's Canyon, the DS must pay 1 Force to draw a card or retrieve a Force. The most common strategy with this is to start Rycar (V2) and set up Meditation and I'm With You Too (V9). The Meditation gives you another battle destiny, while IWYT (V9) says you can lose 3 Force to cancel a battle destiny. There is no limit to how many destinies you can cancel per turn, so the DS will never be able to kill Luke with attrition. If you combine this with MWYHL and training, you will be retrieving the 3 Force you lost with each completed Jedi Test. If you don't want to worry about training, you can start ANY Tatooine site to be adjacent to the Canyon. If you give Luke a Wrist Comlink with Rycar Ryjerd(V2), the characters set up on the adjacent site may move as a React to any battles at the Canyon. The most popular site for this strategy is the Slave Quarters since it is a twix site that can pull Shmi Skywalker once per game. She can pull Threepio, With Parts Showing, so you would have his text going from turn 1 as well. Combine this deck with Revolution on the DS locations for more Force Choke.\\par \\par What Changed Since 1st Edition: This is another deck that didn't exist the first time around. Moving on.\\par \\par Why I SHOULD Play It: Currently, this is by far the freshest idea to hit SWCCG in YEARS. For the first time ever, the LS have another option for going first in the game. The odds of playing a game where the LS goes first is not higher than it was before. Going first can have a HUGE affect on the out come of the game. Your stuff gets in play before your opponent. You will drain first on average before the DS when you go first since they have to choose rather to continue setting up their deck's initial strategy or stopping yours. The LS is all about running away and reacting to the stronger more powerful DS. So they can play the game differently going second versus a DS deck that goes second. TRMs has been such a powerful option for the majority of the game because of the ability to go first in the game. SO, we now have a card that has created a completely new way to go first. You now have SOOOO many options. Even though the DS is stronger right now, this new Epic Event has just started to become a new idea. There is no telling what new deck is still waiting to become a top tier option for LS. Because this is the newest option, you have more reason to try this strategy out than any other. The surprise factor is the easiest way to beat a great player because they don't know exactly what your deck is doing. They might lose a card to a drain that could have made a difference simply because they didn't know what the deck does. For now, the only strategy I have has been listed but please feel free to create some new ideas combine strategies from other decks. It is possible this new idea will become the new TRMs.\\par \\par Why NOT to Play It: The main reason not to play this deck is because it is somewhat unproven. If you are a player that requires experience with a specific strategy in order to make it work, then you might not be ready for this. The LS doesn't have as many options for decks that can constantly defeat everything. This deck does lose the ability to start two specific Effects, which can be a problem when you need the third Effect for a counter card like Scrambled Transmission (V5), Civil Disorder (V6), etc. It is way too soon to say tell which DS decks give this strategy trouble. From my own experience, SYCFA Fear continues to be its worst match-up since you almost never play with Alter having to start Do or Do Not. And most decks that have been built with this Epic Event are not based around space, so you will have a hard time dealing with all those Destroyers. I am sure as time goes on that this Epic Event will open up many new powerful strategies for LS. For now, it might be a good idea to play around with some ideas before going to a major tournament.",
    "Abbreviation": "IITFYS (V), Sonn (V)",
    "Rules": "(AR 1.7.1, B-9)\\par The phrase \"Instead of using X Force, may turn X cards here face down\" means that whenever you need to use Force, rather than placing a card from your Force Pile onto your Used Pile, you may instead turn one of this Epic Event's cards face down. You may pay some or all of the Force cost in this manner. You may use this ability even if your Force pile is empty. This Epic Event cannot be used if you've deployed more than one location, even a location that says it does not count towards calculating Epic Events.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 2959,
    "CardName": "Jeroen Webb (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "\\b spy\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 4,
    "Armor": 4,
    "Ability": 2,
    "Lore": "Native of Ralltiir. \\b Spy\\b0  for Ralltiir's underground network after his homeworld was subjugated.",
    "Gametext": "If deploying to opponent's mobile site, deploys -2 as an Undercover spy. Nevar Yalnal may not target spies here. Opponent's total influence here is -1 for each of your spies at sites.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "General Dodonna (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2967,
    "CardName": "3,720 To 1 (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "What are the odds of having a Corellian, a Wookiee and a protocol droid together with an Alderaanian princess who happens to be the daughter of the Dark Lord of the Sith?",
    "Gametext": "Deploy on table. Droids are destiny +1. Once per turn, may place the bottom two cards in Lost Pile out of play to deploy from Lost Pile: Forced Servitude, a character weapon, a location, or an Effect that deploys on a location (without \"lose\" in game text). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Player Created Card\\par Original concept by Garrett Larson, North Dakota States 2005",
    "Pulls": "Forced Servitude (from Lost Pile).\\par Forced Servitude (V12) (from Lost Pile).\\par A character weapon from Lost Pile.\\par A location from Lost Pile.\\par An Effect that deploys on a location (without \"lose\" in game text) (from Lost Pile).",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "IsCanceledBy": "Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2971,
    "CardName": "Bounty (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "One of the most profitable occupations in the galaxy is hunting down and capturing wanted beings. The more notable the quarry, the more profitable the venture.",
    "Gametext": "Deploy on a just captured character without a bounty. During your control phase, may transfer captive to a related prison (take this card into hand) to retrieve 4 Force. If released, place captive (and cards on them) in owner's Used Pile. Your Force drains are +1 here. (Immune to Control.)",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Steven Lewis, Tennessee States 2006",
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par All Wrapped Up (V)\\par Boba Fett (CC) (V)\\par Nal Hutta\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 2978,
    "CardName": "I'm Sorry (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"I'm sorry, too.\"",
    "Gametext": "Deploy on table. Floating Refinery is suspended during opponent's turn. During your deploy phase, may deploy one Floating Refinery, a cloud sector (to Bespin), or an Obsidian squadron TIE from Reserve Deck; reshuffle. During your turn, if you control 2 cloud sectors with TIEs, opponent loses 1 Force. [Immune to Alter]",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Tyler Vastag, Bespin Regionals 2006\\par -----\\par Startable with Prepared Defenses.",
    "Pulls": "Clouds\\par Floating Refinery\\par Floating Refinery (V)\\par Storm Clouds (V)\\par Obsidian 7\\par Obsidian 8\\par Obsidian 10\\par Obsidian 10 (V)\\par Obsidian Squadron TIE\\par OS-72-1 In Obsidian 1\\par OS-72-2 In Obsidian 2",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine",
    "Errata": 1
  },
  {
    "id": 2983,
    "CardName": "Obsidian 10 (V2)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE/ln",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), heroic",
    "Destiny": 3,
    "Power": 1,
    "Deploy": 1,
    "Forfeit": 3,
    "Maneuver": 3,
    "Lore": "Recalled to defend second Death Star during construction. Stationed aboard \\ul Thunderflare\\ul0.",
    "Gametext": "Heroic. May add 1 pilot. OS-72-10 deploys -2 aboard. When lost from Endor, a mobile system, or a sector, may place this starship (and cards aboard it) in owner's Used Pile.",
    "Icons": 0,
    "Information": "TIE/lns are forfeit +2 at same location as Vengeance.",
    "IsPulled": "Commander Brandei\\par Deflector Shield Generators (V4)\\par I'm Sorry (V12)\\par Short Range Fighters & Watch Your Back!",
    "Matching": "OS-72-10",
    "Rules": "(AR 1.7.1, D-2)\\par Characters, vehicles, and starships can be heroic (whether by their own game text or have it provided). Whenever a heroic card is targeted by a weapon, add 1 to the total weapon destiny. Also, in a battle where there's a heroic card, non-heroic cards cannot be targeted by weapons unless all heroic cards are hit, not participating in battle, or cannot be targeted by that weapon. \\par For example, if light has a heroic character (Chewie) in a battle, then any dark side weapons that can target him can only be fired at him, but if they don't (such as targeting only a vehicle, or a non-Rebel character, or a Jedi, etc.) they wouldn't have to, if he was excluded from battle they wouldn't have to, if he left the table they wouldn't have to, if he was inside an enclosed vehicle (where he can't be targeted) they wouldn't have to, or if he was finally hit they wouldn't have to. Light would be able to target whomever they wanted because you can't target your own cards with weapons.",
    "IsCanceledBy": "Heroic and immunity to attrition canceled by Precise Hit (V).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 2997,
    "CardName": "Perimeter Scan (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "\"It's a good bet the Empire knows we're here.\"",
    "Gametext": "If two related unique (*) sites are on table, deploy the related system from Reserve Deck; reshuffle. OR Peek at a face down card on table. OR If a character or starship's power was just reduced, reset that card's power to its printed power for remainder of turn.",
    "Icons": 0,
    "Information": "Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par This card's second function is a top-level action, and thus cannot be played in response to the revealing of a card with No Money, No Parts, No Deal. ",
    "Pulls": "The related system if two related unique (*) sites on table.",
    "Counterpart": "ComScan Detection (V13)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 2998,
    "CardName": "Through The Force Things You Will See (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 3,
    "Lore": "One training exercise for a Jedi's apprentice is to invert one's view to see things from a different perspective. \"The future, the past. Old friends long gone.\"",
    "Gametext": "Once per game, choose: if you are about to recirculate at the end of your turn, and you have fewer cards in Used Pile than Force Pile, place your Used Pile under your Force Pile instead. OR Place the top card of your Used Pile on top of your Force Pile.",
    "Icons": 0,
    "Rules": "(AR 1.7.1, F-1)\\par Out Of Play Interrupts are identified by their interrupt icon in the upper-left corner of their card, and \"Out Of Play Interrupt\" in their subtype box. Out Of Play interrupts (or interrupts with an Out Of Play function) are played under normal interrupt rules. Once resolved, they are placed out of play. Once played as an Out Of Play Interrupt, no card of the same title may be played again as an Out Of Play Interrupt (though if it can be played as a Used or Lost Interrupt, it may still be played using its Used or Lost function). ",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 2999,
    "CardName": "Redemption: Command Post (V2)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "During your move phase, may relocate your leader here to a site you occupy. While Redemption is at a system you do not occupy, you may only deploy spies here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 0,
    "LightSideText": "During your move phase, may relocate your leader here to a site you occupy.",
    "DarkSideText": "While \\ul Redemption\\ul0  is at a system you do not occupy, you may only deploy spies here.",
    "Icons": "Starship, Mobile, Interior, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "Starship": 1,
    "ScompLink": 1,
    "Information": "Original card: *Yavin 4: Briefing Room.",
    "IsPulled": "Coruscant: Senate Landing Platform (V13) (if starship card on table)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3001,
    "CardName": "AT-AT: Deployment Platform (V2)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "***",
    "Destiny": 0,
    "Gametext": "Your characters may enter/exit here for 2 Force each. Unless you occupy, AT-AT's immunity to attrition is +1 (or immune to attrition if non-unique). May deploy Biker Scout Gear from Reserve Deck here; reshuffle, and while here, may deploy one card without ability in its game text from Reserve Deck; reshuffle.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "Your characters may enter/exit here for 2 Force each. Unless you occupy, AT-AT's immunity to attrition is +1 (or immune to attrition if non-unique).",
    "DarkSideText": "May deploy Biker Scout Gear from Reserve Deck here; reshuffle, and while here, may deploy one card without ability in its game text from Reserve Deck; reshuffle.",
    "Icons": "Interior, Vehicle, Scomp Link",
    "Interior": 1,
    "Vehicle": 1,
    "ScompLink": 1,
    "Information": "Original card: ***Executor: Comm Station.\\par -----\\par Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par This card's dark side text refers to the card Biker Scout Gear; you may only use it to deploy cards in that Effect's game text.\\par -----\\par Pullable cards with Biker Scout Gear deployed:\\par \\par Blaster Rack\\par Comlink\\par Imperial Blaster\\par Scout Blaster\\par ",
    "IsPulled": "Cyclone 1 (V)\\par Fleet Security Protocols (V)",
    "Combo": "AT-AT: Deployment Platform (V13) + Biker Scout Gear",
    "Rules": "This card may only deploy cards listed in the game text of Biker Scout Gear.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3004,
    "CardName": "Imperial War Machine (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common2",
    "Destiny": 3,
    "Lore": "The Imperial Navy boasts the best communications network in the galaxy. Sophisticated control technology allows the Empire to dispatch armed forces without delay.",
    "Gametext": "Deploy on table. Your Imperial pilots are not restricted (***). Once per turn, you may reveal a non-unique Imperial pilot to take a non-unique: AT-AT (of armor > 6), Victory-class Star Destroyer, or Dreadnaught (or vice versa) into hand from Reserve Deck, and deploy both simultaneously; reshuffle. (Immune to Alter)",
    "Icons": 0,
    "Information": "Original card: Comscan Detection",
    "IsPulled": "Field Promotion (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 3016,
    "CardName": "Admiral Ozzel (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b admiral\\b0, \\b leader\\b0",
    "Destiny": 0,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "\\b Leader\\b0  of the Emperor's Death Squadron assigned to hunt down and crush the Rebellion. As clumsy as he is stupid. Has just failed Darth Vader for the next-to-last time.",
    "Gametext": "Adds 2 to power of anything he pilots. While piloting a capital starship at a battleground system, in each battle a player's first battle destiny draw may not be canceled or reduced and if opponent canceled a just drawn battle destiny, they lose 1 Force.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "Come With Me (V3)\\par Commander Praji (V2)\\par Endor Shield (V11)\\par Flagship (V5)\\par Imperial Command\\par Tarkin (V3)",
    "Counterpart": "General Walex Blissex (V14)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3025,
    "CardName": "Put That Down (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Lord Vader interceded between the trigger happy mercenary and his target.",
    "Gametext": "If your character or starship is about to be captured or lost during the weapons segment of a battle, it is hit instead and may not be captured or lost until the damage segment. OR If opponent just played an Interrupt during battle, activate 2 Force.",
    "Icons": 0,
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3036,
    "CardName": "Commander Nemet (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b commander\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Logistics officer for the \\ul Avenger\\ul0, member of the Line Branch of the Imperial Navy. Relays important scanner information to Captain Needa. Fiercely competitive.",
    "Gametext": "Adds 1 to power anything he pilots. While piloting at a battleground system, your Force drains here may not be canceled. While piloting at a system with a 'probe' card, during your deploy phase (or if just forfeited), may be placed as a 'probe' card at any system.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Admiral Piett\\par Come With Me (V3)\\par Commander Praji (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3040,
    "CardName": "Much Anger In Him (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Adventure, heh. Excitement, heh. A Jedi craves not these things. You are reckless.\"",
    "Gametext": "Use 4 Force to  deploy on opponent's non-droid, non-Jedi Master character (or 2 Force on a Rebel). Character's game text is canceled and they draw one battle destiny if unable to otherwise. Opponent may lose three cards from hand (may not be reduced) to cancel this Effect.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Game text of opponent's non-droid, non-Jedi Master character for 4 Force (or 2 Force on a Rebel).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3044,
    "CardName": "Warrant Officer M'Kae (V2)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Hard-working \\ul Avenger\\ul0  signal officer. Coordinates and tests tractor beam operations. Apprises \\ul Executor\\ul0  of his ship's activities and relays orders from the flagship to his captain.",
    "Gametext": "Adds 2 to power of anything he pilots. If your starship is about to be lost, may place devices aboard in owner's Used Pile. Once per turn, may deploy a device that deploys on a starship from Reserve Deck; reshuffle. Once per game, if just forfeited, may take the bottom card of your Lost Pile into hand.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Bottom card of Lost Pile if just forfeited.\\par A device that deploys on a starship.\\par Deflector Shield Generators\\par Deflector Shield Generators (V4)\\par Fusion Generator Supply Tanks\\par Fusion Generator Supply Tanks (V1)\\par Homing Beacon\\par Tractor Beam",
    "IsPulled": "Come With Me (V3)\\par Commander Praji (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3048,
    "CardName": "Artillery Remote (V2)",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare2",
    "Destiny": 4,
    "Lore": "Although artillery weapons have a manual firing mechanism, this optional device allows weapons operation from a remote location. Uses coded signals.",
    "Gametext": "Use 2 Force to deploy on your warrior. Your artillery weapons at same and related sites are Heroic and may be targeted by weapons like a vehicle (use armor = 4). May place this device in Used Pile to add 2 to a just drawn artillery weapon destiny.",
    "Icons": 0,
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Panic (V2)\\par Portable Scanner\\par Rycar Ryjerd (V2)",
    "Rules": "Normally a weapon cannot be targeted by another weapon. However, since artillery weapons can now be targeted as if a vehicle, weapons that can target a vehicle must now follow the heroic rules. Because a heroic card is defense value -1, you subtract 1 from the armor of 4.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3060,
    "CardName": "Lando Calrissian (V2)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b scoundrel\\b0",
    "Destiny": 1,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Gambler\\b0. Scoundrel. Former owner of the \\ul Millennium Falcon\\ul0. Despite a notorious past, has become a successful chief administrator of a Tibanna gas mining facility.",
    "Gametext": "Adds 2 to power of anything he pilots (3 if piloting \\ul Falcon\\ul0). May convert opponent's Lando present at a site. While with Leia, Lando is Heroic. During battle, may use 1 Force to cancel the game text of opponent's character of ability < 5 (or with a [Permanent Weapon]) at same site.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Player Created Card\\par Original concept by Tim Simon, PA States 2006\\par -----\\par Lando Calrissian personas are:\\par \\par General Calrissian\\par Lando Calrissian\\par Lando Calrissian (V)\\par Lando Calrissian, Scoundrel\\par Lando Calrissian, Scoundrel (V)\\par Lando Calrissian, Unlikely Hero (V)\\par [Lando In Millennium Falcon]\\par Lando With Blaster Pistol\\par Lando With Vibro-Ax\\par Tamtel Skreej\\par Tamtel Skreej (V)\\par \\par Lando Calrissian (Dark Side)\\par Lando Calrissian (V) (Dark Side)",
    "IsPulled": "Booster's Star Destroyer (V)\\par Lobot (V) as a 'react'.\\par Out Of Somewhere (V)\\par Seeking An Audience (V)",
    "Matching": "Gold Squadron 1\\par Lando's Luxury Yacht (V)\\par Millennium Falcon\\par Millennium Falcon (V)",
    "MatchingWeapon": "Lando's Blaster Rifle",
    "Rules": "See converting in chapter five of the rulebook for details on how to convert a character through deploying. \\par Lando's game text does not allow him to convert a dark side Lando if something prevents that conversion, such as Lobot.",
    "Cancels": "Game text of opponent's character of ability < 5 (or with a (permanent weapon icon)) at same site for 1 Force.",
    "IsCanceledBy": "Heroic and immunity to attrition canceled by Coordinated Attack (V).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3170,
    "CardName": "Pride Of The Empire (V2)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Imperial starships that perform with distinction are highly publicized in an attempt to make the pilots look like heroes to the citizens of the Empire.",
    "Gametext": "If you just deployed a TIE/SA, deploy on a unique (*) TIE/SA. Bombing Run is (Immune to Control). May place this card in Used Pile to take into hand (or, once per game, retrieve) Bombing Run or ComScan Detection from Reserve Deck; reshuffle; opponent loses 1 Force. (Immune to Control)",
    "Pulls": "Bombing Run\\par ComScan Detection",
    "IsPulled": "Black 2 (V)\\par Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3172,
    "CardName": "Release Your Anger (V2)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Only your hatred can destroy me.\"",
    "Gametext": "\\ul Destiny +2 when drawn for weapon or lightsaber combat destiny.\\ul0  USED: Take Your Powers Are Weak, Old Man into hand from Reserve Deck; reshuffle. LOST: If you just lost a character armed with a non-[Permanent Weapon] lightsaber, lose 1 Force to take that character (or lightsaber) into hand.",
    "Pulls": "Your Powers Are Weak, Old Man\\par Your Powers Are Weak, Old Man (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3180,
    "CardName": "Vader's Personal Shuttle (V2)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Lambda-class Shuttle",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": "Customized transport of Lord Vader. Employs advanced sensor jamming gear. Modified with enhanced tactical displays constructed to the Dark Lord's specifications.",
    "Gametext": "May add 2 pilots and 4 passengers. Vader deploys -3 aboard. While  Vader piloting at a battleground, maneuver +2 and you lose no Force to Uncontrollable Fury and You Must Confront Vader.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "IsPulled": "Commander Desanne\\par Short Range Fighters & Watch Your Back!",
    "Matching": "Darth Vader\\par Darth Vader (V)\\par Darth Vader With Lightsaber\\par Darth Vader, Betrayer Of The Jedi (V)\\par Darth Vader, Dark Lord Of The Sith\\par Darth Vader, More Machine Than Man (V)\\par Lord Vader\\par Lord Vader (V)\\par Vader (V)",
    "Cancels": "You lose no force to Uncontrollable Fury or You Must Confront Vader.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3181,
    "CardName": "NOOOOOOOOOOOO! (V2)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Rare",
    "Destiny": 5,
    "Lore": "Sometimes, the truth isn't very pretty.",
    "Gametext": "Cancel Broken Concentration, The Circle Is Now Complete, or a duel initiated during battle. (Immune to Young Fool.) OR During any draw phase, place a card from hand under your Used Pile to take any one card into hand from Force Pile; reshuffle",
    "Cancels": "Broken Concentration\\par The Circle Is Now Complete\\par a duel initiated during battle",
    "IsCanceledBy": "Young Fool (except when canceling Broken Concentration, The Circle Is Now Complete, or a duel)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3369,
    "CardName": "Rebel Infantry (V2)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #2",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The Alliance lost many fine soldiers at conflicts such as the Battle of Hoth. The Rebel High Command is aware of the cost of freedom from Imperial tyranny.",
    "Gametext": "Deploy on table. Rebel scouts (except pilots) are troopers. Rebel troopers have armor = 4 and are immune to Physical Choke. Whenever you deploy a Rebel trooper, may immediately deploy a Blaster Rifle on that character from Reserve Deck; reshuffle.",
    "Information": "Original card: Heroic Sacrifice\\par -----\\par Non-pilot Rebel scouts:\\par Cal Alder\\par Captain Yutani\\par Corporal Beezer\\par Corporal Delevar\\par Corporal Janse\\par Corporal Kensaric\\par Corporal Midge\\par Dresselian Commando\\par Endor Scout Trooper\\par Lieutenant Greeve\\par Lieutenant Page\\par Major Panno\\par Orrimaarko\\par Orrimaarko (V)\\par Rebel Scout\\par Rebel Scout (V)\\par Sergeant Brooks Carlson\\par Sergeant Bruckman\\par Sergeant Junkin\\par Tauntaun Handler\\par Tauntaun Handler (V)",
    "IsPulled": "Tatooine: Obi-Wan's Hut (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  }
]