[
  {
    "id": 21,
    "CardName": "A Day Long Remembered (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"It has seen the end of Kenobi and will soon see the end of the Rebellion.\"",
    "Gametext": "Deploy on table. All immunity to attrition is -3. You may not fire [Permanent Weapon] weapons. If opponent just lost a Jedi or a battle, they lose 1 Force. During your draw phase, lose 1 Force or place this Effect in Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par Much like my #1 pick, I like the DS card a little more than the LS version. There are more Jedi that see play than Dark Jedi, and many have little immunity or none at all, which can mean guaranteed Force loss. This card is not meant to stay on the table, but cycle through your deck to show up as a big destiny draw or to deploy again for more Force loss. This works well w/ #1 as well, since you can't fire with your EPPs. The attrition reduction is a two-edged sword; so make sure you have some fodder. I can't tell you how many times it has turned a weak destiny draw into a site clearer. A great card that is fun to use along with other battle winning cards like Insignificant Rebellion.\\par \\par ARMAEDES' TAKE:\\par I agree completely with your assessment of the strengths of this card. The light side version made my list, but for dark side I just think there's far better battling helpers available. The strength of most of the powerful light side decks is EPP hit-and-run. I really only see the dark side version of this card being useful if you keep it on the table for a turn, so your opponent loses a Force from their EPP strike, or if you are going against an immunity-mains deck like Profit, which is unpopular at best, or the Careful Planning (V) Endor deck, which this card would work quite well against.",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Down With The Emperor! (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 328,
    "CardName": "He Is Not Ready (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Gametext": "Deploy on opponent's just deployed [Reflections III] [Maintenance] card; opponent loses 1 Force, and you may retrieve 1 Force and/or play a Defensive Shield from under your Starting Effect. That [Maintenance] card is power -3, may not apply its ability towards drawing battle destiny, and, during opponent's draw phase, opponent must lose 1 Force or place that card in Lost Pile. If just lost, place this card in Used Pile. Immune to Honor Of The Jedi. [Immune to Control] OR If you are about to lose Force during opponent's control phase, deploy on table to reduce loss by 2.",
    "Icons": 0,
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par Field Promotion (V)\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Eject, Eject! (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 382,
    "CardName": "Careful Planning (V4)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Alliance troops on planet must plan ahead to achieve success in military operations.",
    "Gametext": "If your starting location was a system, deploy a related site (must be a battleground if the system is a non-battleground or Endor) with < 3 [LS] icons and up to three Effects that are always [Immune to Alter] from Reserve Deck; reshuffle. Place this Interrupt in Lost Pile.",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Kevin Brwonell,\\par Illinois Staes, 2004.",
    "Abbreviation": "CP (V)",
    "Counterpart": "Combat Readiness (V8)",
    "Rules": "(AR 1.7.1, B-3)\\par Non-unique sectors and sites may not be deployed using this interrupt because such locations are not related until they are deployed to the table.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 1
  },
  {
    "id": 398,
    "CardName": "Chewbacca, Protector (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0, \\b Wookiee\\b0",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 3,
    "Forfeit": 7,
    "Armor": 4,
    "Ability": 2,
    "Lore": "Chewie honored his life debt to Han by protecting Leia. Posed as the mercenary Snoova while on Coruscant. \\b Smuggler\\b0. Wookiee.",
    "Gametext": "Deploys free to Coruscant and is a spy while there. During your deploy phase, may deploy one Boushh or Vibro-Ax (on Chewie) from Reserve Deck; reshuffle. While with Leia, her game text may not be canceled and, once per turn, may take the bottom card of Force Pile into hand. ",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Bossk and Zuckuss may reduce Chewbacca's forfeit to zero while present.\\par -----\\par Chewbacca personas are:\\par \\par [Han, Chewie, And The Falcon]\\par [Han, Chewie, And The Falcon (V)]\\par Chewbacca\\par Chewbacca (V)\\par Chewbacca Of Kashyyyk\\par Chewbacca Of Kashyyyk (V)\\par Chewbacca, Protector\\par Chewbacca, Protector (V)\\par Chewbacca, Walking Carpet (V)\\par Chewie With Blaster Rifle\\par Chewie\\par Chewie (V)\\par Chewie, Enraged\\par Chewie, Enraged (V)",
    "Pulls": "Boushh\\par Vibro-Ax",
    "IsPulled": "Wookiee Roar\\par General Dodonna (V2)\\par Seeking An Audience (V6)",
    "Combo": "Chewbacca, Protector (V7) + any Leia + Protector",
    "Matching": "Chewie's AT-ST\\par Chewie's AT-ST (V9)\\par Millennium Falcon\\par Millennium Falcon (V14)",
    "MatchingWeapon": "Chewbacca's Bowcaster",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 481,
    "CardName": "Combat Readiness (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Imperial troops remain prepared for quick deployment to seize valuable terrain.",
    "Gametext": "If your starting location was a system, deploy a related site (must be a battleground if the system is a non-battleground or Endor) with < 3 (Dark Side) icons and up to thee Effects that are always (Immune to Alter) from Reserve Deck; reshuffle. Place this Interrupt in Lost Pile. ",
    "Icons": 0,
    "Information": "Player Created Card\\par Original concept by Kevin Brwonell,\\par Illinois Staes, 2004.\\par -----\\par Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Tatooine w/ Combat Readiness (V8) (Scum)\\par \\par Starting Location(s): Tatooine: Jabba's Palace (Starting Location), Tatooine system, Jabba's Palace: Dungeon\\par \\par Popular Cards to Look For: Jabba the Hutt (V8), Hutt Bounty (V8), Power of the Hutt, Jabba's Influence (V6), None Shall Pass (V8), Imperial Barrier, Ellis, Tatooine Maul, Bounty Hunters\\par \\par Idea Behind Design: DS Tatooine CR (V8) will always be known as 'Scum.' This amazing strategy started when the original V8 Combat Readiness (V8) allowed you to start the system, Palace, and AC to start the game. Then with added help from V8 Effects and characters, the broken Scum deck was born. The combination of these cards made this DS option more powerful than any other DS strategy at the time. Much like the 'Back Door' Effects for LS, many of the original V8 cards that made this deck too powerful were changed in the Redux and Re Edit of the Virtual sets. The most powerful cards were Hutt's Bounty (V8), Jabba the Hutt (V8) and Jabba's Space Cruiser (V8). The worst of them being Hutt's Bounty (V8) because it provided the deck with extra activation, +1 bonus to total battle destiny, and the ability to reduce ANY character's power to 0 once per turn at the same site as a Gangster which was the most powerful part of the card. The Gangster didn't even have to be in the battle to hurt the LS character. There was no way around this card short of playing Alter. The problem was that the card could be redeployed next turn with All Wrapped Up (V8) pulling any card with Bounty in title. The deck itself was a perfect machine and provided all the necessary mechanics for playing against just about any LS deck. It could even give the broken virtual WYS (V8) deck a run for it's money back when that strategy was going strong. The deck gets its name from one of its most important cards, Scum and Villainy. That card made 90% of the characters deploy -1 and let you retrieve 2 Force whenever you initiated battle. The Re Edit changed all of the broken cards from Scum. Jabba no longer doubles all aliens present, just one non-maintenance alien present. As a bonus, he can pull Scum & Villainy once per turn rather than once per game. Hutt Bounty (V8) can no longer be pulled by All Wrapped Up (V8) and must deploy on Jabba himself, so you can't pull it with Crossfire (V9) either. It still adds +1 to total battle destiny but only adds the activation bonus to Jabba's Palace sites you occupy, and only non-Jedi characters may be made Power zero. Plus it only works at Jabba's site and not for any Gangster. While Jabba's Space Cruiser (V8) was also a very powerful card, it was not altered in the Redux. The PC changed the rule on capital ships being able to deploy without a pilot. So you couldn't just deploy it with Power Of The Hutt for it to sit there until you add the right characters or the defensive cards.\\par \\par How It Can Win: Scum will always be a powerful option for DS because it uses the same tools the other DS alien based objectives use to win games. All of the new Virtual cards for aliens can benefit this deck. There are several reasons that the non-objective Scum can be a better choice over just playing Court Of The Vile Gangster, Black Sun, MKOS, or CCT aliens. Since you can start the game with both the system and Jabba's Palace on table, you never have to worry about defending sites outside of the Palace. The start of the game is always the same. Get out Jabba the Hutt (V8) to the Audience Chamber, set up S&V, maybe add Ephant Mon with Power of the Hutt, and wait. The following turns have you setting up aliens at different Jabba's Palace sites to both drain and cause direct damage with Tatooine Occupation. Unlike other DS alien decks, this one plays ONLY Jabba's Palace sites. They use None Shall Pass (V8) to prevent any LS character (other than Leia) from deploying to a JP site. Combine that with Imperial Barriers and the LS can have a lot of trouble invading the Palace. The original version usually played the Palace, Audience Chamber, and Lower Passages (all Jabba's Palace battlegrounds that provided two icons). The new CR (V8) only lets you have 5 total icons to start the game, so if you want to stay set up within Jabba's Palace, you have to play the Dungeon, Rancor Pit, or Entrance. The Dungeon makes the best option since you already capture with Boba Fett (V8), IG-88 with Gun, Snoova with Axe, or Hidden Weapons. Just like all DS aliens decks based on Tatooine, you should always use Gailid to the AC to add +1 to Force drains at all JP sites. Once set up, the deck can win two ways; either by sitting back causing damage or by battling and causing overflow. The deck greatly relies on S&V + Jabba staying in play to win. While this might seem simple for the LS to thwart, the LS has to be playing the counters for getting into the Palace without being weak to either beatdown or capture. Since the change of Hutt Bounty (V8), this is not as hard as it was when Mace, Obi, or Qui-Gon could be made power 0.\\par \\par What Change Since 1st Edition: Much like WYS (V8), this was probably the deck that had the biggest change from its original design. Besides the cards mentioned previously, the deck also took a hit with Jabba's Influence (V6) being changed. The original version made ALL bounty hunters power +2 and allowed the DS player to deploy any non-bounty hunter alien from Reserve Deck ONCE PER TURN while Jabba was on table. The Re Edit changed the card to provide power +1 to bounty hunters, and the once per turn was changed to once per game. Since the change to the original version made it so you couldn't pull aliens every turn any more, the speed beatdown aspect of the deck changed. Despite the changes, there are more than a few players that are totally in love with Scum and continue to play it even today. The new versions still start Jabba's Influence (V6), Power of the Hutt, and a random third Effect. While the previous version always started All Wrapped Up (V8) to pull Hutt Bounty (V8), the new version will start Crossfire (V9) to pull either Occupation for damage or Security Precautions (V4) for additional activation while also getting around Goo Nee Tay. The basic idea remains the same, set up Jabba with your aliens to fight LS. Scum will always be a very interactive deck because it has the ability to go after every LS deck that plays ground characters. It also usually leaves characters on table for the LS to battle. The space remains the same with the Space Cruiser (V8) leading the pack, supported by Mist Hunter (V5), Maul's Ship, and either Punishing One (V5) or Hound's Tooth (V5) depending on the player. Tatooine Maul has become standard in most Scum decks since he doesn't suspend S&V while he is piloting in space. He also provides the deck the option of playing SAC for adding protection.\\par \\par Why I SHOULD Play It: This new design of CR (V8) Scum is still being played today. Many still find the overall strategy around the Jabba's Palace sites to be one of the best options for DS. While Mace (V9) can always be a problem if he is able to deploy to the AC, the majority of games played will see the LS trying to do their own strategy. Scum works best if it can be on the offensive side of the game. If the LS is able to constantly pressure the AC with characters, Scum will usually have a much harder game. Any LS deck that has a specific strategy can be hard pressed against Scum. The DS can set up good activation after the first turn and they still have Power of the Hutt to pull characters. Plus if you don't play with SAC or counters for None Shall Pass (V8), the LS can waste turns of Force by trying to deploy to the Palace sites. No Bargain can be a good card that adds +2 to deploy of Rebels while no Imperials are at Palace sites. If you also play Bad Feeling Have I, Jedi Luke would cost 12 Force, then goes to the bottom of Force pile from None Shall Pass (V8). The Re Edit did change how broken Scum used to be but the basic strategy around DS aliens can still be very very powerful. The Re Edit also removed the problem decks that Scum used to have troubles with. TRMs was the worst match-up since their whole strategy was to disrupt the DS strategy. While you will still see TRMs being played, the deck is not as popular since the creation of Wipe Them Out, All of Them (V12). Still the DS player has to actually play the card to see any benefit from it. Virtual WYS (V8) could also beat Scum and it no longer even exists as a playable deck. While the LS continues to be the weaker side right now, any DS alien based platform will have a good chance of winning. Should you decide to give Scum a try, there are TONS of posted versions currently on Decktech.\\par \\par Why NOT to Play It: Scum can be beat. While it was almost impossible to beat it before, this new version is by no means unbeatable. The biggest weaknesses will always be the space because they don't play the deck to battle in space but on the ground. Just like all DS alien decks, they play enough to stay alive in space to drain for free and keep the LS space package on edge. Decks like Hidden Base Quads can win once the entire space package has been lost, you won't have Occupation and will be forced to pay to both drain and retrieve cards all game. Scum can lose to MWYHL is it is not able to cause enough damage fast enough before the LS is ready to come after them. The Asteroid version of MWYHL can be hard for Scum to beat since they are able to cause damage all game and none of the DS ships will survive the fields with some tracking. Scum always has to worry about TRMs since all TRMs does is battle and go to the Palace constantly the whole game. Scum can also have trouble with the new AITC Obi deck or D!ck Hat. Since Obi starts the game already in play, he is already set up to disrupt the aliens. While you can still win games with this deck, the DS has more powerful options that have fewer bad match-ups. Although nothing I could ever say about this deck would make some players stop playing it.\\par \\par -----\\par \\par Bespin w/ Combat Readiness (V8)\\par \\par Starting Location(s): Any Bespin battleground site (Starting Location), Bespin system, Cloud City: Security Tower, Docking Bay, or Dining Hall\\par \\par Popular Cards to Look For: Executor, Lando (V6), They Must Never Again Leave This City, Tractor Beams, Overloads, AT-ATs, Endor Shield (V11).\\par \\par Idea Behind Design: Bespin CR (V8) was another deck that took a big hit with the Re Edit. One of the strongest things going for DS was the ability to start Bespin, Cloud City, and another 2 icon site. When you played the Weather Vane (V6), your total activation from just your cards was 9!!! The original CR (V8) also let you start 4 Effects, so you could start with We're the Bait (V6) (for pulling Free Executor Effect They Must Never Again Leave This City), Mob Points Combo, Vane (V6), and another random Effect. Since you activated so much Force, it was very easy to set up Maul, Executor, and even Lando (V6) first turn. In most games, the LS just deploys stuff to set up and doesn't battle, so you could always get a card stacked on Firepower (V6) or retrieve the CR (V8) to play in the game. The best strategy going for this set up was getting either EPP Maul or Maul YA + Stick to the Cloud City: Chasm. For those that don't know, the Chasm text says ANY hit character is Immediately relocated to the Weather Vane (V6). The Vane (V6) said any new character coming to the Vane causes 1 Force loss. At the beginning of each player's Control Phase, any character on the Vane would have to relocate to any Cloud City site. If a bounty hunter was on Cloud City, that character is immediately captured. Capturing can only happen by the DS so it never mattered if Maul got hit because he was just relocated back to the Chasm on the DS player's next turn. Since Maul gets two swings it was very easy to send multiple characters to the Vane. It was impossible for the LS to beatdown Maul as long as he was able to constantly 'hit' the characters trying to come after him. This idea was a very solid strategy for DS because it was VERY fast and made it difficult for the LS to defeat Maul at the Chasm. The Re Edit completely changed the possibility for this deck. We're The Bait (V6) was changed to no longer be immune to Alter, so the purpose of playing the card was lost. The card can still pull any card with \"Bespin\" or \"Cloud City\" in lore or game text but since you are not able to start it, the point of playing the card is almost gone. To make it at least helpful, the new version also cancels It's A Trap. The Weather Vane (V6) no longer causes 1 Force loss when characters are placed there. The rest of the deck is pretty much the same. The biggest change was with CR (V8) which no longer starts 4 Effects and was changed to no longer be able to start Cloud City. Since you can't start the Sector, there is no point in playing the rest of the deck. So with one swift stroke, the deck lost the activation, Vane (V6) power, and easy setup of the Free Executor like CCT. Besides the Vane (V6) version of Bespin CR (V8), the other design came from a speed version of Dark Deal. Since you could still do the same thing as the Vane version by starting the system, sector, and site, it was very easy to play a deck that could set up Dark Deal by turn 1 if you got the right cards. Since the Re Edit has changed how this deck can be played, the popularity of using Bespin with CR (V8) has dropped greatly.\\par \\par How It Can Win: Much like Endor CP (V8) for LS, this deck went from being VERY strong to almost not being played. Currently the only version being played, that I know of, is completely space based. Your goal is to still set up the Free Executor. This time your starting sites are the Lower Corridor because it is -1 Force drain and the Security Tower. You still start Mob Points Combo, Dreaded Imperial Starfleet (V9), and Endor Shield (V11). In order to have a chance of deploying the Executor first turn, you have to play 2 to 3 copies of TMNALTC and 3x We Must Accelerate Our Plans. You still pull the Executor with Mob Points, so in most games you should be able to have the Executor in play no later than turn two. You always pull Lando (V6) with the Tower before you activate. If you don't draw either card to play the Executor, use a search of your Reserve Deck for something and see if one of them ended up in your Force pile. If so, just draw up until you have it. Once the Executor is in play, you get Lando (V6) and Captain Bewil (V6) on the Executor. From there you set up a Tractor Beam and Deflector Shield Generator (V4) on the Executor with Levitation Attack (V6). The Endor Shield (V11) is there to pull Admiral Chirneau and Thrawn creating the super Executor. This doesn't have the damage the SYCFA Fear does but it does have other things going for it. Instead of using many Star Destroyers or a strategy based around the Death Star, this deck can use those extra card slots for more tricks. The main strategy for this deck is beatdown. You use a combination of In Range, They've Shutdown the Main Reactor, and Lateral Damage to create HUGE beatdowns against the LS. The vast majority of LS decks have no counters for Tractor Beams, so once they decide to deploy to space to either stop your drains or drain for free them, you set up the kill. For example, the LS deploys Bright Hope (V5) and Tantive IV (V7), very very common these days. If the Executor is in range, you can move in front of them after deploying a few more Star Destroyers and playing Lateral Damage targeting Tantive IV (V7). Then they have their turn. Sometime before their battle phase you play They've Shut Down the Main Reactor on Tantive IV (V7) to prevent it from moving and applying ability for drawing battle destiny. From here, the LS has ONE turn to fortify the two ships. They might have a Houjix or maybe they just deploy a bunch of ships to be forfeit. In any case, the LS will almost never battle you. Since they are unable to move the Tantive IV (V7), they are stuck waiting for the next turn. On the following turn, you can deploy even more stuff and battle. You play In Range to capture the Bright Hope (V5) if they didn't deploy stuff to Tantive IV (V7). Once you capture Bright Hope (V5), Tantive IV (V7) will be left to the wolves with no destiny, no power and no forfeit. So they will lose WHATEVER your total power is. GG if they don't have a Houjix. Nothing you set up with this deck is all that hard, it's just different from the standard DS deck you might see.\\par \\par What Changed Since 1st Edition: As mentioned earlier, this deck changed completely with the Re Edit. It can be said that Bespin CR (V8) is seen less often than even Endor CP (V8). All the previously popular ideas around any viable Bespin CR (V8) no longer seem to exist. Only new ideas like the one posted in the previous section are seen. This entire deck entry could be considered a change from the original. All I can say is it was nice while it lasted. As far as other options for playing this deck, the most recent has come from I'm Sorry (V12), which can pull Clouds from Reserve to set up on any system. If you want to try and set this up without using the Dark Deal Objective, there might be a solid strategy out there. I'm Sorry (V12) also pulls any Obsidian Squadron TIE, so you now have an Effect to set up a new strategy in the Clouds. If you play a similar setup with the battleground site and Security Tower, you would have a battleground site for draining for free plus a non-battleground site for putting the Tibanna Gas Miner, which adds +1 to Force drains at each Cloud sector. The Clouds have the power to set up huge drains very quickly. They also restrict deployment of Capital ships (unless the state they can deploy like starfighters), so your TIEs are safe from more than half the most popular LS starships being played today. This deck could still play the Free Executor or you could just use matching ships and Combat Response. One idea could set up Exterior Cloud City sites, then play AT-STs which React. You can set up Bespin Occupation on the system and do HUGE damage all game on multiple sites. You would have heavy drains + direct damage of 2 from Occupation and 1 from I'm Sorry (V12).\\par \\par Why I SHOULD Play It: The new Cloud idea may be the best option for Bespin CR (V8). The Clouds themselves have created a whole new problem for LS to deal with since they can only deploy starfighters, which can easily be shot down with SFS Laser Cannons on Tie Interceptors. You will also see Tallon Roll from regular TIE LNs. For years in the early days, Clouds had been very strong and hard to defend against. Since the game became so much faster, they were not seen since there was no way to search them out. Since I'm Sorry (V12) can finally search for both the Clouds and TIEs to deploy to the Clouds, there is no telling how popular this new strategy will become. Both the Cloud City and Special Edition sets have created multiple cards that benefit or provide bonuses to the Clouds. An entire deck type can be built around Bespin CR (V8) and I'm Sorry (V12). You can even build a new speed Dark Deal with those two cards. The original speed Dark Deal had to find the TIEs either with Combat Response for flashing matching ship/pilot or other cards that could pull TIEs. Now you still play the same strategy as before with ways to pull Cloud City sites, only you don't have to use as many card slots for the TIEs. It is possible a new speed Dark Deal will become popular as more players learn the strategy of these new cards. There have been many popular I'm Sorry (V12) versions of this deck posted on Decktech.\\par \\par Why NOT to Play It: Although the Clouds strategy has become a new option, Bespin CR (V8) has become just another option for a DS deck type. There is nothing about the deck that is just plain amazing like it was before. Some still choose to go with the Bespin Dark Deal Objective for setting up Cloud City sector over the new CR (V8) version described here. Much like the LS Endor CP (V8) deck, this one just isn't as good as it used to be. While you might see a random strategy come up, the popularity is just not there anymore. For the time being, keep your eyes open for how powerful the Cloud version might become. Until then, there might be more powerful choices for DS that would have a better chance of winning against more types of LS decks. Also, any deck that plays Clouds is going to deploy a good amount of cards to the table, so make sure you can set up big damage fast or you can get beat by LS decks that start dealing out damage quickly.\\par \\par -----\\par \\par Hoth w/ Combat Readiness (V8)\\par \\par Starting Locations: Hoth: 3rd Marker (Starting Location), Hoth system, another 1 icon Hoth site\\par \\par Popular Cards to Look For: Walkers, General Veers (V4), Veers (V10), Endor Shield (V11), Walker Garrison, Outflank (V9), Sunsdown, Whipids, J'Quille (V8)\\par \\par Idea Behind Design: Hoth CR (V8) has never been that popular as one of the set-ups for CR (V8). While there are many different strategies that can be played on Hoth, the other systems like Tatooine have seen more action. Since the creation of CR (V8), there have been two different ways to go when playing on Hoth. The main one is around Walkers since the Objective now only allows you to play Walker Garrison once per game. If you designed a deck around CR (V8), then you could play Walker Garrison as many times as you want in one game. Before the Re Edit changed CR (V8), you would start the Ice Plains and Mountains, thus allowing you to start You May Start Your Landing. This Effect can only be deployed if the Ice Plains (5th Marker) are already on table. Starting the Hoth: Warroom is a solution but seems to not be the best choice. The decked works much better being able to start the game with YMSYL because it pulls the 3rd Marker and one Walker Garrison already. Since you are able to play both Walker Garrison all game and Rebel Base Occupation, the need for YMSYL is not as important. The cool thing is you can still play with it in the deck for added direct damage once you set up. The easiest way to set up Walker Garrison quickly is by starting the 3rd Marker, 6th Marker (Mountains), then pull the docking bay with either IAO Combo or Ket Maliss (V3). If Veers (V10) is set up on a different site from the Mountains, each non-unique 2-player AT-AT would deploy for 2 each to the Mountains. The best set up would be to have General Veers (V4) on Blizzard 2 (V4) at the docking bay. Then you get a non-unique AT-AT to each of the other sites. You protect all the sites with Outflank (V9), which is better than Barrier. The reason you want Veers at the docking bay over the 3rd Marker is because you have to keep the ground battleground going for Occupation, plus if they play Optimism (V11), it doesn't take away the larger drain. If you don't want to play with Imperials, the other option for Hoth CR (V8) is a deck built around Whipids. This deck was better then Jabba the Hutt (V8) doubled all aliens and not just one. Whipids are power +2 when on Hoth and forfeit +2 from J'Quille (V8). This deck can be found under my Decktech page but its not the same deck without Jabba.\\par \\par How It Can Win: The best option for this deck is Walkers. It can win because it has so many different ways to cause damage. Besides the drains from Walker Garrison, you have 2 to 4 in direct damage from Rebel Base Occupation (depending on how many battlegrounds you have), and 3 to 5 in direct damage from YMSYL. From there you can play Frostbite with Sunsdown to cause more direct damage. Some tricks with this deck come from two cards that you never see being played. Exposure is a great card for Hoth CR (V8) because it can remove opponent's characters present at your exterior sites while you have 'Nighttime Conditions' going. You don't have to draw destiny, just use X Force, where X equals the total number of characters present (including your own, but yours should all be protected on Walkers). This happens during your Control phase, so you can clear out ALL the sites then hit them with a Walker Garrison. Another option is He Hasn't Come Back which can make any alone character at a Marker site missing if you draw destiny +3 > their ability. Not too hard to set up with Outflank (V9) being a Used 6 destiny Interrupt. Plus you always have Trample to abuse with ANY Walker based deck. This strategy is very basic when you think about it. Just like the Walker Objective, this deck plays the same way every game. Only you no longer have to worry about having to blow the shields. Even though you lose the 8 in direct damage from the shields getting blown away, just one drain from Walker Garrison can be just as bad, and there is NO limit to how many Garrisons you could play. If you work in some retrieval, then you would have the ability to play it every turn while you occupy the required sites with AT-ATs. The space for this type of deck can be very very basic. The DS can use Maul + Cloaking Ship to keep presence in space all game to drain for free. Unless the LS plays starships weapons and SATM Combo, they will not be able to ever knock Maul out of space. Your whole deck can be entirely ground based. Then you play 2x Tat Maul and 2x Ship. If you want Maul set up really fast, you can play 3x of each, and start Combat Response. The impact of virtual set 13 with the new AT-AT: Deployment Platform (V13) is not known yet. The complete immunity to attrition this site adds to non-unique At-Ats seems like it is made to be fit into this deck.\\par \\par What Change Since 1st Edition: Even though Hoth CR (V8) wasn't posted in the 1st Edition of this document, this deck did change greatly from its original design. As mentioned earlier, you could play two very different types of decks based on Hoth with CR (V8). The Redux and Re Edit changed so many different cards that both decks are completely different now. While most of the changes were good for the game, I don't see anything broken about being able to start the Ice Plains with the system and another site. It did make sense to limit how much activation and Effects could be started but there was nothing broken about this Hoth deck. You were even limited to just two Effects when you were starting the Ice Plains and Mountains together. This deck was getting to be pretty good before it was completely taken away. In my own opinion, I believe the original CR (V8) had more options for design. It was broken getting to start 4 Effects and being able to set up huge activation to start the game, but there was no limit to the combination of locations. Now you always have to start a battleground site in order to play this card. I don't believe the card had to be designed this way. This deck had just become a decent option for DS with Endor Shield (V11). Now we will never know.\\par \\par Why I SHOULD Play It: Even though there is some strategies that can be based around Hoth CR (V8), no one has been brave enough to post a deck around it. There are clearly some good possibilities but they stay hidden to the masses. For surprise factor alone, this deck could be a very good option for DS. It would be possible to set up very quickly. You would only have to worry about the Main Power Generators when playing against Speeders or EBO, and the majority of games you will have the advantage on Hoth. With any Hoth based deck, the LS could face any number of problems. Besides the already mentioned Sunsdown, going missing, and direct damage, the DS also has Wampas with Krayt Dragon Bones (V4). The virtual Wampa (V4) is ferocity 5 + destiny with KDB. Then they get another +2 if One Arm (V4) is also on table. Considering the highest power character for LS is Chewie Enraged at power 9, you have a good chance of eating just about any character you want. Even Mace (V9) and Qui-Gon can be eaten since you would already be one higher than their printed power before you ever drew destiny. Creatures may take a hit because of the new Advanced Rules on creatures but the impact of the new creature rules remains to be seen. Sando Aqua Monster is a great card for this deck because you can set up destinies for anything that can't be canceled. Until someone decides to start playing with this strategy, no one will ever know how amazing a DS deck based around CR (V8) could be.\\par \\par Why NOT to Play It: Yet another DS strategy that is unproven. So many players these days only play decks with a proven track record, decks that have been tested and designed by someone else. They use decks that have been taken to a few events and posted on Decktech. Just because this deck is a new idea doesn't mean it can't win. It just means the players as a whole have little experience against it. This is one of those decks that should be played by those who know how to play it. If you want a deck that is already proven, then stay away from this one. Make sure you playtest any new idea before taking it to a major tournament. This decks main weakness is space since the main version only places with Maul like the ISB drop and drain deck. Should you come up against a fast Hidden Base or EBO, you will have a hard game. Unlike regular Walkers, this deck can usually beat Hidden Base because you can easily get two full turns of Walker Garrison in before they have even flipped. Plus you are playing multiples of Maul + Ship, so you should be able to stay alive in space long enough to finish them off. If you fear EBO, make sure to pack at least one purple Epic Event card to blow the shields and at least one AT-AT Cannon (V4). If you can't blow the shields, you will not be able to handle the large EBO drains. Remember to do your best to never leave a random non-unique AT-AT alone without either a Ghhhk or Outflank (V9). Mechanical Failure can mean auto loss if you get caught sleeping. Other than that, there is just no out right bad match-up for this deck. Hopefully there will be someone out there who gives this deck a try.\\par \\par -----\\par \\par Naboo w/ Combat Readiness (V8)\\par \\par Starting Locations: Naboo: Theed Core (Starting Location), Naboo system, Naboo: Theed Palace Hallway or Swamp\\par \\par Popular Cards to Look For: Maul with Stick or Maul YA, Blaster Rack (V1), Force Field, Ket Maliss (V3), Battle Plains, AAT Tanks, Battle Droids\\par \\par Idea Behind Design: Naboo CR (V8) is another deck that no one has really seen before. This deck is an incomplete idea that I have been playing around with over the past year. The cool thing is even after the Re Edit, this deck can still be set up the same way it was before only losing the 4th Effect to start the game. There has not been a DS Naboo deck with CR (V8) that was posted to Decktech. The idea for this deck came from wanting to find a way to use Maul Young Apprentice in a deck besides the Bespin CR (V8) Vane (V6) deck. The original version started the game with Security Precautions (V4), so you activated 9 all by yourself just like the Bespin deck. After the Re Edit, SP (V4) now requires you to occupy the site in order for the Effect to stay in play. Since you can still start the same locations with the post Re Edit CR (V8), the deck requires you to start Crossfire (V9) to pull the SP (V4). The basic strategy for the deck is simple. Set up Maul YA with Double-bladed stick at the Core. Just like the LS, you can send any character with ability <5 to used pile when 'hit'. Since Maul gets two swings, it can be very easy to knock any LS character off the site. The reason you want Maul YA is because he adds +1 to each swing when targeting a Jedi. Any 'hit' Jedi Master then become power -3. So if Mace (V9) or Qui-Gon come calling, you not only make them forfeit 0 but power 3. You can easily set up overflow with Crossfire (V9) and Maul Strikes adding battle destinies. Since you are playing Maul's Double stick, you can drain for +2. Once you set up at the system, you can set up the Admiral's Order Fighter Cover, which adds another +1 to each of your weapons destinies at related sites from system you occupy. Since you lost the 4th starting Effect, your start can be Blaster Rack (V1), Combat Response, and either Crossfire (V9) for pulling SP (V4) OR you could play Ket Maliss (V3) to pull Dannik Jerriko. The original version would start all 4, and tried to place the lost characters out of play. The main reason to play Ket Maliss (V3) is because you can pull cheap deploy characters to protect Maul at the Core. Since Maul YA is immune to Clash of Sabers, the LS can never battle the Core without Maul being involved unless they can hit him first and play SATM Combo. By adding scrubs to Maul's site, you add forfeit for any attrition and a waste of swing should the LS target one of them since they just go back in Used pile. Then you just re-pull them next turn. Dannik Jerriko (non-V) can be a great edition. This card lets you put any just lost character in battle at same site out of play for just 1 Force. The character goes underneath Dannik, so if he is killed or placed in Used pile, he loses those characters, but they stay out of play. The (V3) version of him lets you place ANY card from opponents lost pile out of play for 1 Force but you have to win the battle. The (non-V) doesn't require you to win the battle. So the LS has a choice, go after Maul with a weapon or Jerriko.\\par \\par How It Can Win: Naboo CR (V8) can win because it can set up very fast with the starting activation of 7. It is very easy to set up the ground first turn with Maul and then space with a matching ship second turn. You spend the rest of the game defending the two locations while you drain for 6+ all game. Fighter Cover also makes your starfighers power +3 when armed with a weapon. Since Maul holds the Core, the best option for space is Baron Soontir Fel on Saber 1 with a SFS Laser Cannon. In the previous version I played, the deck played Mist Hunter (V5) and Slave I (V7). This deck used Boba Fett (non-V) from Cloud City because he adds +2 to maneuver. The ship adds +2 to manuever, so he is a base manuever of 8. The deck played 2 to 3 Short Range Combos to set up space fast. Since he can deploy for free as a 'react', it was nice surprising the attacking LS with an addition 7 power, +8 in destiny that can't be canceled or modified since it wasn't drawn from Reserve. At the time, this deck had problems with the Endor Mains deck playing the 'Back Door' Effects. Since there is no more Endor Mains deck, there is a good chance this deck could be an excellent option for DS. Just like the LS Naboo deck, the Core with loaded Maul is almost impossible to defeat. Most players find this out the hard way since they always think they can go after Maul. Once you have the AO set up, you only need to draw two 2s to hit Mace. Once Bane Malar (V7) is in place, there is no way the LS can do anything to the Core drain besides reducing the drain to 1 with Let's Keep A Little Optimism Here(V11). The deck must play SAC to keep Optimism (V11) away from Maul.\\par \\par What Changed Since 1st Edition: Besides the 4th Effect and change to SP (V4), this deck didn't change at all. The entire strategy that was there from the beginning still exists. As mentioned above, this deck is going to be very new to many of you reading it right now. If you don't want to worry about the Ket Maliss (V3) stuff, you can try another option for this deck. Since you are able to start the Theed Palace Hallway, you can once per game deploy any battle droid. There are many that can help this deck. There are two unique battle droids add +4 to the deploy cost of either Jedi or Smugglers. Another battle droid can reduce forfeit value and another allows you to place ANY card from opponent's Reserve deck out of play by losing 2 Force if you just verified the deck. For this text to work the droid has to be present with another battle droid. If you get just one in your opening hand, you can easily set up two droids by pulling the one you need from the Hallway text. Since you are playing with droids, you can play Droid Shutdown to protect them from being targeted by anything that turn. The Hallway is Force drain -1 for LS, so it makes the best option for your third starting site. The original CR (V8) gave you more options. For those that don't believe in the Core idea, the other option for DS with Naboo CR (V8) is building a deck around the AAT Tanks. Endor Shield (V11) can pull the Commander battle droids, so you can easily set up the AAT Tanks with the required pilots. The idea behind this deck is the same as the Core version only you start the Battle Plains instead. You still give up 5 icons and lose one yourself, but you gain the broken power of the tanks. While Tanks can be played in many different platforms, the Battle Plains is the best possible option since they are each power +2. While the Core text is very powerful, once you set up two AAT Tanks at one site, there is no way the LS is coming after you without help from Savrip or Quick Draw (V9).\\par \\par Why I SHOULD Play It: The main reason to play this deck is because it is totally new. No one will be expecting this deck at a local tournament. Since you activate so much Force so early, you can easily set up very fast and start dealing out damage. Since Maul is your main option for ground, the rest of the deck can be just about anything. If you don't want to use matching ships, you can also play Motti (V2) and Star Destroyers. Motti (V2) says each Destroyers is power +5 if armed with a weapon. If you use Heavy Turbolaser Batteries, you get another +2 to power. So each Destroyers is power +7. If you set up power 20+ at any system, the LS is going to leave you alone. This gives you a solid hold of both the system and Core for Battle Plan and Firepower (V6). Once the LS figures out they can't handle you at either location, they will have to try their own strategy in order to win. This can be a great match-up for TRMs since you are never choked on Force and already have an advantage by the LS having to come to your locations in order to win. The deck can play Stunning Leader, Imperial Barriers, Force Fields, You Are Beaten, etc to keep the LS on the defensive all game. While this deck is not being played right now, it can be a very solid and different choice for DS.\\par \\par Why NOT to Play It: The biggest reason to not play this deck is the start. Just like the LS Naboo deck, this one gives up a lot of icons to the LS to start the game. While the LS gives up 4 icons, the DS gives up 5!!!! Of course there are many DS decks that have given up that many icons to the LS after their first turn of play. So it isn't that big of a deal unless you are playing against TRMs. Even though you can beat TRMs, they will get the first turn, so depending on their deck, they can easily deploy to your Core first turn. Once you are set up though, it will not be easy for any LS deck to defeat you at the Core. The whole deck is built around the Core and space. The other reason not to play this deck is the fact that it is a new idea. This is not the best option for a player looking for a proven strategy to play at a major tournament. Whether you use the Core or Plains, both versions are up in the air. While I have had very good success around this strategy, there is not much else I can add about its ability to win in the current environment. For the time being feel free to try out the aspects of this deck with friends and wait until you feel comfortable playing it.\\par \\par -----\\par \\par Endor w/ Combat Readiness (V8)\\par \\par Starting Locations: Endor: Any Battleground site (Starting Location), Endor system, another 1 icon Endor site.\\par \\par Popular Cards to Look For: Mains, AT-STs, Scouts, Bikers, Aratech Corporation (V9), Back Door, Bunker\\par \\par Idea Behind Design: Endor CR (V8) is another DS strategy that is not all that popular. While there were a few versions that were played when CR (V8) was first released, the popularity of Endor with CR (V8) is all but gone. The main reason for this is the LS constantly playing Strike Planning to take way the activation from the Endor system. The Re Edit took away the ability to start two 2 icon sites for DS. Now you have to start either the Endor: docking bay, bunker, or non-unique Forest. If you happen to play against a LS deck that starts Strike Planning, your starting activation goes from 5 to just 3. The lack of activation in the current environment makes this deck very unpopular. With the game constantly changing and more deck types being created all the time, DS players are choosing to play other options that can set up faster and keep steady activation all game. Endor CR (V8) just doesn't do this as well anymore. There are some interesting aspects around Endor for DS, the more powerful strategies are based around Tatooine, Hoth, or Bespin. If the DS does choose to set up around Endor, it will usually always be with the Endor Ops Objective since it gets around Strike Planning and does more to set up a strategy on Endor. The most you can do is play with AT-STs or Biker Scouts at multiple sites since they can React. The virtual cards that help Endor based decks don't really do much for a basic CR (V8) deck. The majority help the Objective.\\par \\par How It Can Win: This is one of those DS decks that I am not as confident about since there is nothing special going on with it. If there was going to be a deck built around it, the best option would be a mains & toys platform with EPPs, SAC, fun red cards, and AT-ATs to set up and drain on Endor. There are three sites on Endor that can drain for 2 each; Back Door, Dark Forest, and Forest Clearing. The original CR (V8) would start two of them. This deck played A Dark Time For The Rebellion (V4) and used both the Hoth: Wampa Cave and the Dagobah: Cave for additional activation. The strategy was based around a DS TRMs style by reacting to the LS strategy and attempting to disrupte it. At the time, it did pretty well since the CR (V8) idea was still new. A few versions were even posted on Decktech. When the original Scum deck was created, the majority turned to DS aliens leaving the idea around Endor forgotten. Today, this is not being played as a DS option. While I normally have some excellent strategy for each deck, this one is lacking. In time, there should be more ideas that come out of this type of deck. Maybe if a virtual card that can prevent Strike Planning from cancelling your icons, then this deck would open up more.\\par \\par What Changed Since 1st Edition: This is yet another deck that really didn't exist during the 1st Edition of this document. There was no real strategy section for this deck in the last Edition, so there is nothing to write as far as it changing. If anything, the deck got Endor Shield (V11) to pull stuff and set up that much faster. Endor Shield (V11) is one of those cards that would be in 99% of all Endor CR (V8) based decks.\\par \\par Why I SHOULD Play It: This is currently one of those decks you should be staying away from. There are a few ideas that can be used to at least make the deck viable to win games. One idea would be to use Location, Location, Location (V5) to pull all the non-unique Forests. Then you set up Emperor with Overseeing It Personally to drain +1 at each site you have an Imperial present. If you put a Scout at each Forest, they can move, while the majority of LS characters would require +1 landspeed. Outflank (V9) can be used very well in this deck to protect the characters spread out at each site. The majority of decks are going to be ground based. Regular Endor CR (V8) would not usually be the best option for a DS space based deck unless you would trying to hold the battleground site to drain for free. With all the different aspects to the game, ALL the other planets currently have more going for them. Tatooine, Hoth, and Bespin can all win more constantly over any deck based around Endor. Even the Endor Operations Objective is not as proven as the other platforms. Until new options arise, it would be wise to look at one of the other DS decks listed here.\\par \\par Why NOT to Play It: Endor provides the DS with Scouts and another place to use Walkers. The problem is there just aren't any really powerful red cards that can benefit the DS at Endor versus another planet. Endor has no Occupation card for direct damage. No Decree for getting around drains. No Ice Storm or Sandwhirl for making characters missing. All DS alien based deck happen around other planets. If you do go with Endor, it is all Imperial based. Imperial Domination (V4) makes sense with this deck type. For the time being keep your eye out for any new ideas for playing this deck. It will stay un-played while the potential of your opponent playing with Strike Planning is high and your activation remains at just 3 total from your three locations.",
    "Abbreviation": "CR (V)",
    "Counterpart": "Careful Planning (V8)",
    "Rules": "(AR 1.7.1, B-4)\\par See Careful Planning (V).\\par \\par (AR 1.7.1, B-3)\\par Careful Planning (V)\\par Non-unique sectors and sites may not be deployed using this interrupt because such locations are not related until they are deployed to the table.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor",
    "Errata": 3
  },
  {
    "id": 642,
    "CardName": "Dash Rendar (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0, \\b smuggler\\b0, \\b Corellian\\b0, Rogue Squadron pilot",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Emperor banished Rendar family from Coruscant. Became \\b gambler\\b0  and \\b smuggler\\b0. Brought down AT-AT at the Battle of Hoth. Works for Rebel Alliance from time to time.",
    "Gametext": "Adds 3 to power of anything he pilots. While piloting alone (or at same location as opponent's AT-AT or Imperial), draws one battle destiny if unable to otherwise and opponent draws no more than one battle destiny here. Dash is a matching pilot for any unique (*) Rogue speeder.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Dash Rendar personas:\\par Dash Rendar\\par Dash Rendar (V)\\par Dash In Rogue 10 (V)\\par -----\\par Rogue Squadron is:\\par \\par Biggs, Rogue Legend (V)\\par Commander Luke Skywalker\\par Commander Luke Skywalker (V)\\par Commander Narra (V)\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corran Horn\\par Dash Rendar (V)\\par Dack Ralter (V)\\par Derek 'Hobbie' Klivian\\par Derek 'Hobbie' Klivian (V)\\par Karie Neth\\par Keir Santage\\par Kin Kian\\par Luke Skywalker, Rebel Hero (V)\\par Luke Skywalker, Strong In The Force (V)\\par Ten Numb (V)\\par Tycho Celchu\\par Tycho Celchu (V)\\par Veteran Rogue (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader\\par Wes Janson, Rogue Veteran (V)\\par Zev Senesca",
    "IsPulled": "Beldon's Eye (V)\\par Soth Petikkin (when at a Jabba's Palace site you control)",
    "Matching": "Outrider\\par Rogue 1\\par Rogue 2\\par Rogue 3\\par Rogue 4\\par Rogue Squadron X-wing (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 767,
    "CardName": "Down With The Emperor! (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "News of Imperial defeat inspires the citizens of the galaxy. A major loss seriously undermines the Empire's ability to function.",
    "Gametext": "Deploy on table. All immunity to attrition is -3. You may not fire [Permanent Weapon] weapons. If opponent just lost a Dark Jedi or a battle, they lose 1 Force. During your draw phase, use 3 Force or place this Effect in Used Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par This is much better than the dark side version, A Day Long Remembered (V), because it doesn't hurt you if you decide you want to keep it on the table. When facing Imperial Justice (V), the immunity reduction is good because otherwise it could be problematic cracking Lord Vader's immunity < 6. Also, since you are battling you can count on making your opponent lose lots of Dark Jedi as well as lots of battles, so the additional Force loss is important. Furthermore, the card is destiny-6 and easily cycles back into your Reserve Deck for easy tracking. If you generate enough Force - and every mains deck should have solid generation - it will be an easy thing to pay the 3 Force \"upkeep\" cost if you should need to.\\par \\par SHEWSKI'S TAKE:\\par ADLR is #2 on my DS listing, and I have to take exception with DWTE being better than it. These cards aren't meant to stay on the table- this card is wonderful to cycle through your deck for destiny of whatnot. The upkeep is manageable, but I can't think of any time I've used this card and kept it on the table by paying for it.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Dark Side) by Armaedes and Shewski\\par \\par Deploy on table. All immunity to attrition is reduced by 3. You may not fire permanent weapons. Whenever a Jedi is lost, or opponent loses a battle, opponent loses 1 Force. During your draw phase, lose 1 Force or place this card in your Used Pile. (Immune to Alter.)\\par \\par Much like my #1 pick, I like the DS card a little more than the LS version. There are more Jedi that see play than Dark Jedi, and many have little immunity or none at all, which can mean guaranteed Force loss. This card is not meant to stay on the table, but cycle through your deck to show up as a big destiny draw or to deploy again for more Force loss. This works well w/ #1 as well, since you can't fire with your EPPs. The attrition reduction is a two-edged sword; so make sure you have some fodder. I can't tell you how many times it has turned a weak destiny draw into a site clearer. A great card that is fun to use along with other battle winning cards like Insignificant Rebellion.\\par \\par ARMAEDES' TAKE:\\par I agree completely with your assessment of the strengths of this card. The light side version made my list, but for dark side I just think there's far better battling helpers available. The strength of most of the powerful light side decks is EPP hit-and-run. I really only see the dark side version of this card being useful if you keep it on the table for a turn, so your opponent loses a Force from their EPP strike, or if you are going against an immunity-mains deck like Profit, which is unpopular at best, or the Careful Planning (V) Endor deck, which this card would work quite well against.",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par The Signal (V)\\par We Wish To Board At Once",
    "Counterpart": "A Day Long Remembered (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 774,
    "CardName": "Dreaded Imperial Starfleet (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The Empire uses short-range fighters and patrol craft to maintain a presence in every system within its scope of power.",
    "Gametext": "Deploy on table. While you have more systems on table than opponent, your capital starships may deploy at -2 (to a maximum of -3) to battlegrounds. When you deploy an \\ul Imperial\\ul0 -Class Star Destroyer, may deploy (for free) a [Death Star II] or [A New Hope] squadron there (no replacement necessary) from Reserve Deck; reshuffle. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par TIE Squadrons are:\\par \\par Death Star Assault Squadron\\par The Emperor's Shield\\par The Emperor's Sword\\par TIE Assault Squadron\\par \\par \\par Imperial-class Star Destroyers are:\\par \\par Accuser\\par Accuser (V14)\\par Avenger\\par Chimaera\\par Conquest\\par Conquest (V14)\\par Death Squadron Star Destroyer\\par Devastator\\par Devastator (V15)\\par Imperial-Class Star Destroyer\\par Imperial-Class Star Destroyer (V2)\\par Judicator\\par Stalker\\par Stalker (V4)\\par Thunderflare\\par Tyrant\\par Vengeance\\par Visage",
    "Abbreviation": "DIS (V)",
    "Pulls": "A TIE Squadron.\\par Death Star Assault Squadron\\par The Emperor's Shield\\par The Emperor's Sword\\par TIE Assault Squadron",
    "IsPulled": "Field Promotion (V5)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 827,
    "CardName": "Ellorrs Madak (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Like many Duros, Madak has natural piloting and navigation skill. Former scout. Freelance instructor. Makes runs to important trade worlds Celanon, Byblos and Yaga Minor.",
    "Gametext": "Deploy on table. Your (*](*](*]  aliens are deploy -1. Your Rep is immune to attrition and may not be captured. While you have alien characters of five different species on table, your Force drains and battle destiny draws are +1, and opponent's battle destiny draws are -1. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Frozen Dinner (V11) - Defensive Shield has text against Ellors Madak (V8).\\par -----\\par See Bargaining Table (V8)\\par \\par These aliens are ***:\\par \\par Arcona\\par B'omarr Monk\\par Baragwin\\par Cloud City Technician\\par Corellian\\par Droid Merchant\\par Florn Lamproid\\par Gran\\par Gungan General\\par Ishi Tib\\par Ithorian\\par Kitonak\\par Ortolan\\par Saurin\\par Shistavanen Wolfman\\par Talz\\par Yarkora\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6912\\par Characters with defined species are:\\par \\par Anoat Operative\\par Arcona\\par Arleil Schous\\par Attark\\par Attark (V8)\\par Aved Luun\\par Aved Luun (V8)\\par Baragwin\\par Boss Nass\\par Bothan Spy\\par Bothawui Operative\\par Brainiac\\par Caldera Righim\\par Captain Tarpals\\par Chadra-Fan\\par Chewbacca\\par Chewbacca (V3)\\par Chief Chirpa\\par Chief Chirpa (V9)\\par Corellian\\par Dash Rendar\\par Dash Rendar (V7)\\par Deneb Both\\par Devaronian\\par Dice Ibegon\\par Doikk Na'ts\\par Droopy McCool\\par Elom\\par Ewok Sentry\\par Ewok Spearman\\par Ewok Tribesman\\par Figrin D'an\\par Florn Lamproid\\par Freon Drevan\\par Garon Nas Tal\\par Geezum\\par General Jar Jar\\par Ghoel\\par Graak\\par Gran\\par Graxol Kelvyyn\\par Grugnak\\par Gungan General\\par Gungan Guard\\par Gungan Warrior\\par H'nemthe\\par Han\\par Han (V3)\\par Harc Seff\\par Harc Seff (V5)\\par Het Nkik\\par Ickabel G'ont\\par Ishi Tib\\par Ithorian\\par Jar Jar Binks\\par Jawa\\par Jawa\\par Joh Yowza\\par Kabe\\par Kal'Falnl C'ndros\\par Kalit\\par Kalit (V8)\\par Kazak\\par Ketwol\\par Kiffex Operative\\par Kitonak\\par Klatooinian Revolutionary\\par Laudica\\par Laudica (V8)\\par Leesub Sirln\\par Leslomy Tacema\\par Leslomy Tacema (V8)\\par Loci Rosen\\par Logray\\par Lumat\\par Max Rebo\\par Melas\\par Mirax Terrik\\par Momaw Nadon\\par Murr Danod\\par Nalan Cheel\\par Oola\\par Ortolan\\par Palejo Reshad\\par Paploo\\par R'kik D'nec, Hero Of The Dune Sea\\par Rabin\\par Rep Been\\par Romba\\par Saelt-Marae\\par Saurin\\par Senator Jar Jar Binks (V16)\\par Shasa Tiel\\par Shistavanen Wolfman\\par Sic-Six\\par Snivvian\\par Talz\\par Tanus Spijek\\par Tanus Spijek (V8)\\par Tawss Khaa\\par Tawss Khaa (V7)\\par Tedn Dahai\\par Teebo\\par Tessek\\par Thedit\\par Tibrin Operative\\par Treva Horme\\par Trooper Utris M'toc\\par Tzizvvt\\par Uutkik\\par Wicket\\par Wicket (V9)\\par Wiorkettle\\par Wioslea\\par Wookiee\\par Wuta\\par Yarkora\\par Yotts Orren\\par Yoxgit\\par Zutton",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par Leslomy Tacema (V)\\par The Signal\\par We Wish To Board At Once",
    "Rules": "(AR 1.7.1, B-6)\\par The phrase \"While you have 5 alien species\" can only be satisfied by the card type Alien. ",
    "IsCanceledBy": "Dead Ewok (V9)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 992,
    "CardName": "Frustration (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Lost",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "\"Rrraaaarrr!\"",
    "Gametext": "USED: If you just peeked at cards in your Life Force, peek at and reorder the top 3 cards of that deck or pile (may take one into hand). LOST: If Xizor and Guri are in a battle together, your total battle destiny is +5 and may retrieve 1 Force.",
    "Icons": 0,
    "IsCanceledBy": "Protector",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 1091,
    "CardName": "Guri (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Assassin Droid",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b assassin\\b0",
    "Destiny": 2,
    "Power": 6,
    "Deploy": 4,
    "Forfeit": 6,
    "Armor": 5,
    "Lore": "Human-replica droid. Programmed to function as Xizor's personal bodyguard and assassin. Black Sun agent. Cost 9 million credits. Worth every decicred.",
    "Gametext": "Adds 2 to power of anything she pilots. At Coruscant sites where you have a Black Sun agent, your Force drains are +1. While with Xizor in battle, she may be forfeited to satisfy all remaining battle damage against you. Immune to Restraining Bolt, purchase, and attrition < 5.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Oh, Switch Off cancels an attempt by opponent to target your droid to be stolen, 'hit' or lost.\\par -----\\par Black Sun agents are:\\par \\par 4-LOM\\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V6)\\par Aurra Sing\\par Bane Malar\\par Bane Malar (V7)\\par Beedo\\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V6)\\par Boba Fett (V8)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V6)\\par Boba Fett, Relentless Bounty Hunter (V6)\\par Bossk\\par Bossk (V5)\\par Bossk With Mortar Gun\\par Danz Borin\\par Dengar\\par Dengar (V5)\\par Dengar With Blaster Carbine\\par Djas Puhr\\par Djas Puhr (V2)\\par Dodo Bodonawieedo\\par Feltipern Trevagg\\par Greedo\\par Greedo (V3)\\par Grotto Werribee\\par Guri\\par Guri (V7)\\par IG-88\\par IG-88 (V5)\\par IG-88 With Riot Gun\\par Jodo Kast\\par Labria\\par Labria (V2)\\par Lathe\\par Makurth\\par Murttoc Yine\\par Prince Xizor\\par Prince Xizor (V7)\\par Ree-Yees\\par Rystall\\par Snoova\\par Televan Koreyy\\par Vigo\\par Zuckuss\\par Zuckuss (V7)",
    "IsPulled": "Information Exchange (V7)\\par Look Sir, Droids (V15)",
    "Combo": "Prince Xizor + Guri (V7) + Frustration (V7)",
    "Matching": "Stinger\\par Stinger (V12)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 1135,
    "CardName": "Eject! Eject! (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Destiny": 5,
    "Gametext": "Deploy on opponent's just deployed [Reflections III] [Maintenance] card; opponent loses 1 Force, and you may retrieve 1 Force and/or play a Defensive Shield from under your Starting Effect. That [Maintenance] card is power -3, opponent must use 1 Force for that card to apply its ability towards drawing battle destiny, and, during opponent's draw phase, opponent must lose 1 Force or place that card in Lost Pile. If just lost, place this card in Used Pile. [Immune to Control] OR If you are about to lose Force during opponent's control phase, deploy on table to reduce loss by 2.",
    "Icons": 0,
    "Information": "Original card: Eject! Eject!\\par \\par Immediate Effect from this v-set used to be Heroic Sacrifice.",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par It's Not My Fault! (V)\\par Luke, Trust Me (V)\\par The Signal\\par We Wish To Board At Once\\par Wyron Serper (V)",
    "Counterpart": "He Is Not Ready (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1262,
    "CardName": "Imperial Atrocity (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Destiny": 6,
    "Lore": "The Empire's ruthless tactics at times unintentionally create support for the cause of the Rebel Alliance.",
    "Gametext": "If you are about to lose Force during opponent's control phase, deploy on table to reduce loss by 2. Whenever you lose Force during opponent's control phase (except from a Force drain at a battleground or your card) that loss is cumulatively -1 (to a minimum of 1). Non-[Virtual] Imperial Atrocity is canceled.",
    "Icons": 0,
    "Information": "Articel on DeckTech, October 31st, 2005\\par Top 5 Damage-Controlling V-Cards (Light Side) by Armaedes and Shewski\\par \\par The first time you play this card, it reduces any control phase damage, including a Force drain at a battleground. After that, the damage it works on minimizes but it's still an effective counter to direct damage sources like Occupations or You May Start Your Landing. Especially due to the popularity of the Combat Readiness (V) Scum deck, the ability to reduce Occupation damage is huge. Think about it - Occupation and YMSYL rarely does more than 3-4 points of damage tops. If you get two copies of Imperial Atrocity (V) out at the same time, you can reduce this damage down to 1 point a turn and almost completely neuter the effectiveness of the damaging card. To top it all off, this card is destiny-6 so it won't hurt you to play multiples of it, and it can be pulled with Don't Do That Again, so you can always have it when you need it.\\par \\par SHEWSKI'S TAKE:\\par These cards are definitely strong. If using that card, you can use Occupation cancellers to help keep your damage down. One card you can use it with is Honor of the Jedi. Personally, I prefer Honor for its universal reduction but if you are worried about a lot of No Escape being played this isn't too bad, either.\\par Armaedes' had the LS version of this card ranked in the last article, and I agree with its inclusion. It probably belongs more on the LS list than over here, but my DS needed some fleshing out so I cheated a little. Simply put, a lot of direct damage happens in the control phase, and this card tempers it. I feel the LS version is stronger since there is simply more direct damage that you are likely to face. LS direct damage, as mentioned above, is on a low ebb. Regardless of side, the card is very playable and reliable with its status as an Immediate Effect. Even if you aren't playing a damaging deck, you can still reduce a drain by 2 (even at a battleground), which at times is extremely handy, especially since the card keeps giving back to you. As always, high destinies are always welcome in any deck, and this card easily fits the bill. Watch out for Control- this card isn't immune to it. One fun way to use this card is in conjunction with the non-V version. You can use a variety of means to deploy a handful of copies of the easy to deploy V version, and then wait for your chance to play the old school version and cause a bunch of Force loss. It's hard to pull off, but can be as deadly as a beatdown.\\par \\par ARMAEDES' TAKE:\\par Shewski's always coming through with the tech, combining this with the non-V version. This is a really great card, and high-destiny to boot.",
    "IsPulled": "Don't Do That Again\\par Don't Do That Again - Defensive Shield\\par Don't Do That Again (V) - Defensive Shield\\par Harc Seff (V)\\par It's Not My Fault! (V)\\par Luke, Trust Me (V)\\par The Signal\\par We Wish To Board At Once\\par Wyron Serper (V)",
    "Counterpart": "Imperial Propaganda (V6)",
    "Cancels": "Imperial Atrocity",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1281,
    "CardName": "Imperial Propaganda (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Immediate",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Destiny": 6,
    "Lore": "Imperial data transmissions depict Rebel incursions as terrorist acts. The Alliance is portrayed as a danger to civilians of the Empire.",
    "Gametext": "If you are about to lose Force during opponent's control phase, deploy on table to reduce loss by 2. Whenever you lose Force during opponent's control phase (except from a Force drain at a battleground or your card) that loss is cumulatively -1 (to a minimum of 1). Non-[Virtual] Imperial Propaganda is canceled.",
    "Icons": 0,
    "Information": "Article at DeckTech, November 1st, 2005\\par Top 5 Damage-Controlling V-Cards (Dark Side) by Armaedes and Shewski\\par \\par Another high-destiny damage controller that's easy to pull off. Since this is an Immediate Effect it can even be pulled with the Fanfare shield to be used in a pinch. Like Imperial Decree (V), this is a good one for reducing direct damage, but it's less useful than Decree (V) because it only works in the control phase (so it won't affect Uncontrollable Fury, Legendary Starfighter, Anger, Fear, Aggression, etc.). Still a solid, high-destiny card that can be used in any deck thanks to the first line of text.\\par \\par SHEWSKI'S TAKE:\\par \\par I agree that this is great card that can be helpful in many decks. I know that I have used it when I wanted to raise my average destiny while still having some protection to direct damage. You hit the nail on the head that the first line of text makes it extremely usable.\\par Armaedes' had the LS version of this card ranked in the last article, and I agree with its inclusion. It probably belongs more on the LS list than over here, but my DS needed some fleshing out so I cheated a little. Simply put, a lot of direct damage happens in the control phase, and this card tempers it. I feel the LS version is stronger since there is simply more direct damage that you are likely to face. LS direct damage, as mentioned above, is on a low ebb. Regardless of side, the card is very playable and reliable with its status as an Immediate Effect. Even if you aren't playing a damaging deck, you can still reduce a drain by 2 (even at a battleground), which at times is extremely handy, especially since the card keeps giving back to you. As always, high destinies are always welcome in any deck, and this card easily fits the bill. Watch out for Control- this card isn't immune to it. One fun way to use this card is in conjunction with the non-V version. You can use a variety of means to deploy a handful of copies of the easy to deploy V version, and then wait for your chance to play the old school version and cause a bunch of Force loss. It's hard to pull off, but can be as deadly as a beatdown.\\par \\par ARMAEDES' TAKE:\\par Shewski's always coming through with the tech, combining this with the non-V version. This is a really great card, and high-destiny to boot.",
    "IsPulled": "Corporal Vandolay (V)\\par Fanfare\\par Fanfare - Defensive Shield\\par Fanfare (V) - Defensive Shield\\par Field Promotion (V)\\par I'll Take Them Myself (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par Well-earned Command",
    "Counterpart": "Imperial Atrocity (V6)",
    "Cancels": "Imperial Propaganda",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1311,
    "CardName": "Information Exchange (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "\"Chisa nyooda ishaley. Kun Jabba neguda len malta.\" \"Ikkit ui! Yobbit, yobbiy. Nelan tui ke bada.\"",
    "Gametext": "Deploy on Imperial City. While your [Reflections II] objective on table, Scum And Villainy may deploy here and, if a Black Sun agent present, may not be canceled. Once per turn, may use 1 Force to deploy a non-weapon card with \"Black Sun\" or \"Xizor\" in lore (except Emperor) from Reserve Deck; reshuffle.",
    "Icons": 0,
    "Pulls": "Bane Malar, Spice Addict (V)\\par Guri\\par Guri (V)\\par Jodo Kast\\par Jodo Kast (V)\\par Ket Maliss\\par Ket Maliss (V)\\par Ket Maliss, Shadow Killer (V)\\par Makurth\\par Prince Xizor\\par Prince Xizor (V)\\par Rystall\\par Stinger\\par Stinger (V)\\par Vigo\\par Vigo (V)\\par Virago",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par Twi'lek Advisor (V)\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 1316,
    "CardName": "Insignificant Rebellion (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Your fleet is lost. And your friends on the Endor moon will not survive. There is no escape, my young apprentice.\"",
    "Gametext": "If Ralltiir Operations on table, deploy on table. Ounee Ta is canceled. Your troopers are power = 2. Your Force generation at Ralltir system is +1. Whenever you draw battle destiny, may exchange a card in hand with a card of the same card type in Lost Pile. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "IR (V)",
    "IsPulled": "Establish Secret Base (V9)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Combo": "Insignificant Rebellion (V10) + Ralltiir",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 1454,
    "CardName": "Krayt Dragon Bones (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Tusken Raiders, Jawas and other desert dwellers believe that krayt dragon bones possess mystical powers that can bring good or bad luck.",
    "Gametext": "Deploy on table. Womp Rats are not [Selective]. Once per turn, may deploy a creature (except a parasite) or a dewback from Reserve Deck; reshuffle. Your ferocious creatures are deploy -2 and ferocity +1. Whenever you retrieve Force because a creature has eaten a card, you need only use X-2 Force for Aim High (to a minimum of 1). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.",
    "Abbreviation": "KDB (V)",
    "Pulls": "Bubo\\par Dianoga\\par Dianoga (V)\\par Dewback\\par Dewback (V)\\par Dragonsnake\\par Krayt Dragon\\par One-Arm\\par One-Arm (V4)\\par Rancor\\par Rock Wart\\par Sarlacc\\par Sarlacc (V)\\par Sleen\\par Space Slug\\par Thrawn's Ysalamir (V)\\par Wampa\\par Wampa (V)\\par Womp Rat",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Tauntaun Bones (V4)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope",
    "Errata": 1
  },
  {
    "id": 1459,
    "CardName": "Kuat Drive Yards (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "Company that produces current generation of Star Destroyers, as well as Nebulon-B Frigate. Ship yards are extremely well defended.",
    "Gametext": "Deploy on table. Unique (*) \\ul Imperial\\ul0 -Class Star Destroyers draw one battle destiny if not able to otherwise and are immune to attrition < 4. During your deploy phase, may use 2 Force to deploy a battleground system from Reserve Deck; reshuffle. We're In Attack Position Now is canceled. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Imperial-class Star Destroyers are:\\par \\par Accuser\\par Accuser (V14)\\par Avenger\\par Chimaera\\par Conquest\\par Conquest (V14)\\par Death Squadron Star Destroyer\\par Devastator\\par Devastator (V15)\\par Imperial-Class Star Destroyer\\par Imperial-Class Star Destroyer (V2)\\par Judicator\\par Stalker\\par Stalker (V4)\\par Thunderflare\\par Tyrant\\par Vengeance\\par Visage",
    "Abbreviation": "KDY (V)",
    "Pulls": "Anoat\\par Bespin\\par Bespin (V)\\par Carida\\par Corulag\\par Coruscant (EP1)\\par Dantooine\\par Endor\\par Fondor\\par Gall\\par Geonosis (V)\\par Hoth\\par Kashyyyk\\par Kessel\\par Kiffex\\par Malastare\\par Mon Calamari\\par Muunilinst (V)\\par Naboo\\par Nal Hutta\\par Ord Mantell\\par Raithal\\par Rendili\\par Sullust\\par Tatooine\\par Tatooine (EP1)\\par Yavin 4",
    "IsPulled": "Motti (V3)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Mon Calamari Dockyards (V6)",
    "Cancels": "We're In Attack Position Now",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 1488,
    "CardName": "LE-B02D9 (Leebo) (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Maintenance Droid",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b information broker\\b0, \\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Armor": 4,
    "Lore": "\\b Smuggler\\b0. Heavily modified Cybot Galactica LE-series repair droid. \\b Information broker\\b0. Provides information gained through underworld channels to the Alliance.",
    "Gametext": "May be battled. If with Dash Rendar, adds one destiny to attrition only. Once per turn, if at a battleground, you may peek at the top card of opponent's Reserve Deck; may place that card on top of opponent's Used Pile.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Beldon's Eye (V6)\\par Echo Base Garrison\\par Scomp Link Access (V6)",
    "Matching": "Outrider",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 1671,
    "CardName": "Mercenary Armor (V4)",
    "Grouping": "Light",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "**",
    "Destiny": 3,
    "Lore": "Worn by hired guns throughout the galaxy. Often used by Rebels when infiltrating underworld organizations. Leia wore Boushh's armor when she infiltrated Black Sun.",
    "Gametext": "Deploy on your alien without armor or a Rebel. This character is a spy, has armor = 4, and its immunity to attrition is +2. While opponent has a Black Sun agent, gangster, smuggler, spy, or thief on table, your destiny draws are +1. Once per turn, may take Undercover into hand from Reserve Deck; reshuffle. ",
    "Icons": 0,
    "Information": "Add 1 to *all* destiny draws while opponent has a ... on table.",
    "Pulls": "Undercover\\par Undercover (V3)",
    "IsPulled": "BoShek (V1)\\par Corporal Beezer\\par Panic (V2)\\par Portable Scanner\\par Rycar Ryjerd (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 1793,
    "CardName": "No Questions Asked (V4)",
    "Grouping": "Light",
    "CardType": "Admiral's Order",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 6,
    "Gametext": "Players generate +1 Force at systems they occupy. Starships (except \\ul Outrider\\ul0) piloted by Corellians are power +1 (+2 if pilot also a smuggler or gambler, +3 if both), may not have their power modified by opponent, and are immune to attrition < 4. While you occupy Corellia system, your Force drains are +1 at related battleground sites.",
    "Icons": 0,
    "Information": "Corellians are:\\par \\par Captain Han Solo\\par Commander Wedge Antilles\\par Commander Wedge Antilles (V)\\par Corellian\\par Corporal Marmor\\par Corran Horn\\par Dash Rendar\\par Dash Rendar (V)\\par General Crix Madine\\par General Solo\\par General Solo (V)\\par Grondorn Muse\\par Han\\par Han (V)\\par Han Solo\\par Han Solo (V)\\par par Han Solo, Courageous Smuggler (V)\\Han With Heavy Blaster Pistol\\par Laudica\\par Laudica (V)\\par Mirax Terrik\\par Palejo Reshad\\par Romas \"Lock\" Navander\\par Romas \"Lock\" Navander (V)\\par Sergeant Bruckman\\par TK-422\\par Wedge Antilles\\par Wedge Antilles (V)\\par Wedge Antilles, Legendary Rogue (V)\\par Wedge Antilles, Red Squadron Leader",
    "Abbreviation": "NQA (V)",
    "IsPulled": "Admiral Ackbar\\par General Dodonna (V2)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 1942,
    "CardName": "Prince Xizor (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b Black Sun agent\\b0, \\b gangster\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 5,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Falleen \\b gangster\\b0  and \\b leader\\b0. Black Sun agent. Dark Prince of the Black Sun crime syndicate. Fortifies his personal defenses with information gathered by his agents.",
    "Gametext": "Adds 2 to power of anything he pilots. Other Black Sun agents are forfeit +1. Your unique (*) gamblers, gangsters, smugglers, and thieves are Black Sun agents. Once per turn, may take Unexpected Interruption into hand from Reserve Deck; reshuffle. Immune to attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Prince Xizor (V7) makes these characters Black Sun agents by his game text:\\par \\par 4-LOM \\par 4-LOM With Concussion Rifle\\par 4-LOM With Concussion Rifle (V6)\\par Barquin D'an\\par Brangus Glee\\par Dr. Evazan\\par Dr. Evazan & Ponda Baba\\par Ephant Mon\\par Gardulla The Hutt\\par Gela Yeens\\par Gela Yeens (V8)\\par Jabba\\par Jabba Desilijic Tiure\\par Jabba The Hutt\\par Jabba The Hutt (V8)\\par Klaatu\\par Lando Calrissian\\par Lando Calrissian (V6)\\par Mighty Jabba\\par Ponda Baba\\par Pote Snitkin\\par Prince Xizor\\par Prince Xizor (V7)\\par Reegesk\\par Reegesk (V3)\\par Ree-Yees\\par Shada (V15)\\par Thul Fain\\par Tonnika Sisters\\par Vedain\\par Watto\\par Wooof\\par Wooof (V8)\\par Yade M'rak\\par \\par -----\\par \\par ALL Black sun agents together are:\\par 4-LOM \\par 4-LOM With Concussion Rifle \\par Aurra Sing\\par Bane Malar\\par Bane Malar (V7)\\par Barquin D'an \\par Beedo\\par Boba Fett\\par Boba Fett (CC)\\par Boba Fett (CC) (V6)\\par Boba Fett (V8)\\par Boba Fett With Blaster Rifle\\par Boba Fett, Bounty Hunter\\par Boba Fett, Bounty Hunter (V6)\\par Boba Fett, Relentless Bounty Hunter (V6)\\par Bossk\\par Bossk (V5)\\par Bossk With Mortar Gun\\par Brangus Glee \\par Danz Borin\\par Dengar\\par Dengar (V5)\\par Dengar With Blaster Carbine\\par Djas Puhr\\par Djas Puhr (V2)\\par Dodo Bodonawieedo \\par Dr. Evazan \\par Dr. Evazan & Ponda Baba \\par Ephant Mon \\par Feltipern Trevagg\\par Gardulla The Hutt \\par Gela Yeens \\par Gela Yeens (V8) \\par Greedo\\par Greedo (V3)\\par Grotto Werribee\\par Guri\\par Guri (V7)\\par IG-88\\par IG-88 (V5)\\par IG-88 With Riot Gun\\par Jabba \\par Jabba Desilijic Tiure \\par Jabba The Hutt \\par Jabba The Hutt (V8) \\par Jodo Kast\\par Klaatu \\par Labria \\par Labria (V2) \\par Lando Calrissian \\par Lando Calrissian (V6) \\par Lathe \\par Makurth\\par Mighty Jabba \\par Murttoc Yine\\par Ponda Baba \\par Pote Snitkin \\par Prince Xizor\\par Prince Xizor (V7)\\par Ree-Yees \\par Reegesk \\par Reegesk (V3) \\par Rystall\\par Snoova\\par Televan Koreyy \\par Thul Fain \\par Tonnika Sisters \\par Vedain \\par Vigo\\par Watto \\par Wooof \\par Wooof (V8) \\par Yade M'rak\\par Zuckuss\\par Zuckuss (V7)",
    "Pulls": "Unexpected Interruption\\par Unexpected Interruption (V7)",
    "IsPulled": "Information Exchange (V7)",
    "Combo": "Prince Xizor + Guri + Frustration (V7)\\par -----\\par Prince Xizor (V7) + Zuckuss (V7)\\par -----\\par One of the hardest things to decide for any player is what three effects to start with using your starting interrupt. This problem just got a whole lot simpler for the dark side.\\par \\par (V) Xizor allows you to take an unexpected interruption into hand from reserve deck once per turn. Unexpected interruption was also virtualized and has it's own nice little effect but I like the non-virtualized version of this card much better.\\par The non-virtual text says that you may use 2 force to pull any interrupt from your reserve deck. That opens so many doors and gives you so many new options to chose from. This allows you to run fewer cards in your deck designed to get you things such as interrupts that allow you to pull characters, weapons, effects, etc. I've used this to pull things such as trooper assault and dark jedi presence in trooper decks, destiny adders in beat down decks, and my personal favorite of pulling Twi'lek advisor. Maybe there's one effect that you need in the first few turns but you can't get it out because you can't get a Twi'lek, well now you can.\\par \\par At this point you're probably thinking how am I supposed to get Xizor out first turn to set this up? This is not really a big problem except that you can only do it on Tatooine.\\par This combo is only going to work with a few decks such as Agents of the black sun, No money no parts no deal, Hunt down, My kind of scum, and Carbon freezing. Start Location, Location, Location (V) and Ket Malis (V). Pull a tatooine docking bay with Ket and pull Tatooine: Jabbas Palace with LLL (V). Use the Jabbas Palace text to pull the Audience Chamber, pull Xizor as your one alien with the Audience Chamber text and use Xizor to get Unexpected Interruption which will give you any Interrupt you want.\\par \\par You can also start Jabbas Influence (V) and pull Jabba with the Audience Chamber and use Jabba to pull Xizor. I like to use this with hunt down because what hunt down needs is to get out sites for force activation start mob points as your third starting effect and you could activate 11 force on your own by the second turn and still be able to get out blaster rack (V) to pull your character weapons by using the Xizor combo. I will run only one Twi'lek in a deck and three unexpected interruptions that allow me to pull whatever interrupt the situation calls for. Like I said this combo gives you options by allowing you to pull the one copy of any interrupt that you throw in your deck as a precaution that will really screw over someone else's deck. I warn you though that this combo is not designed to be the bases of a whole deck, it is designed to give you complete control of the options given to you with a well balanced drain/beatdown deck such as hunt down and the watto deck. This combo will work every time but it is up to you to use the advantage it gives you wisely. As always go out and have fun seeing what this combo can improve in your game. May the force be with you.",
    "Matching": "Virago",
    "IsCanceledBy": "Game text can be canceled (and target may not fire weapons) by Mandalorian Mishap (V10).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 1977,
    "CardName": "Quick Draw (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "It's high moon on Dagobah, his droid's reined in and Luke's got a fistful of credits.",
    "Gametext": "Unless Inner Strength on table, deploy on table. Your lightsabers may target vehicles using 1 Force (each destiny draw is -2). Once per turn, may deploy [V1] Sai'torr Kal Fas from Reserve Deck; reshuffle. Once per turn, may lose 1 Force to deploy a character weapon (except a grenade) from Lost Pile. [Immune to Alter]",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Player Created Card\\par Original concept by Lee Edwards, Florida State Winner 2004.\\par -----\\par Article at DeckTech, September 19th, 2005\\par Top 5 Battle-Aiding V-Cards (Light Side) by Armaedes and Shewski\\par \\par This card promotes battling for two reasons. First of all, it makes those immunity mains with weapons much stronger as they will always have access to their weapon, since Sai'torr (V) can get it out and Quick Draw (V) sends it to the Used Pile if it's lost. The other reason this helps battling decks is that it allows light mains decks to target vehicles, which have been a safe haven from light side weapons for a long time. Now dark vehicles aren't safe from lightsaber-toting mains. As an added benefit, your lightsabers get a destiny bonus as well.\\par \\par SHEWSKI'S TAKE:\\par An added benefit?? I always looked at that destiny bonus as a big fat target for Overload, which can rear its ugly head on occasion. The only Dark Side vehicle I regularly see is Bliz 4 (unless you are playing Walkers), and it has enough counters for me (Heroic Sac is my favorite). If you have a card slot it's nice, but if you are putting all this effort into immunity mains I think you should plan on them never leaving the table so I personally would just run Sai'torr.",
    "Pulls": "Sai'torr Kal Fas (V1)",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Gift Of The Master (V17)",
    "Combo": "Quick Draw (V9) + Sai'torr Kal Fas (V1) + any Jedi + any matching lightsaber",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 2027,
    "CardName": "Rayc Ryjerd (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b smuggler\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 2,
    "Lore": "An 'honest' \\b smuggler\\b0. Working for Jabba to pay off debts for his ship. Rycar's son. Even more of an idiot.",
    "Gametext": "Adds 3 to power of anything he pilots. Twice per game, may take one Big One, Kessel Run, or Rycar's Run into hand from Reserve Deck; reshuffle. Once per game, may double the value of X for Kessel Run or Rycar's Run. Rayc is a matching pilot for any freighter or yacht.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Pulls": "Big One\\par Kessel Run\\par Rycar's Run",
    "IsPulled": "Beldon's Eye (V6)\\par Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Rayc Ryjerd (V5) + Kessel Run\\par -----\\par Rayc Ryjerd (V5) + Rycar's Run",
    "Matching": "BoShek's Modified Light Freighter (V16)\\par Gold Squadron 1\\par Lando In Millennium Falcon\\par Millennium Falcon\\par Millennium Falcon (V14)\\par Outrider\\par Pulsar Skate",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 2186,
    "CardName": "Scrambled Transmission (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "The Rebel Alliance employs sophisticated jamming technology to block Imperial communications.",
    "Gametext": "Deploy on table. Unless you have 13 or more cards in hand, opponent may not peek at or remove those cards (except with Monnok). Once per turn, may take Logistical Delay into hand from Reserve Deck; reshuffle, peek at a card placed face down by You're A Slave?, or lose 2 Force to cancel a Political Effect. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Good against the Watto-Objective No Money, No Parts, No Deal! / You're A Slave?",
    "Pulls": "Logistical Delay",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Tarkin's Bounty (V6)",
    "Cancels": "Accepting Trade Federation Control\\par Motion Supported\\par Our Blockade Is Perfectly Legal\\par This Is Outrageous!",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 2258,
    "CardName": "Shoo! Shoo! (V4)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "\"Oh! Go away! Go away! Beastly thing!\"",
    "Gametext": "Relocate an opponent's ferocious creature to a related location (habitat permitting). OR During any move phase, initiate an attack against a creature. OR Cancel an attempt by Reegesk to steal a card; Reegesk is lost. (Immune to Sense.)",
    "Icons": 0,
    "Cancels": "An attempt by Reegesk to steal a card.",
    "IsCanceledBy": "Shut Him Up Or Shut Him Down",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2482,
    "CardName": "Tauntaun Bones (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 3,
    "Lore": "The bones of a tauntaun represent both death and life: death for the prey, life for the predator. A symbol of the ebb and flow of the Force through all things.",
    "Gametext": "Deploy on table. Once per turn, may deploy a creature (except a parasite) or a tauntaun from Reserve Deck; reshuffle. Your ferocious creatures are deploy -2 and ferocity +1. Whenever you retrieve Force because a creature has eaten a card, you need only use X-2 Force for Secret Plans (to a minimum of 1). (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.",
    "Pulls": "One creature (except parasite).\\par Tauntaun",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Krayt Dragon Bones (V4)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 2564,
    "CardName": "Dantooine Engineering Corps (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare1",
    "Destiny": 5,
    "Lore": "\"You would prefer another target? A military target? Then name the system!\"",
    "Gametext": "Deploy on table. While Dantooine Base Operations or More Dangerous Than You Realize on table, Dantooine sites are immune to [Premium] No Escape, and your Force generation at Dantooine system is +1. While you control a Dantooine site, your squadrons may deploy without replacement for X Force, where X = squadron's power -3 (Immune to Alter.)",
    "Icons": 0,
    "Information": "Dantooine Base Operations Objective helper card.\\par \\par Original card: They're On Dantooine",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par Utinni! (V)\\par We Wish To Board At Once",
    "Rules": "(AR 1.7.1, B-15)\\par See Dantooine Base Operations.\\par \\par (AR 1.7.1, B-5)\\par Dantooine Base Operations\\par This card establishes a deploy cost for squadrons based on their current power. The squadron's power may be modified (e.g. S-Foils), but because the deploy cost is equal to this power, the cost may not be modified (e.g. Haven, Rendezvous Point). The reference to squadron on this objective card refers only to the starship class: squadron. It does not include starships such as Red Squadron X-wing and Gold Squadron Y-wing.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope",
    "Errata": 1
  },
  {
    "id": 2581,
    "CardName": "Those Rebels Won't Escape Us (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Destiny": 3,
    "Lore": "\"I don't know how we're gonna get out of this one.\"",
    "Gametext": "Use 1 Force to take \\ul Stinger\\ul0  or \\ul Virago\\ul0  into hand from Reserve Deck; reshuffle. OR Cancel Darklighter Spin. OR If opponent just initiated a battle at same system or sector as \\ul Stinger\\ul0  or \\ul Virago\\ul0, opponent may not target those starfighters with weapons for remainder of turn.",
    "Icons": 0,
    "Pulls": "Virago\\par Stinger\\par Stinger (V12)",
    "Cancels": "All Wings Report In & Darklighter Spin\\par Darklighter Spin\\par Darklighter Spin (V13)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2647,
    "CardName": "Tusken Breath Mask (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Sand People use a special mask to reclaim exhaled moisture in the hot, harsh environment of Tatooine. Protects by filtering blowing sand and dispersing excess heat.",
    "Gametext": "Deploy on an exterior Tatooine battleground site. X = the face-up destiny number of your Objective. Once per turn, if all your ability on table is provided by aliens, may add X to your total ability during battle at a site. This Effect canceled if opponent controls this site.",
    "Icons": 0,
    "Information": "Look at Pinned Down (V9) against Tusken Breath Mask (V8).\\par -----\\par Articel on DeckTech, October 31st, 2005\\par Top 5 Damage-Controlling V-Cards (Light Side) by Armaedes and Shewski\\par \\par It's on the bottom of my list because it's so deck-specific, but I couldn't make a damage-reduction list without including the most powerful damage reducer around. First of all, playing this card with a flipped objective gives you a guaranteed battle destiny in every battle. This alone can be considered a damage reducer as it makes it that much harder for your opponent to do a beat down. Then, once they do get their less-than-effective beatdown pulled off, you can ignore 7 battle damage from it. So you get your character's power, a battle destiny, possibly your characters forfeit, and then add 7 to that total, and that's how much damage a lone character can handle before a beatdown is going to hurt you. Obviously, the down side of this card is that you can't play it in every deck since it will only work with alien decks like Agents In The Court and Quiet Mining Colony (and certain builds of Watch Your Step). However, when it comes to finding cards that reduce damage it's hard to pass over a card that says \"ignore battle damage\" in it.\\par \\par SHEWSKI'S TAKE:\\par Bah! I consider this (and WYS (V)) bad examples of how to create damage controllers. A lot of NPEs came from both of those, but I can't deny its strength - as most recently evidenced at Worlds when AITC ran amok. This is a very, very strong damage reducer that thankfully got errata'ed to remove the Bo Shuda loophole, but I could justify having this not rank in my top 5 since I found other candidates that are more universal or better for the game.",
    "Abbreviation": "TBM (V)",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Rules": "Errata (September 17th, 2007)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 2678,
    "CardName": "Unexpected Interruption (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "\"Sir! Sir! I've isolated the reverse power flux coupling!\"",
    "Gametext": "If a battle was just initiated, target an opponent's female non-droid character present with Xizor. Draw destiny. Target excluded from battle and adds her power to Xizor's for remainder of turn if destiny +2 > target's ability.",
    "Icons": 0,
    "IsPulled": "Prince Xizor (V7)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 2745,
    "CardName": "Watch Your Step/This Place Can Be A Little Rough (V4)",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "ObjectiveFront": "\\ul Deploy Corellia system (with an unpiloted freighter and a Corellian pilot there) and <>Spaceport City to Corellia.\\ul0 \\par \\b For\\b0  remainder of game, Corellia sites are immune to No Escape. For either player to deploy a card with ability (except a Corellian) to Corellia, that player must first place a card from hand on bottom of their Used Pile. \\par \\b While\\b0  this side up, you may not Force drain at Corellia system. Once per turn, may use 1 Force to deploy a <> site from Reserve Deck; reshuffle.\\par \\b Flip\\b0  this card if you occupy Corellia system and control two Corellia battleground sites with Corellians.",
    "ObjectiveBack": "\\b While\\b0  this side up, non-blaster character weapon destiny draws are -2 at Corellia sites. Your Force generation at Corellia spaceport sites is +1. Your combat vehicles may deploy or move only to same Corellia site as opponent's vehicle. \"Audience Chamber\" on Palejo Reshad is treated as \"Corellia\". During your deploy phase, may deploy one BoShek or a Corellian of ability < 3 from Reserve Deck; reshuffle. At the end of each turn, you may use 1 Force to draw the bottom card of your Reserve Deck.\\par \\b Flip\\b0  this card if you do not occupy two battlegrounds.",
    "ObjectiveFrontName": "Watch Your Step (V4)",
    "ObjectiveBackName": "This Place Can Be A Little Rough (V4)",
    "Gametext": "[Front Side]: \\ul Deploy Corellia system (with an unpiloted freighter and a Corellian pilot there) and Spaceport City to Corellia.\\ul0 \\par \\b For\\b0  remainder of game, Corellia sites are immune to No Escape. For either player to deploy a card with ability (except a Corellian) to Corellia, that player must first place a card from hand on bottom of their Used Pile. \\par \\b While\\b0  this side up, you may not Force drain at Corellia system. During your deploy phase, may deploy a <> site from Reserve Deck; reshuffle.\\par \\b Flip\\b0  this card if you occupy Corellia system and your Corellians control two Corellia battleground sites.\\par \\\\par[Back Side]: \\b While\\b0  this side up, non-blaster character weapon destiny draws are -2 at Corellia sites. Your Force generation at Corellia spaceport sites is +1. Your combat vehicles may deploy or move only to same Corellia site as opponent's vehicle. \"Audience Chamber\" on Palejo Reshad is treated as \"Corellia\". During your deploy phase, may deploy one BoShek or a Corellian of ability < 3 from Reserve Deck; reshuffle. At the end of each turn, you may use 1 Force to draw the bottom card of your Reserve Deck.\\par \\b Flip\\b0  this card if you do not occupy two battlegrounds.",
    "Icons": 0,
    "Information": "Article on DeckTech, August 19th, 2007 '2nd Annual SWCCG Encyclopedia of Decks' by Brandon \"Jabba_the_Ruck\" Ruck\\par http://www.decktech.net/starwarsccg/articles/articles.php?id=6526&view=2\\par \\par Popular Cards to Look For: Dash or a Han to start with Outrider or Falcon, No Questions Asked (V8), Corellians\\par \\par Idea Behind Objective: This virtual objective had the BIGGEST change from any other since the first post of this article, so much so that this entire entry had to be completely redone. WYS (V8) is still the newest of all the objectives to hit the game. This LS objective turned out to have more problems than either previous virtual objectives made by the PC. The original idea had to be scrapped and completely recreated to the objective described here. The new version is so weak now that it has become a deck that I personally have very little strategy for. Right now, you still get the start of the game with a solid LS ship, either Outrider or Falcon. From there, you have to control two Corellia sites with Corellians in order to flip. The original version of the objective allowed you to flip with any character. Now you start the game with the Corellia <> spaceport site, so the DS can immediately invade the planet on their first turn. Since you have to control two sites with Corellians in order to flip, the deck is MUCH harder to flip fast. The new version requires you to build the deck with a way to deploy two sites in one turn and get out two Corellians to each site. Since there is no way to pull two Corellians in one turn easily, the deck is almost impossible to flip when the DS invades your starting site first turn. That means you have to get a ship to Corellia and land the Outrider/Falcon to flip. The strongest part of the original WYS (V8) was the +3 to deployment of cards to Corellia and that is gone. The DS can easily afford the force to beatdown the very weak Corellians that are being used to flip the objective.\\par \\par How It Can Win: Right now, this is the WORST LS objective in the game. The seven side does NOTHING for the LS to make it worth playing. It has no way to cause damage outside of draining. No form of retrieval or text that hurts the DS in anyway WHAT-SO-EVER. Even DBO makes the DS Force drains -1. The original WYS (V8) was so overly broken that the PC got scared when designing this new version. They didn't really think of anything worthwhile for the objective to do besides getting to draw the bottom card of your Reserve deck at the end of each turn. Since you have to put cards in used pile any time you deploy a card with ability that isn't a Corellian, you are really just getting back the card you had to put back to begin with. The only thing the deck has going for it at all is No Questioned Asked (V8) providing Force drain +1 at Corellia sites. This used to be awesome with Speeders since they were protected by the deploy +3 and you could use T-47 Battle Formation to get drains of 3 at each site. Now the objective prevents you from even wanting to put Combat Vehicles in the deck.\\par \\par What Changed Since 1st Edition: Funny, this was listed as the strongest LS objective at the time of the original version of this article. Now it is the weakest. This section doesn't mean much here since the entire objective changed. Right now it seems fairly certain that no one will ever play and win with this objective unless they build the deck to NOT flip and make it work as a space deck off of the starting ship. You can't even pull Kessel with it anymore. So everything you would use to win has nothing to do with the objective past the starting cards. I personally consider this to be the BIGGEST waste of a Virtual card. What is the point of Ving a card that is as bad as any card in the game??? The seven side uses half the printed space to list out text that hurts the LS, then uses the rest to pull the weakest characters to play with like BoShek. You can't pull No Questions Asked (V8), Kessel, or Corran Horn, all parts of the original that could have stayed with this new version. Nothing about pulling any of those cards makes this deck that strong, so where'd they go??\\par \\par Why I SHOULD Play It: The absolute only reason to play this deck is as a space based deck that doesn't flip. You do have the Outrider or Falcon already in play to start the game. When you add Strike Planning to pull either General Solo or General Calrissian, the ship becomes a solid presence in space. From there you could pull General Rieekan (V4) to pull Romas (V4), who then pulls all your systems. If you add support cards for space like any Hidden Base deck, this could be another viable LS space option. Your options for the ground would need to build the deck around another planet if you plan to avoid getting a huge beatdown. You could start Uh-Oh (V7) and set up the <> Desert on Corellia with a Kitnok for a drain of 2. Put a Sandwhirl there, and you have the same battleground as Hidden Base. Since you start with the spaceport site, you could put CZ-3 there providing you a reacting Sandwhirl at the adjacent Desert should the first one get canceled by Control. This is still not a great idea but you at least have some options with a different strategy.\\par \\par Why NOT to Play It: If you can't see the reasons not to play this objective by now, you didn't read the earlier sections. This objective can in no way give you enough power over the DS to be worth playing. As stated previously, the seven side doesn't give you ANY bonus ability over the DS. When you think about the game and ALL the previous objectives listed, each one provides the LS with SOME advantage; Pay 1 to Draw 1, DS Force drains -1, Canceling drains, retrieval, immunity to attrition, added battle or power destiny, game ending duel, add to destiny number, direct damage, SOMETHING! Not this one. The only way this deck will become tournament viable is if someone figures out a way to use the drawing of cards from the bottom of Reserve or if new V cards are made to help the objective. The thought of that in itself is funny since the objective itself is a V card.",
    "Abbreviation": "WYS (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II",
    "Errata": 1
  },
  {
    "id": 2820,
    "CardName": "Wokling (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Every Ewok is taught to be protective of the younger members of their clan.",
    "Gametext": "Deploy on table. Your total Force generation is +1. Once per game, may use 3 Force to take an Effect that has no deploy cost and deploys on another card into hand from Reserve Deck; reshuffle. May place this Effect out of play to retrieve 1 Force. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Pulls Launching The Assault which pulls Home One.\\par -----\\par Player Created Card\\par Original concept by Eric Hunter, GenCon 2002 Winner.\\par -----\\par Please check Sonn's list here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=6427\\par -----\\par This Effect does only pull Effects, not Immediate or other types of Effects.",
    "Pulls": "A Jedi's Plans (V)\\par A New Secret Base\\par Advantage (V)\\par An Unusual Amount Of Fear (V)\\par Asteroid Sanctuary\\par At Peace (V)\\par Beldon's Eye\\par Bo Shuda\\par Cloud City Celebration\\par Commence Recharging\\par Corellian Engineering Corporation\\par Coruscant Celebration\\par Count Me In\\par Disarmed\\par Down With The Emperor!\\par Echo Base Operations\\par Echo Base Sensors\\par Ellorrs Madak\\par Encampment (V)\\par Entrenchment (V)\\par Evacuation Control\\par Eyes In The Dark (V)\\par Faithful Service\\par Frostbite\\par Frostbite (V)\\par Grounded Starfighter\\par Gungan Energy Shield\\par Haven\\par Hero Of A Thousand Devices\\par Hindsight\\par Hopping Mad\\par Hopping Mad (V)\\par I Must Be Allowed To Speak\\par I Wonder Who They Found\\par I'm With You Too\\par I'm With You Too (V)\\par Incom Corporation\\par Incom Corporation & Koensayr Manufacturing (V)\\par Ineffective Maneuver\\par Koensayr Manufacturing\\par Launching The Assault\\par Leia Of Alderaan\\par Leia of Alderaan (V)\\par Lightsaber Proficiency\\par Massassi Base Sentry (V)\\par Meditation\\par Merc Sunlet\\par Nightfall\\par Obi-Wan's Cape (V)\\par Our Most Desperate Hour (V)\\par Plastoid Armor (V)\\par Reflection\\par Reflection (V)\\par Rycar Ryjerd\\par Sai'torr Kal Fas\\par Secure Route\\par Senate Hovercam\\par S-Foils (V)\\par Slayn & Korpil Facilities\\par Smuggler's Blues\\par Solomahal\\par Solomahal (V)\\par Tatooine Celebration\\par Temporary Foothold (V)\\par That's One\\par The Planet That It's Farthest From\\par Tusken Breath Mask (V)\\par Uncharted Settlements (V)\\par Uncontrollable Fury\\par Undercover\\par Undercover (V)\\par Underworld Contacts\\par Wars Not Make One Great\\par We'll Take The Long Way (V)\\par Wesa Ready To Do Our-sa Part (V)\\par Yerka Mig (V)\\par Yoda's Gimer Stick\\par Yoda's Hope",
    "IsPulled": "Commando Training (V)\\par I Hope She's All Right (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Rules": "(AR 1.7.1, B-16)\\par The \"once per game\" function of this Effect may not be used to take into hand an Effect that lists any deploy cost in its game text (such as Beggar).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 2921,
    "CardName": "Hear Me Baby, Hold Together (V4)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Smuggler and Rebel starships use black market armor plating and deflector shields to withstand enemy fire. Expensive but life-saving modifications.",
    "Gametext": "Take one 'grabber' into hand from Reserve Deck; reshuffle. (Immune to Sense) OR Play one Defensive Shield from under your Starting Effect. OR Cancel Counter Assault, [V5] Defensive Fire, Hidden Weapons, I'd Just As Soon Kiss A Wookiee, or Overload. OR Lose 1 Force to cancel Cease Fire (except during a battle at a [Reflections III] site).",
    "Icons": 0,
    "Information": "Card used to be I Don't Need Their Scum, Either (V)\\par \\par Grabbers are:\\par \\par A Tragedy Has Occurred\\par Grappling Hook\\par Grappling Hook (V)\\par Polarized Negative Power Coupling (V)\\par Strikeforce (V)\\par What're You Tryin' To Push On Us? ",
    "Pulls": "A Tragedy Has Occurred\\par Grappling Hook\\par Grappling Hook (V)\\par Hindsight (V)\\par Polarized Negative Power Coupling (V)\\par Strikeforce (V)\\par What're You Tryin' To Push On Us? ",
    "Counterpart": "Cold Feet (V)",
    "Cancels": "Counter Assault\\par Defensive Fire (V)\\par Hidden Weapons\\par I'd Just As Soon Kiss A Wookiee\\par Overload\\par Cease Fire",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 2923,
    "CardName": "Disarming Creature (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 6,
    "Lore": "Luke's defensive maneuver put him out of arm's way.",
    "Gametext": "Deploy on table. Skull is destiny +2. Once per game, may deploy one Tauntaun Bones from Reserve Deck; reshuffle. You may play I Thought They Smelled Bad On The Outside as follows: \"USED: Lose 1 Force to take into hand a creature (except Nudj), creature vehicle, or Beast-Rider from Reserve Deck; reshuffle.\" (Immune to Alter)",
    "Icons": 0,
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Counterpart": "Frozen Dinner (V11) - Defensive Shield",
    "Cancels": "Colo Claw Fish",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 2931,
    "CardName": "Cold Feet (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common2",
    "Destiny": 5,
    "Lore": "Wampas pack snow around the appendages of captured prey, making use of Hoth's cold environment to immobilize them.",
    "Gametext": "Take a 'grabber' into hand from Reserve Deck; reshuffle. (Immune to Sense) OR Play a Defensive Shield from under your Starting Effect. OR Cancel It Can Wait, Don't Forget The Droids, or Surprise Assault. OR Suspend Bacta Tank ('patient' remains on Effect), Bo Shuda, Goo Nee Tay, or Mantellian Savrip for remainder of turn.",
    "Icons": 0,
    "Information": "Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Carida: ISB Training Academy (V13)\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V11)\\par Tentacle\\par Tentacle (V3)\\par There'll Be Hell To Pay",
    "Pulls": "Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Carida: ISB Training Academy (V)\\par Desperate Counter (V)\\par Do They Have A Code Clearance?\\par Do They Have A Code Clearance? - Defensive Shield\\par Something Special Planned For Them (V)\\par Tentacle\\par Tentacle (V)\\par There'll Be Hell To Pay",
    "IsPulled": "Stop Motion (V4)",
    "Counterpart": "Hear Me Baby, Hold Together (V11)",
    "Cancels": "It Can Wait\\par Don't Forget The Droids\\par Surprise Assault\\par \\par Suspends Bacta Tank\\par Bo Shuda\\par Goo Nee Tay or\\par Mantellian Savrip for remainder of turn.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 2934,
    "CardName": "Deep Hatred (V4)",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Unless your [Reflections III] Objective on table, deploy on table. Vader's Obsession may be played to initiate an epic duel as follows: If Mara is present with Luke, each player draws two destiny (if armed with a lightsaber, each destiny is +1). Add character's ability. If Karrde on table, your total is -1. Higher total wins. If Luke loses, place him out of play and you may retrieve 5 Force. If Mara loses, cross her to the Light Side (she is now Mara Skywalker). Unless duel canceled or tied, for remainder of game any Mara is ability = 6, adds one battle destiny, and once per battle involving her, may cancel one just drawn destiny.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Player Created Card\\par Original concept by Logan Surlano, 2005 New Year's Resolution Contest.",
    "IsPulled": "Dark Rage",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections III"
  },
  {
    "id": 2935,
    "CardName": "Frozen Dinner (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare1",
    "Destiny": 6,
    "Lore": "Freeze dried and ready to serve, a tasty, wholesome Rebel makes a nutritious meal for the whole wampa clan. They're Gr-r-reat!",
    "Gametext": "Deploy on table. Let's Pass On That is destiny +2. Once per game, may deploy one Krayt Deagon Bones from Reserve Deck; reshuffle. You may play Yaggle Gakkle as follows:: \"USED: During battle, place a ferocious creature there (even if excluded) in Lost Pile to reduce your battle damage by 5.\" [Immune to Alter]",
    "Icons": 0,
    "Pulls": "Krayt Dragon Bones\\par Krayt Dragon Bones (V4)",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Disarming Creature (V11) - Defensive Shield",
    "Cancels": "Colo Claw Fish",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 2946,
    "CardName": "Mara Jade With Lightsaber (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien/Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Ordered to kill Luke Skywalker. Assumed the identity of a dancer named 'Arica' in order to sneak into Jabba's palace.",
    "Gametext": "While Luke or Emperor on table, power + 1 and she moves for free. Permanent weapon is (*]Mara Jade's Lightsaber (may target a character or creature for free; draw two destiny; target hit, and its forfeit = 0, if total destiny > defense value).",
    "Icons": "Warrior, Permanent Weapon",
    "Warrior": 1,
    "PermanentWeapon": 1,
    "Information": "Original Card: Mara Jade, The Emperor's Hand\\par Player Created Card\\par Original concept by Justin Roth, New York State 2005\\par -----\\par Mara Jade personas are:\\par \\par Arica\\par Arica (V15)\\par Mara Jade, The Emperor's Hand\\par Mara Jade, The Emperor's Hand (V12)",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)",
    "Combo": "Mara Jade, The Emperor's Hand (V12) + Gamall Wironicc\\par Gamall Wironicc protects characters present with him from the targeting of a weapon.\\par -----\\par Mara Jade, The Emperor's Hand (V12) + Chokk\\par Chokk prevents your characters present with him from having their forfeit value reduced.\\par ",
    "MatchingWeapon": "Anakin's Lightsaber (V12)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 2970,
    "CardName": "Blown Clear (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 2,
    "Lore": "Vader was nearly killed when Han damaged his TIE fighter during a surprise attack in the Death Star trench.",
    "Gametext": "Deploy on table. May place an Imperial Council Member here from hand. Once per turn, if a logistics agenda or admiral here, may subtract X from a starship's forfeit and immunity to attrition for remainder of turn, where X = total Influence at Conference Room.",
    "Icons": 0,
    "Information": "Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "There Is No Try & Oppressive Enforcement (V12)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 2972,
    "CardName": "Colonel Wullf Yularen (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b leader\\b0, \\b Imperial Council Member\\b0",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Imperial Security Bureau (ISB) officer assigned to brief Tarkin. Also ordered to ensure absolute loyalty to the Emperor. \\b Leader\\b0. Will stop at nothing to fulfill the Emperor's will.",
    "Gametext": "Imperial Council Member. \\b Agenda\\b0: logistics. ISB Agents are forfeit +1. While at Conference Room with Sim Aloo, may use 1 Force to subtract 1 from an opponent's just drawn non-Epic Event destiny.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Commander Daine Jir (V)\\par Dark Collaboration (V)\\par Tarkin (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Influence": 2
  },
  {
    "id": 2974,
    "CardName": "Crush The Rebellion (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Political",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "After dueling his son and seizing control of a city in the clouds, Vader resumed his quest to destroy the Alliance.",
    "Gametext": "Deploy on table. May place an Imperial Council Member here from hand. Once per turn, if a logistics agenda or general here, may subtract X from forfeit and immunity to attrition of a character at a site for remainder of turn, where X = total influence at Conference Room.",
    "Icons": 0,
    "Information": "Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "There Is No Try & Oppressive Enforcement (V12)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Enhanced Cloud City"
  },
  {
    "id": 2979,
    "CardName": "Imperial Code Cylinder (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used Or Starting",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Imperial officers are issued coded cylinders which access computer information via Scomp links. Each cylinder is coded to the officer's own security clearance.",
    "Gametext": "USED: Take \\ul Executor\\ul0 : Control Station, Homing Beacon, or Kessel into hand from Reserve Deck; reshuffle. STARTING: If Conference Room on table, deploy Ord Mantell, Death Star: War Room, There Is No Try, and two always (Immune to Alter) Effects from Reserve Deck; reshuffle. Place this Interrupt in Lost Pile.",
    "Icons": 0,
    "Pulls": "Executor: Control Station\\par Homing Beacon\\par Kessel",
    "IsPulled": "Field Promotion (V5)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere",
    "Errata": 1
  },
  {
    "id": 2980,
    "CardName": "Janus Greejatus (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b Imperial Council Member\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Imperial council member. Very cruel at heart. Has lusted for power his entire life. Predictable and controllable.",
    "Gametext": "\\b Agendas:\\b0  logistics, rule. Once per turn, if at Conference Room and you just drew a non-Epic Event destiny < your total influence here, may use 2 Force to cancel and redraw that destiny or use 4 Force to add 2 to that destiny.",
    "Icons": 0,
    "Information": "Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "Dark Collaboration (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Influence": 2
  },
  {
    "id": 2981,
    "CardName": "Laser Gate (V4)",
    "Grouping": "Dark",
    "CardType": "Device",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon2",
    "Uniqueness": "**",
    "Destiny": 4,
    "Lore": "Security corridors are guarded by a grid of laser emplacements which can be activated upon demand to seal off sensitive areas from intrusion.",
    "Gametext": "Deploy between two non-exterior Death Star sites. Unless aboard a Lift Tube, for opponent's character to pass opponent must first lose 1 Force. At adjacent sites: weapon destiny draws are -1, your Force generation may not be limited, and opponent's characters are deploy +2.",
    "Icons": 0,
    "IsPulled": "Captain Bewil\\par Emergency Deployment (V)\\par Levitation Attack (V)\\par There Is No Try & Oppressive Enforcement (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 2984,
    "CardName": "Officer Evax (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common1",
    "Uniqueness": "*",
    "Characteristics": "ISB agent, \\b leader\\b0, \\b Imperial Council Member\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "This Imperial Intelligence \\b leader\\b0  has a proven track record for predicting Rebel fleet movements. His coordination of starship maneuvers has saved many vulnerable bases.",
    "Gametext": "Imperial Council Member. \\b Agenda:\\b0  logistics. Once per turn, if at Conference Room, may target an opponent's starship on table with power < total influence here. Opponent must use +2 Force to move target (or initiate battle there) this turn.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "Come With Me (V)\\par Commander Praji (V)\\par Dark Collaboration (V)\\par Tarkin (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope",
    "Influence": 1
  },
  {
    "id": 2985,
    "CardName": "Stinger (V4)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Surronian Conqueror",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 4,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Constructed by a secretive Surronian hive craftguild. Equipped with H2-1 hyperdrive system and emergency braking jets. Guri's personal starship. Gift from Prince Xizor.",
    "Gametext": "May add 1 pilot. Guri deploys -3 aboard. While Guri piloting, during any control phase may draw top card of Reserve Deck (if Leia or Chewie on table, Force Pile instead) and immune to attrition < 5.",
    "Icons": "Astromech, Scomp Link, Independent",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Player Created Card\\par Original concept by Michael Bahr, PC Volunteer Award 2006",
    "Pulls": "Top card of Reserve Deck while Guri piloting.",
    "IsPulled": "Information Exchange (V7)\\par Short Range Fighters & Watch Your Back!\\par Those Rebels Won't Escape Us (V7)",
    "Combo": "Those Rebels Won't Escape Us (V7)",
    "Matching": "Danz Borin (V15)\\par Guri\\par Guri (V7)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 2986,
    "CardName": "There Is No Try & Oppressive Enforcement (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 1,
    "Gametext": "Deploy on Conference Room. Revolution is canceled. You may not deploy aliens (except Mara Jade and bounty hunters) or [Episode I] cards. Emperor and your admirals, generals, and moffs are Imperial Council Members and influence +1. While present here, each Imperial Council Member adds one [Dark Side Force icon]. Once per turn, may use 1 Force to deploy one Laser Gate or a Political Effect from Reserve Deck; reshuffle. Your cards may deploy to table from Political Effects. May place your canceled Political Effect in Used Pile. [Immune to Alter]",
    "Icons": 0,
    "Abbreviation": "TINT/OE",
    "Pulls": "Laser Gate\\par Laser Gate (V12)\\par Blown Clear (V12)\\par Crush The Rebellion (V12)",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Cancels": "Revolution",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II",
    "Errata": 1,
    "CardNameV": "*There Is No Try & *Oppressive Enforcement (V4)"
  },
  {
    "id": 2991,
    "CardName": "Eyes In The Dark (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon1",
    "Destiny": 5,
    "Lore": "\"I don't like the look of this.\"",
    "Gametext": "Deploy on a holosite. [V5] Wipe Them Out, All Of Them ignores this site. \"Effect\" on Alter may be treated as \"Mantellian Savrip\". The game text of your Effects here may not be suspended. Except during battles here, may play your Interrupts here as if from hand.",
    "Icons": 0,
    "Information": "Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par The line regarding Alter and Mantellian Savrip means that you may use Alter to target Mantellian Savrip as if it were an Effect, even though dejariks and holograms are no longer considered Effects there.\\par \\par \"The game text of your Effects here may not be suspended.\" This applies to Effects deployed on the site and any dejariks. Please see the adjusted Dejarik entry in the current rulings thread in the Rules Forum.",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 2993,
    "CardName": "Dantooine: Base - Docking Bay (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here is free.   Your docking bay transit from here requires 2 Force.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here is free.",
    "DarkSideText": "Your docking bay transit from here requires 2 Force.",
    "Icons": "Interior, Exterior, Planet, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "ScompLink": 1,
    "Information": "Original card: *Yavin 4: Docking Bay.",
    "IsPulled": "A Jedi's Plans (V)\\par Firin Morett\\par Insurrection\\par Insurrection & Aim High\\par Mindful Of The Future\\par Security Control\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 2994,
    "CardName": "Outpost (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common2",
    "Uniqueness": "<>",
    "Destiny": 0,
    "Gametext": "May not deploy to Bespin, Coruscant, Dantooine, Kessel or Tatooine. Once per game, may deploy an Effect that deploys on a character or a device (except a comlink) here from Reserve Deck; reshuffle.\\par Unless opponent's matching operative at same or related site, those sites are immune to [Premium] No Escape.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "May not deploy to Bespin, Coruscant, Dantooine, Kessel or Tatooine. Once per game, may deploy an Effect that deploys on a character or a device (except a comlink) here from Reserve Deck; reshuffle.",
    "DarkSideText": "Unless opponent's matching operative at same or related site, those sites are immune to [Premium] No Escape.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Original Card: Hoth: Echo Docking Bay (Light)",
    "Pulls": "A device (except comlink) or Effect that deploys on a character",
    "IsPulled": "A Jedi's Plans (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth",
    "Errata": 1
  },
  {
    "id": 3002,
    "CardName": "Carida: ISB Training Academy (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Fixed",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Imperial Council Members are forfeit +2 here. Immune to Revolution. Once per game, if opponent just played an Interrupt with \"Rebel\" in title, may stack it here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Imperial Council Members are forfeit +2 here. Immune to Revolution.",
    "DarkSideText": "Once per game, if opponent just played an Interrupt with \"Rebel\" in title, may stack it here.",
    "Icons": "Grabber, Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Original card: <>Spaceport Street.\\par -----\\par Player Created Card\\par Original concept by Greg Shaw, New Jersey States 2004\\par -----\\par Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par This card is a grabber for all purposes. The stacked card is supporting.\\par -----\\par Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.\\par -----\\par LS Interrupts with \"Rebel\" title are:\\par \\par Rebel Ambush\\par Rebel Artillery\\par Rebel Barrier\\par Rebel Leadership\\par Rebel Reinforcements\\par Rebel Reinforcements (V2)\\par Rebel Leadership (V12)\\par -----\\par Dark Side grabbers are:\\par \\par Allegations Of Corruption\\par Allegations Of Corruption - Defensive Shield\\par Carida: ISB Training Academy (V13)\\par Do They Have A Code Clearance? - Defensive Shield\\par Do They Have A Code Clearance?\\par Something Special Planned For Them (V11)\\par Tentacle\\par Tentacle (V3)\\par There'll Be Hell To Pay",
    "IsPulled": "A Sith's Plans (V)\\par Baktoid Armor Workshop (V)\\par Cold Feet (V)\\par Dark Collaboration (V)\\par General Nevar (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Grabber": 1
  },
  {
    "id": 3003,
    "CardName": "Coruscant: ISB Central Office (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Unless Blount present, Empire's Sinister Agents may not flip. Immune to Revolution. If your spy here, you may play non-[V3] Interrupts with \"advisor\" in title for 1 Force.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "Unless Blount present, Empire's Sinister Agents may not flip. Immune to Revolution.",
    "DarkSideText": "If your spy here, you may play non-(V8 icon) Interrupts with \"advisor\" in title for 1 Force.",
    "Icons": "Interior, Planet, Episode 1",
    "Planet": 1,
    "Interior": 1,
    "Episode1": 1,
    "Information": "Original card: *Naboo: Theed Palace Hallway.\\par -----\\par Non-(V8 icon) Interrupts with \"advisor\" are:\\par \\par Neimoidian Advisor\\par Twi'lek Advisor\\par -----\\par Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par This card permits you to play Neimoidian Advisor and Twi'lek Advisor for 1 Force, rather than the cost printed in their game text.",
    "IsPulled": "Dark Collaboration (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Theed Palace"
  },
  {
    "id": 3006,
    "CardName": "ISB Sector Office (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Fixed",
    "Uniqueness": "<>",
    "Destiny": 0,
    "Gametext": "May not deploy to Bespin, Dagobah, Endor, Hoth, Kashyyyk, Ralltiir or Yavin 4. Your total weapon and battle destiny here is + X, where X = highest printed influence at Conference Room. At related sites, may apply the ability of one Imperial Council Member here toward drawing battle destiny.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "May not deploy to Bespin, Dagobah, Endor, Hoth, Kashyyyk, Ralltiir or Yavin 4.",
    "DarkSideText": "Your total weapon and battle destiny here is + X, where X = highest printed influence at Conference Room. At related sites, may apply the ability of one Imperial Council Member here toward drawing battle destiny.",
    "Icons": "Exterior, Planet, Scomp Link",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Original card: <>Spaceport Prefect's Office.\\par -----\\par Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "IsPulled": "A Sith's Plans (V)\\par Baktoid Armor Workshop (V)\\par Dark Collaboration (V)\\par General Nevar (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3007,
    "CardName": "Kessel: Spice Mines - Docking Bay (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon2",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your docking bay transit from here requires 3 Force (free if your smuggler present). Your docking bay transit from here requires 1 Force (free if your smuggler present).",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your docking bay transit from here requires 3 Force (free if your smuggler present).",
    "DarkSideText": "Your docking bay transit from here requires 1 Force (free if your smuggler present).",
    "Icons": "Underground, Interior, Planet, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "Information": "Original card: *Hoth: Echo Command Center (War Room).\\par -----\\par Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par These three sites that begin Kessel: Spice Mines are different parts of the Spice Mines complex. They should be grouped together the same way that all Jabba's Palace sites are grouped together on Tatooine; in other words, you cannot deploy other, non-Spice Mine locations between them.",
    "IsPulled": "A Sith's Plans (V)\\par Begin Landing Your Troops\\par Death Star: Docking Control Room 327\\par General Nevar (V)\\par Imperial Arrest Order\\par Imperial Arrest Order & Secret Plans\\par Join Us Or Die (V)\\par Ket Maliss (V)\\par Spice Mine Operations (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3008,
    "CardName": "Kessel: Spice Mines - Extraction Facility (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If you occupy, may use 3 Force to place a 'spice' card out of play. During your control phase, may use 1 Force to place a 'spice' card in owner's Used Pile.",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you occupy, may use 3 Force to place a 'spice' card out of play.",
    "DarkSideText": "During your control phase, may use 1 Force to place a 'spice' card in owner's Used Pile.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Original card: *Tatooine: Desert Landing Site.\\par -----\\par Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par These three sites that begin Kessel: Spice Mines are different parts of the Spice Mines complex. They should be grouped together the same way that all Jabba's Palace sites are grouped together on Tatooine; in other words, you cannot deploy other, non-Spice Mine locations between them.",
    "IsPulled": "A Sith's Plans (V)\\par Baktoid Armor Workshop (V)\\par General Nevar (V)\\par Spice Mine Operations (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 3009,
    "CardName": "Kessel: Spice Mines - Prison (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "prison",
    "Destiny": 0,
    "Gametext": "If you control, may release any captives imprisoned here (may retrieve 1 Force for each). Whenever a droid is imprisoned here, may retrieve 3 Force (once per captive).",
    "LightSideIcons": 1,
    "DarkSideIcons": 2,
    "LightSideText": "If you control, may release any captives imprisoned here (may retrieve 1 Force for each).",
    "DarkSideText": "Whenever a droid is imprisoned here, may retrieve 3 Force (once per captive).",
    "Icons": "Interior, Exterior, Creature, Planet",
    "Planet": 1,
    "Interior": 1,
    "Information": "Original card: <>Big One: Asteroid Cave or Space Slug Belly.\\par -----\\par This site is a prison.\\par -----\\par Prisons are:\\par \\par Cloud City: Security Tower\\par Death Star: Detention Block Corridor\\par Dungeon (Prison) (V13)\\par Jabba's Palace: Dungeon\\par Kessel: Spice Mines - Prison (V13)\\par -----\\par Please check thread of Sonn (V13 General Rules Questions) here:\\par http://www.swccgpc.com/forums/viewtopic.php?t=16053\\par \\par These three sites that begin Kessel: Spice Mines are different parts of the Spice Mines complex. They should be grouped together the same way that all Jabba's Palace sites are grouped together on Tatooine; in other words, you cannot deploy other, non-Spice Mine locations between them.",
    "IsPulled": "A Sith's Plans (V)\\par Any Methods Necessary\\par Baktoid Armor Workshop (V)\\par Corporal Vandolay (V)\\par General Nevar (V)\\par Sonic Bombardment\\par Sonic Bombardment (V)\\par Spice Mine Operations (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3010,
    "CardName": "Ralltiir: Supply Route (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "May add 1 to the forfeit of your warriors here.\\par Your combat vehicles and Imperial troopers deploy -1 here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "May add 1 to the forfeit of your warriors here.",
    "DarkSideText": "Your combat vehicles and Imperial troopers deploy -1 here.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Original card: *Tatooine: Jawa Canyon.",
    "IsPulled": "A Sith's Plans (V)\\par Baktoid Armor Workshop (V)\\par General Nevar (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3011,
    "CardName": "Quietly Observing (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "On her assignment to kill Sharad Hett, Aurra used her patience and cunning to help track down the Jedi Master.",
    "Gametext": "Deploy on table. Once per game, may deploy Bluffs from Reserve Deck; reshuffle. Bluffs gains [Light Side Icon] and [Dark Side Icon]. Once per battle, may deploy a bluff card (if it is a character or vehicle) as a 'react.' To reveal a bluff card, opponent must first use X Force, where X = 4 - number of bluff cards. [Immune to Alter]",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Pulls": "Tatooine: Bluffs",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Quietly Observing (V13) + Tatooine: Bluffs",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 3039,
    "CardName": "Grand Admiral Thrawn (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b admiral\\b0, \\b leader\\b0",
    "Destiny": 1,
    "Power": 2,
    "Deploy": 4,
    "Forfeit": 7,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "The last remaining Grand Admiral. Found legendary \\ul Katana\\ul0  fleet of missing Dreadnaughts. Military genius. Master of unorthodox tactics. Passionate collector of art. \\b Leader\\b0.",
    "Gametext": "Adds 3 to power of anything he pilots. Your [Independent] starships are lost. During your turn, if at a system, may deploy a Dreadnaught here from Reserve Deck; reshuffle; or retrieve a Dreadnaught. Once per turn, if opponent's alien at same or related location, may peek at opponent's hand.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Player Created Card\\par Original concept by Nick Kolnik, Volunteer Award 2006.\\par -----\\par Imperial Council Members are:\\par \\par Colonel Wullf Yularen (V12)\\par Janus Greejatus\\par Janus Greejatus (V12)\\par Officer Evax (V12)\\par Sim Aloo\\par Sim Aloo (V11)\\par \\par There Is No Try & Oppressive Enforcement (V12) makes Emperor, admirals, generals, and moffs Imperial Council Members and influence +1.",
    "Pulls": "Dreadnaught-Class Heavy Cruiser\\par Katana (V16)",
    "IsPulled": "Blizzard 4\\par Come With Me (V3)\\par Endor Shield (V11)\\par Flagship (V5)\\par Imperial Command",
    "Combo": "Grand Admiral Thrawn (V14) + Captain Gilad Pellaeon\\par Captain Gilad Pellaeon deploys free to Thrawn's location.\\par -----\\par Grand Admiral Thrawn (V14) at a system + Imperial Command",
    "Matching": "Chimaera",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II",
    "Errata": 1
  },
  {
    "id": 3046,
    "CardName": "Anger, Fear, Aggression (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"The dark side of the Force are they. Easily they flow, quick to join you in a fight.\"",
    "Gametext": "Deploy on table with up to 15 cards from outside your deck face down under here. Four times per game, may play a Defensive Shield from here (as if from hand). Unless canceling your Interrupt, opponent may not play Uncertain Is The Future until the end of your first turn.",
    "Icons": 0,
    "Abbreviation": "AFA (V)",
    "IsPulled": "The Signal\\par We Wish To Board At Once",
    "Counterpart": "Knowledge And Defense (V15)",
    "Rules": "Projective Telepathy cannot cancel Anger, Fear, Aggression (V), as it can only do so when it is inserted or revealed.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 3052,
    "CardName": "Booster In Pulsar Skate (V4)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Baudo-Class Star Yacht",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 4,
    "Ability": 3,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Lore": "Owned by legendary Terrik family of smugglers. Used to chase down the pirates who killed Wedge's parents. On Corellian Security's most wanted list. 37.5 meters long.",
    "Gametext": "May add 1 pilot and 6 passengers. Permanent pilot is (*]Booster, who provides ability of 3. Once per game, may deploy Mirax here from Reserve Deck; reshuffle. Immune to Lateral Damage and attrition < 5.",
    "Icons": "Scomp Link, Independent, Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Original card: *Pulsar Skate.\\par -----\\par Player Created Card\\par Original concept by Thomas Caspersen, Norwegian Open Championship 2007",
    "Pulls": "Mirax Terrik",
    "IsPulled": "Beldon's Eye (V6)\\par Local Defense",
    "Matching": "BoShek (V)\\par Mirax Terrik\\par Rayc Ryjerd (V)\\par Wedge Antilles (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II",
    "Errata": 1
  },
  {
    "id": 3054,
    "CardName": "Dantooine: Base - Operations Center (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Your T-47s may move as a 'react' to Dantooine sites. Immune to Revolution.\\par While More Dangerous Than You Realize on table, you must control three Dantooine locations to flip it back, and Dantooine system gains one (Dark Side Force icon).",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Your T-47s may move as a 'react' to Dantooine sites. Immune to Revolution.",
    "DarkSideText": "While More Dangerous Than You Realize on table, you must control three Dantooine locations to flip it back, and Dantooine system gains one (Dark Side Force icon).",
    "Icons": "Interior, Planet, Scomp Link",
    "Planet": 1,
    "Interior": 1,
    "ScompLink": 1,
    "Information": "Original card: *Yavin 4: Massassi War Room.\\par -----\\par Player Created Card\\par Original concept by Brandon Schele, Corellia Regionals 2005",
    "IsPulled": "A Jedi's Plans (V)\\par Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3055,
    "CardName": "Fixer (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Careful manipulator of funds and Imperial taxation codes. Buys droids from Jawas and sells them to the Alliance.",
    "Gametext": "Adds 2 to power of anything he pilots. Deploys -1 to same site as Camie. Once per turn, may use 1 Force to place a card from Crash Site Memorial in Used Pile. If Crash Site Memorial leaves table (except by your card), place all cards on it in Used Pile.",
    "Icons": "Pilot",
    "Pilot": 1,
    "Information": "Original card: ***Droid Merchant.",
    "IsPulled": "Camie\\par Lars' Vaporator (V15)",
    "Combo": "Fixer (V15) + Crash Site Memorial",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3057,
    "CardName": "Hidden Base/Systems Will Slip Through Your Fingers (V4)",
    "Grouping": "Light",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "ObjectiveFront": "\\ul Deploy a battleground planet system (with Hidden Landing Site there) and Uncharted Settlements. Choose: Rebel/Rebel starship, Alien/[Independent] starship, or Republic/[Republic] starship.\\ul0 \\par \\b For\\b0  remainder of game, you may not deploy cards with ability except vehicles, Jedi Masters, and the pair you chose. Once per turn, may deploy a battleground system from Reserve Deck; reshuffle. \\par \\b While\\b0  this side up, once per turn, may deploy a Rebel Cell site and/or a character of ability 2 or 3 to a Rebel Cell site from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if you occupy three Rebel Cell sites (and opponent controls no Rebel Cell sites).",
    "ObjectiveBack": "\\b While\\b0  this side up, your Force drains are +1 at each battleground system. Once per turn, may lose 1 Force to cancel a Force drain at opponent's location. At Rebel Cell sites, sectors, and each battleground system: your characters of ability < 4, [Hoth] artillery weapons, and starships are immune to attrition < 4 (or add 2 to immunity). Koensayr Manufacturing and Incom Corporation instead affect all your non-unique starships (except squadrons and corvettes) and T-47s. \\par \\b Flip\\b0  this card if opponent controls two Rebel Cell sites.",
    "ObjectiveFrontName": "Hidden Base (V4)",
    "ObjectiveBackName": "Systems Will Slip Through Your Fingers (V4)",
    "Gametext": "\\ul Deploy a battleground planet system (with Hidden Landing Site there) and Uncharted Settlements. Choose: Rebel/Rebel starship, Alien/[Independent] starship, or Republic/[Republic] starship.\\ul0 \\par \\b For\\b0  remainder of game, you may not deploy cards with ability except vehicles, Jedi Masters, and the pair you chose. Once per turn, may deploy a battleground system from Reserve Deck; reshuffle. \\par \\b While\\b0  this side up, once per turn, may deploy a Rebel Cell site and/or a character of ability 2 or 3 to a Rebel Cell site from Reserve Deck; reshuffle. \\par \\b Flip\\b0  this card if you occupy three Rebel Cell sites (and opponent controls no Rebel Cell sites).\\par \\b While\\b0  this side up, your Force drains are +1 at each battleground system. Once per turn, may lose 1 Force to cancel a Force drain at opponent's location. At Rebel Cell sites, sectors, and each battleground system: your characters of ability < 4, [Hoth] artillery weapons, and starships are immune to attrition < 4 (or add 2 to immunity). Koensayr Manufacturing and Incom Corporation instead affect all your non-unique starships (except squadrons and corvettes) and T-47s. \\par \\b Flip\\b0  this card if opponent controls two Rebel Cell sites.",
    "Icons": 0,
    "Abbreviation": "HB (V)",
    "Combo": "Hidden Base (V) + Talon Karrde (V)\\par -----\\par Hidden Base (V) + Uncharted Settlements (V)",
    "Rules": "When this card causes all your starships (except those listed) to be affected by Incom Corporation and Koensayr Manufacturing, it means that you may treat any mention of a starship on that card as applying to that card.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3059,
    "CardName": "Insurrection (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 5,
    "Lore": "Rebel insurgents and local activists are the first step in breaking the Imperial stranglehold on a world.",
    "Gametext": "Deploy on table. \"Battleground system\" on your [V4] objective is treated as \"unique (*) battleground site.\" When targeted by weapons, your characters of ability = 3 may use the defense value of your other character present. Once per turn, may deploy No Disintegrations! from Reserve Deck; reshuffle. [Immune to Alter]",
    "Icons": 0,
    "Information": "Startable with Heading For The Medical Frigate.\\par -----\\par Combo Card: Insurrection & Aim High",
    "Pulls": "No Disintegrations!\\par No Disintegrations! (V5)",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Your Insight Serves You Well\\par Your Insight Serves You Well & Staging Areas",
    "Rules": "Insurrection affects all instances of \"battleground system\" on both sides of the objective. When using the defense value text, you may choose to use this, but it must occur between the time the targeting is declared and the cost is paid (remember that if your opponent moves too quickly you may ask them to \"back up\").",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3069,
    "CardName": "Skull (V4)",
    "Grouping": "Light",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Bidlo Kwerve was involved in both the procurement and (posthumously) the loss of the rancor.",
    "Gametext": "During opponent's control phase, your pack attacks. Weapons may only target the lead creature. Pack may then move to an adjacent site. OR If a card was just 'eaten,' card's owner loses 2 Force. OR Use 3 Force to retrieve a creature.",
    "Icons": 0,
    "Pulls": "Retrieves a creature.",
    "Rules": "Packs are formed by packhunters, a creature with landspeed > 1. Rules cards are available for game aids with details of creature attacks.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3070,
    "CardName": "Talon Karrde (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b information broker\\b0, \\b smuggler\\b0",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "\\b Smuggler\\b0  and \\b information broker\\b0. Operates intelligence network. Pragmatic businessman. Strong sense of personal honor. Bounty placed on his head by Grand Admiral Thrawn.",
    "Gametext": "Adds 2 to power of anything he pilots. If your [V4] objective on table: aliens are forfeit +2 at Rebel Cell sites; Yerka Mig may deploy on a Rebel Cell site, ignores Jedi, is immune to Alter, and for remainder of game, you retrieve Force with it only once per turn.",
    "Icons": "Pilot",
    "Pilot": 1,
    "IsPulled": "Soth Petikkin (when at a Jabba's Palace site you control).",
    "Combo": "Talon Karrde (V15) + Hidden Base (V15)",
    "Rules": "The ability to deploy Yerka Mig (V) on a Rebel Cell site, make it immune to Alter, and ignore Jedi all require him to be on table. The limitation of retrieving only one Force per turn will continue, even if he is not on table. Yerka Mig (V) is not lost if Karrde leaves play.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 3073,
    "CardName": "Uncharted Settlements (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Destiny": 2,
    "Gametext": "Deploy on [Virtual] Hidden Base. Organized Attack, Revolution, S-Foils, Your Destiny (unless you chose Rebel/Rebel Starship), and [Virtual] Ellorrs Madak are canceled. You may not deploy operatives or [Maintenance] cards. Force generation at Endor system may not be canceled. Unless Leave Them To Me on table, opponent's combat vehicles, Dark Jedi, [Maintenance] cards, and [Permanent Weapon] cards are deploy +2 to Rebel Cell sites. Opponent generates no Force at Hidden Landing Site. (Immune to Alter)",
    "Icons": 0,
    "Information": "Original card: *Path Of Least Resistance & *Revealed.",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once\\par Wokling (V)",
    "Combo": "Uncharted Settlements (V15) + Hidden Base (V15)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II",
    "Errata": 1
  },
  {
    "id": 3075,
    "CardName": "Wes Janson (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare2",
    "Uniqueness": "*",
    "Characteristics": "\\b gunner\\b0",
    "Destiny": 2,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 5,
    "Ability": 2,
    "Lore": "Served for many years as a \\b gunner\\b0  with friend Jek Porkins in the Tierlon Yellow Aces. Expert marksmanship helped the Alliance earn some of its earliest victories.",
    "Gametext": "Adds 2 to power of anything he pilots. While piloting Red 3, it gains [Astromech] and Wes draws one battle destiny if unable to otherwise. While aboard a starship or vehicle, its total weapon destiny is +1; if with Jek and it hits a target, opponent loses 1 Force from Reserve Deck.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Player Created Card\\par Original concept by Alexander Sheynis, Berkeley V-Lite 2005",
    "IsPulled": "General Dodonna (V)",
    "Matching": "Red 3",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3076,
    "CardName": "YT-1300 Transport (V4)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Light Freighter",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Characteristics": "Independent (starship)",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 4,
    "Ability": 1,
    "Hyperspeed": 5,
    "Maneuver": 3,
    "Lore": "Reliable and durable. Widely used freighter made by Corellian Engineering Corporation. Sales have dramatically increased in porportion to the fame of Han Solo's ship.",
    "Gametext": "May add 1 pilot and 4 passengers. Permanent pilot provides ability of 1. While all your ability is provided by aliens, Jedi, and [Independent] starship pilots, this starship is forfeit +1, maneuver +1, and immune to attrition < 4.",
    "Icons": "Independent, Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "IsPulled": "All Wings Report In\\par Local Defense",
    "Rules": "If this is your only card with ability on table, it still receives the bonuses listed in its game text.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Endor"
  },
  {
    "id": 3078,
    "CardName": "Arica (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien/Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "\\b musician\\b0, \\b spy\\b0, Mistryl",
    "Destiny": 1,
    "Power": 4,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Mara Jade posed as a dancer at Jabba's Palace in an attempt to complete her master's task and kill Luke. \\b Musician\\b0. \\b Spy\\b0. Unable to convince Jabba to take her on his skiff.",
    "Gametext": "Power +1 on Tatooine. Once per game, during your move phase, may relocate Arica to Luke's location. During your control phase, if present at a battleground (and Luke is not), may retrieve 1 Force. Immune to Undercover and attrition < 4.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Mara Jade personas are:\\par \\par Arica\\par Arica (V)\\par Mara Jade, The Emperor's Hand\\par Mara Jade With Lightsaber (V)",
    "IsPulled": "Ak-rev\\par Come With Me (V)\\par Murttoc Yine\\par Stunning Leader (V)",
    "MatchingWeapon": "Anakin's Lightsaber (V)\\par Mara Jade's Lightsaber\\par Mara Jade's Lightsaber (V)",
    "Rules": "Arica's retrieval happens if she is present at a battleground and Luke is not present at a battleground.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Reflections II"
  },
  {
    "id": 3084,
    "CardName": "Dark Reconnaissance (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "On her assignment to kill Sharad Hett, Aurra used her patience and cunning to help track down the Jedi Master.",
    "Gametext": "Deploy on opponent's location. Wherever you have two Mistryl, your Force drains are +1. \"Stolen\" on Swilla Corey is treated as \"placed in owner's Used Pile\" and it may target a weapon instead of a device. Your Force drains here cannot be modified or canceled by opponent.",
    "Icons": "Episode 1",
    "Episode1": 1,
    "Information": "Original card: *Quietly Observing.",
    "IsPulled": "Breached Defenses & Molator (V)\\par Crossfire (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Combo": "Dark Reconnaissance (V15) + Swilla Corey",
    "Rules": "When this is on table, Swilla Corey does not steal. As such, this Effect may target any weapon or device, not just those that can be carried by a character.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 3090,
    "CardName": "Knowledge And Defense (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Subtype": "Starting",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"A Jedi uses the Force for knowledge and defense, never for attack.\"",
    "Gametext": "Deploy on table with 15 cards from outside your deck face-down under here. Four times per game, may play a Defensive Shield from here (as if from hand). Unless canceling your Interrupt, opponent may not play Recoil In Fear until the end of your first turn.",
    "Icons": 0,
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans",
    "Counterpart": "Anger, Fear, Aggression (V15)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah",
    "Errata": 1
  },
  {
    "id": 3091,
    "CardName": "Let's Pass On That (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Destiny": 4,
    "Lore": "\"Uu a'kingsa riika pagh bagla bis kachata weenow con bantha poodoo.\"",
    "Gametext": "During opponent's control phase, your ferocious creature attacks. At end of turn, if that creature is at an unoccupied site and did not move, opponent loses 1 Force and you retrieve 1 Force. OR Use 3 Force to retrieve a creature.",
    "Icons": 0,
    "Information": "Original card: Bantha Fodder.",
    "Pulls": "Retrieve a creature.",
    "Rules": "There are game aids available for referencing attack rules.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace"
  },
  {
    "id": 3094,
    "CardName": "No Bargain (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Zeet tu seet. Jabba no tuzindy honkabee.\"",
    "Gametext": "Deploy on your [Reflections II] objective; \"Xizor\" on it (and on Guri) is treated as \"Shada.\" Non-[Permanent Weapon] alien females are Mistryl and Black Sun agents. You may not deploy cards with ability except Mistryl and [Independent] starships. Mistryl (except Kitik) are power +1 (+2 if unique (*)) and, while Scum and Villainy on table, deploy +1. (Immune to Alter.)",
    "Icons": 0,
    "Information": "Startable with Prepared Defenses.\\par -----\\par Non-(permanent weapon icon) alien females (Dark Side only) are:\\par \\par Arica\\par Arica (V)\\par Aurra Sing\\par Aurra Sing (V)\\par Chyler\\par Gardulla The Hutt\\par Gragra\\par Greeata\\par Herat\\par Kitik Keed'kak\\par Kitik Keed'kak (V)\\par Lyn Me\\par Mara Jade, The Emperor's Hand\\par Mercenary Shadow Pirate (V)\\par M'iiyoom Onith\\par Prophetess\\par Prophetess (V)\\par Rachalt Hyst\\par Rystall\\par Scout Mercenary (V)\\par Shada (V)\\par Sy Snootles\\par Tonnika Sisters",
    "IsPulled": "Twi'lek Advisor\\par Twi'lek Advisor (V8)\\par We Must Accelerate Our Plans",
    "Rules": "You may technically deploy this if Prince Xizor is on table instead of Shada. Once he leaves table, of course, he cannot be deployed again.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3095,
    "CardName": "Raider Craft (V4)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Sentinel-Class Landing Craft",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Fixed",
    "Characteristics": "Independent (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 1,
    "Hyperspeed": 3,
    "Maneuver": 3,
    "Lore": "Modified light freighter. Length 20 meters. Heavily armored for a landing craft. Has ion cannon mounts. Often carries speeder bikes for reconnaissance purposes.",
    "Gametext": "May add 2 alien pilots, 4 passengers, and 1 vehicle. Any Mistryl or smuggler is a matching pilot (while aboard, adds at least 1 to maneuver and draws one battle destiny if not able to otherwise).",
    "Icons": "Scomp Link, Independent, Astromech",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "IsPulled": "Commander Desanne\\par Early Warning Network\\par Short Range Fighters",
    "Matching": "Danz Borin (V15)\\par Advosze\\par Dr. Evazan\\par Dr. Evazan & Ponda Baba\\par Gela Yeens\\par Gela Yeens (V8)\\par Mercenary Pilot\\par Outer Rim Scout\\par Ponda Baba\\par Thul Fain\\par Wooof\\par Wooof (V8)\\par Yade M'rak",
    "Rules": "\"adds at least 1 to Maneuver\" means that if the character card does not add to maneuver, it now adds 1.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3098,
    "CardName": "Scout Mercenary (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Characteristics": "operative, Mistryl",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Lore": "Opportunists work with corrupt governments and Raithal casino operators. Keep the Empire informed of local Alliance activity, for a price.",
    "Gametext": "Adds 2 to power of anything she pilots, 3 if piloting any speeder bikes. During battle, unless Gall on table, may use 1 Force to fire a DH-17 blaster twice (for free), separately or combined. While piloting a vehicle, she may use its defense value and may not go missing (except from your card).",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Raithal Operative.",
    "IsPulled": "Stunning Leader (V15)",
    "Combo": "Scout Mercenary (V15) + Imperial Blaster",
    "Rules": "Any time something target's Scout Mercenary, you may immediately decide to use the maneuver number of the vehicle she's piloting. \\par See the current rulings for information on firing separately or combined.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3101,
    "CardName": "Shada (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Characteristics": "\\b thief\\b0, \\b spy\\b0, Mistryl",
    "Destiny": 2,
    "Power": 4,
    "Deploy": 4,
    "Forfeit": 6,
    "Ability": 4,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "Female \\b spy \\b0 and \\b thief\\b0.",
    "Gametext": "May deploy Shada and [V] No Bargain instead of Xizor with your [Reflections II] objective. While that Effect on table, Force loss from your [Reflections II] objective is +1 and, once per turn, may lose 1 Force to add a battle destiny anywhere. Immune to attrition < 4.",
    "Icons": "Warrior x 2",
    "Warrior": 2,
    "Information": "\rOriginal card: *Tonnika Sisters.\\par -----\\par Gains the characteristic 'Black Sun agent' by game text of Prince Xizor (V7).",
    "IsPulled": "Murttoc Yine\\par Stunning Leader (V15)",
    "Rules": "The two weapons icons do not indicate multiple characters, it means she may use two weapons.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Premiere"
  },
  {
    "id": 3103,
    "CardName": "Stunning Leader (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common2",
    "Destiny": 4,
    "Lore": "Stormtroopers are trained to stun, not kill, priority targets in order to split enemy forces and hold the leaders for interrogation. Stun effects wear off, requiring efficient action.",
    "Gametext": "Use 1 Force to deploy from Reserve Deck; reshuffle (or retrieve) a Mistryl. OR If your Mistryl present during battle, use 1 Force to reveal the top three cards of opponent's Reserve Deck. Add the destiny number of the highest-destiny male revealed (if any) to your total power. Replace revealed cards.",
    "Icons": 0,
    "Pulls": "Arica\\par Arica (V)\\par Aurra Sing\\par Aurra Sing (V)\\par Chyler\\par Gardulla The Hutt\\par Gardulla The Hutt (V)\\par Gragra\\par Greeata\\par Herat\\par Kitik Keed'kak\\par Kitik Keed'kak (V)\\par Lady Valarian (V)\\par Lyn Me\\par Mara Jade, The Emperor's Hand\\par Mercenary Shadow Pirate (V)\\par M'iiyoom Onith\\par Prophetess\\par Prophetess (V)\\par Rachalt Hyst\\par Rystall\\par Scout Mercenary (V)\\par Shada (V)\\par Sy Snootles\\par Sy Snootles (V)\\par Tonnika Sisters",
    "Rules": "Cards are always replaced in the order they were when revealed unless specifically told otherwise. ",
    "IsCanceledBy": "Impressive, Most Impressive (V7)\\par Nice Of You Guys To Drop By (V4)\\par Krayt Dragon Howl & Armed And Dangerous (V6)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3108,
    "CardName": "Rebel Cell - Situation Room (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon1",
    "Uniqueness": "<>",
    "Destiny": 0,
    "Gametext": "Deploys only to same planet system as Rebel Cell - Hidden Landing Site. For each of your characters here, your power is +1 at related system.\\par For each of your characters here, your power is +1 at related system.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Deploys only to same planet system as Rebel Cell - Hidden Landing Site. For each of your characters here, your power is +1 at related system.",
    "DarkSideText": "For each of your characters here, your power is +1 at related system.",
    "Icons": "Interior, Exterior, Planet",
    "Planet": 1,
    "Interior": 1,
    "Exterior": 1,
    "Information": "Original card: *Yavin 4: Briefing Room.",
    "IsPulled": "A Jedi's Plans (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Rules": "Remember that interior/exterior sites follow the deployment rules of exterior sites.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3109,
    "CardName": "Rebel Cell - Perimeter (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "<>",
    "Destiny": 0,
    "Gametext": "Your [Hoth] artillery weapons at Rebel Cell sites are powered, forfeit +2, fire for free, and are placed in Used Pile when forfeited.\\par Deploys only to same planet system as Rebel Cell - Hidden Landing Site.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Your (Hoth icon) artillery weapons at Rebel Cell sites are powered, forfeit +2, fire for free, and are placed in Used Pile when forfeited.",
    "DarkSideText": "Deploys only to same planet system as Rebel Cell - Hidden Landing Site.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Original card: *Tatooine: Tosche Station.\\par -----\\par Hoth icon artillery weapons are:\\par \\par Atgar Laser Cannon\\par Golan Laser Battery\\par Medium Repeating Blaster Cannon\\par Planet Defender Ion Cannon",
    "IsPulled": "A Jedi's Plans (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3110,
    "CardName": "Rebel Cell - Monitoring Station (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Fixed",
    "Uniqueness": "<>",
    "Destiny": 0,
    "Gametext": "Deploys only to same planet system as Rebel Cell - Hidden Landing Site. While you occupy, your Force drains may not be modified by opponent's objective.\\par Unless you control, each of your weapons at Rebel Cell sites may fire only once per battle.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Deploys only to same planet system as Rebel Cell - Hidden Landing Site. While you occupy, your Force drains may not be modified by opponent's objective.",
    "DarkSideText": "Unless you control, each of your weapons at Rebel Cell sites may fire only once per battle.",
    "Icons": "Exterior, Planet",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Original card: *Tatooine: Anchorhead.",
    "IsPulled": "A Jedi's Plans (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Rules": "This site's dark side text applies only to the dark side player. It prevents him or her from firing a weapon more than once, whether repeating (Boba Fett's Blaster Rifle), permitted to fire more than once (Maul's Double-bladed Lightsaber), or to fire separately or combined (Scout Mercenary with Imperial Blaster).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3111,
    "CardName": "Rebel Cell - Hidden Landing Site (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "<>",
    "Destiny": 0,
    "Gametext": "Your starfighters may deploy here (for -1 Force), and take off and land here for free. Incom Corporation may deploy here (once per game, may use 2 Force deploy it here from Reserve Deck; reshuffle.)\\par May not deploy to Bespin, Coruscant, Dagobah, Dantooine, Endor, Hoth, or Subjugated Planet. Rebel Cell sites are immune to Revolution and [Premium] No Escape. Limit one copy on table.",
    "LightSideIcons": 2,
    "DarkSideIcons": 1,
    "LightSideText": "Your starfighters may deploy here (for -1 Force), and take off and land here for free. Incom Corporation may deploy here (once per game, may use 2 Force deploy it here from Reserve Deck; reshuffle.)",
    "DarkSideText": "May not deploy to Bespin, Coruscant, Dagobah, Dantooine, Endor, Hoth, or Subjugated Planet. Rebel Cell sites are immune to Revolution and [Premium] No Escape. Limit one copy on table.",
    "Icons": "Planet, Exterior, Episode 1",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Original card: *Tatooine: City Outskirts.",
    "Pulls": "Incom Corporation\\par Incom Corporation & Koensayr Manufacturing (V6)",
    "IsPulled": "A Jedi's Plans (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Rules": "This site is not unique, it is merely limited to one copy on table.",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine",
    "Errata": 1
  },
  {
    "id": 3115,
    "CardName": "Senator Leia Organa (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Rebel/Republic",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b senator\\b0, \\b leader\\b0",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "Politics": 1,
    "Lore": "Adopted by Bail Organa. Former senator of Alderaan. Natural leader. Helped steal the Death Star plans. A key figure in the Rebel Alliance.",
    "Gametext": "\\b Agendas: \\b0 justice, rebellion. When deployed, may play a Defensive Shield from under your Starting Effect (as if from hand). While aboard Alderaan Consular Ship, it is immune to Lateral Damage and attrition. Attrition against opponent is +2 here.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: Princess Organa\\par \\par Leia Organa personas are:\\par \\par Boushh\\par Daughter Of Skywalker\\par Daughter Of Skywalker (V)\\par Leia\\par Leia (V)\\par Leia, Optimistic Leader (V)\\par Leia Organa\\par Leia With Blaster Rifle\\par Leia, Rebel Princess\\par Princess Leia\\par Princess Leia (V)\\par Princess Leia, Lost Scion (V)\\par Princess Leia Organa\\par Princess Leia Organa (V)\\par Princess Organa\\par Prisoner 2187\\par Senator Leia Organa (V)",
    "IsPulled": "Alderaan Consular Ship (V15) (to deploy aboard)\\par Commander Vanden Willard (V3)\\par I Know\\par Leia's Back\\par Leia's Back (V2)\\par Might Of The Republic\\par Padm Naberrie (V11)\\par Seeking An Audience (V6)\\par Warrior's Courage (V6)",
    "MatchingWeapon": "Anakin's Lightsaber (V12)\\par Leia's Blaster Rifle\\par Leia's Sporting Blaster\\par Leia's Sporting Blaster (V3)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3135,
    "CardName": "Corellian Engineering Corporation (V4)",
    "Grouping": "Light",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "Only one of the 'Big Three' starship manufacturers to sell primarily to civilians. CEC employees take great delight in calling their highly modifiable designs 'stock'.",
    "Gametext": "Deploy on table if [V4] Watch Your Step on table. X = number of spaceport sites controlled by Corellians. While you control Corellia, your total battle destiny is +X, and once per turn, if you are about to lose Force (except from your card), may reduce loss by X. (Immune to Alter)",
    "IsPulled": "Commando Training (V)\\par It's Not My Fault (V)\\par The Signal\\par We Wish To Board At Once",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3137,
    "CardName": "Corellia (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "System",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Once per turn, if you occupy with a Corellian, may activate 1 Force.\\par Each of your starships are hyperspeed +1 when moving from here.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "Once per turn, if you occupy with a Corellian, may activate 1 Force.",
    "DarkSideText": "Each of your starships are hyperspeed +1 when moving from here.",
    "Parsec": 1,
    "Icons": "Planet",
    "Planet": 1,
    "IsPulled": "A Jedi's Plans (V)\\par Darklighter Spin (V)\\par Mindful Of The Future\\par Restore Freedom To The Galaxy (V)\\par Romas \"Lock\" Navander (V)\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "A New Hope"
  },
  {
    "id": 3140,
    "CardName": "Yavin 4: Jedi Academy (V4)",
    "Grouping": "Light",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "If a Dark Jedi on table, Force drain -1 here. Once per game may deploy Jedi Luke here from Reserve Deck; reshuffle.\\par While opponent's non-[Episode 1] Jedi here, destiny draws for Sense and Alter may not be modified.",
    "LightSideIcons": 2,
    "DarkSideIcons": 2,
    "LightSideText": "If a Dark Jedi on table, Force drain -1 here. Once per game may deploy Jedi Luke here from Reserve Deck; reshuffle.",
    "DarkSideText": "While opponent's non-[Episode 1] Jedi here, destiny draws for Sense and Alter may not be modified.",
    "Icons": "Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "Information": "Original card: Yavin 4: Massassi Ruins",
    "Pulls": "Luke Skywalker, Jedi Knight\\par Luke Skywalker, Rebel Scout\\par Luke Skywalker, Rebel Scout (V9)",
    "IsPulled": "A Jedi's Plans (V)\\par Mindful Of The Future\\par Senator Mon Mothma (V)\\par Visored Vision (V)",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 3143,
    "CardName": "Red 8 (V4)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "X-wing",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Rebel (starship), bomber, Heroic",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "X-wing assigned to Bren Quersey by Wedge Antilles. Scored a hit on Black 2.",
    "Gametext": "May deploy as a 'react.' Permanent pilot provides ability of 2. When deployed (except as a 'react'), may play a Defensive Shield from under your Starting Effect (as if from hand).",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Used to be Blue Squadron 5 (V16)",
    "IsPulled": "Red 1 (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3145,
    "CardName": "Infinity (V4)",
    "Grouping": "Light",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Modified Light Freighter",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Independent (starship)",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Hyperspeed": 4,
    "Maneuver": 3,
    "Lore": "Modern Corellian design. Length 100 meters. Features engine system similar to that of a Corellian corvette. Dorsal hatch reveals hangar bay.",
    "Gametext": "May add 2 pilots. While BoShek piloting: maneuver and hyperspeed +2; immune to attrition < 4; and if at a battleground system, may add 1 to Force drains here.",
    "Icons": "Independent, Astromech, Scomp Link",
    "Astromech": 1,
    "Independent": 1,
    "ScompLink": 1,
    "Information": "Original card: Medium Bulk Freighter",
    "IsPulled": "All Wings Report In & Darklighter Spin\\par Local Defense",
    "Matching": "BoShek\\par BoShek (V1)\\par BoShek, Brash Smuggler (V6)\\par Rayc Ryjerd (V5)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition"
  },
  {
    "id": 3148,
    "CardName": "Lars' Protocol Droid (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Protocol Droid",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare1",
    "Uniqueness": "*",
    "Destiny": 4,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Gametext": "\"Device\" on Harvest may be treated as \"[A New Hope] or [Hoth] droid.\" While at a farm: your characters present are forfeit +3; may raise this site (if converted) to the top; and, once per move phase, may put hand in Used Pile to place a 'crop' on Reserve Deck.",
    "Information": "Original card: K-3PO (Kay-Threepio)",
    "IsPulled": "Scomp Link Access (V6)\\par Were You Looking For Me?",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Hoth"
  },
  {
    "id": 3151,
    "CardName": "Sergeant Doallyn (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Alien",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "\\b gambler\\b0 ,\\b smuggler\\b0, heroic",
    "Destiny": 4,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 4,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Humanoid mercenary. \\b Gambler\\b0. Blackmailed into working for Jabba. Friend of Yarna d'al' Gargan. Expert in breathing apparatus. Needs Hydron 3 cartridges to breathe.",
    "Gametext": "Heroic. Smuggler. When deployed, may play a Defensive Shield from under your Starting Effect (as if from hand). Vibro-Ax is a matching weapon for (and deploys for free on) Doallyn, and when using it, it fires for free. Immune to attrition < 4.",
    "Icons": "Warrior",
    "Warrior": 1,
    "IsPulled": "Aved Luun (V8)",
    "MatchingWeapon": "Vibro-Ax",
    "IsCanceledBy": "Heroic and immunity to attrition canceled by Coordinated Attack (V).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Jabba's Palace",
    "Errata": 1
  },
  {
    "id": 3163,
    "CardName": "Death Star: Conference Room (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon1",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "While opponent has total influence > 5 here, your Sense and Alter draws are +2. [V4] Laser Gate is immune to Sabotage.\\par While you occupy two non-Death Star battlegrounds and your total influence here is > 5, you lose no Force to Visage Of The Emperor.",
    "LightSideIcons": 0,
    "DarkSideIcons": 1,
    "LightSideText": "While opponent has total influence > 5 here, your Sense and Alter draws are +2. [V4] Laser Gate is immune to Sabotage.",
    "DarkSideText": "While you occupy two non-Death Star battlegrounds and your total influence here is > 5, you lose no Force to Visage Of The Emperor.",
    "Icons": "Mobile, Interior, Scomp Link",
    "Mobile": 1,
    "Interior": 1,
    "ScompLink": 1,
    "IsPulled": "Set Your Course For Alderaan/The Ultimate Power In The Universe",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 3164,
    "CardName": "Execution Arena (Pit) (V4)",
    "Grouping": "Dark",
    "CardType": "Location",
    "Subtype": "Site",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "<>",
    "Destiny": 0,
    "Gametext": "If a ferocious creature here, characters and creatures cannot move from here, and, once during opponent's control phase, if opponent controls an adjacent site, lose 1 Force.\\par May not deploy to Bespin, Dagobah, Endor, or Hoth. May deploy Dark Waters here from Reserve Deck; reshuffle. Rancor may deploy here. [V4] Krayt Dragon Bones and your Force drains here are canceled.",
    "LightSideIcons": 1,
    "DarkSideIcons": 1,
    "LightSideText": "If a ferocious creature here, characters and creatures cannot move from here, and, once during opponent's control phase, if opponent controls an adjacent site, lose 1 Force.",
    "DarkSideText": "May not deploy to Bespin, Dagobah, Endor, or Hoth. May deploy Dark Waters here from Reserve Deck; reshuffle. Rancor may deploy here. [V4] Krayt Dragon Bones and your Force drains here are canceled.",
    "Icons": "Episode 1, Planet, Exterior",
    "Planet": 1,
    "Exterior": 1,
    "Episode1": 1,
    "Information": "Original card: Tatooine: Podrace Arena (Dark)",
    "Pulls": "Dark Waters",
    "IsPulled": "A Sith's Plans (V)\\par Baktoid Armor Workshop (V)\\par General Nevar (V)\\par It's Worse (V)\\par Kashyyyk: Slaving Camp Headquarters (V)\\par Voyeur (V)",
    "Inventory": 0,
    "Needs": 0,
    "Errata": 1
  },
  {
    "id": 3168,
    "CardName": "Thrawn's Ysalamir V4)",
    "Grouping": "Dark",
    "CardType": "Creature",
    "Subtype": "Force Eater",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Ferocity": 3,
    "CreatureDefenseValue": 4,
    "CreatureDefenseValueName": "Fangs",
    "Deploy": 2,
    "Forfeit": 0,
    "Gametext": "Habitat: sites. Parasite: Imperials. While attached and present, at same site: all Force generation is canceled. Dark Jedi and Jedi are defense value -1 and their weapon destinies are -1, and no attacks.",
    "Information": "Original card: Sleen",
    "IsPulled": "Krayt Dragon Bones (V4)\\par Let's Pass On That (V15) retrieves a creature for 3 Force.\\par Swamp",
    "Rules": "This does not stop the activation of Force from Jedi Masters and Dark Jedi Masters. No creature attacks take place here, whether by creatures or against them. ",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3171,
    "CardName": "It's Worse (V4)",
    "Grouping": "Dark",
    "CardType": "Interrupt",
    "Subtype": "Used",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common3",
    "Destiny": 6,
    "Lore": "Things went from bad to worse when Luke was attacked by a dianoga, a parasitic predator native to the planet Vodran.",
    "Gametext": "Use 1 Force to deploy a pit from Reserve Deck; reshuffle. OR At end of your deploy phase, target a non-frozen captive at a site; captive is released and relocated to a related pit you do not occupy. OR During an attack, cancel a just drawn weapon destiny.",
    "Pulls": "Execution Arena (Pit) (V16)\\par Jabba's Palace: Rancor Pit\\par Tatooine: Great Pit Of Carkoon",
    "Cancels": "Just drawn weapon destiny (during creature attack only)",
    "IsCanceledBy": "It's A Hit!",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 3175,
    "CardName": "R2-A5 (Artoo-Ayfive) (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Droid",
    "ModelType": "Astromech Droid",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "\\b Astromech droid\\b0  , heroic",
    "Destiny": 2,
    "Power": 1,
    "Deploy": 2,
    "Forfeit": 3,
    "Lore": "Combat communications astromech. Coordinates starfighter attack vectors. Broadcasts target acquisition data to gunnery systems.",
    "Gametext": "Heroic. When deployed, may play a Defensive Shield from under your Starting Effect (as if from hand). If at a converted site, may use 1 Force to raise your site to the top.",
    "Icons": "Astromech",
    "Astromech": 1,
    "IsPulled": "Look Sir, Droids (V)\\par TIE Avenger (V)",
    "IsCanceledBy": "Heroic and immunity to attrition canceled by Precise Hit (V).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3176,
    "CardName": "Myn Kyneugh (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Royal Guard, heroic, \\b leader\\b0",
    "Destiny": 4,
    "Power": 4,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "Royal Guard \\b leader\\b0 . Remembers nothing of his past other than serving his Emperor. Early instructor of Kir Kanos and Carnor Jax.",
    "Gametext": "Heroic. When deployed, may play a Defensive Shield from under your Starting Effect (as if from hand). Force Pike is a matching weapon for Myn, and when using it, it fires for free and his total weapon destiny is +1. Immune to attrition < 4",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Royal Guards are:\\par Carnor Jax, Royal Guard (V6)\\par Kir Kanos\\par Kir Kanos With Force Pike (V6)\\par Myn Kyneugh\\par Myn Kyneugh (V16)\\par Royal Guard",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V6)\\par Commander Daine Jir (V6)\\par Tarkin's Orders (V6)",
    "IsCanceledBy": "Heroic and immunity to attrition canceled by Precise Hit (V).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 3178,
    "CardName": "Katana (V4)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Capital",
    "ModelType": "Dreadnaught-Class Heavy Cruiser",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Premium",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), ship-docking capability",
    "Destiny": 3,
    "Power": 5,
    "Deploy": 6,
    "Forfeit": 6,
    "Armor": 4,
    "Hyperspeed": 3,
    "Lore": "Introduced during the Clone Wars. 600 meters long. Some have cargo space converted to TIE hangar bays. Still used to maintain an Imperial presence in the Outer Rim.",
    "Gametext": "May add 3 pilots, 6 passengers, and 4 TIEs. Your other Dreadnaughts here are power +1, forfeit +2, Heroic, and immune to attrition < 4. Permanent pilot provides ability of 3. Immune to attrition < 4.",
    "Icons": "Pilot, Astromech, Scomp Link",
    "Pilot": 1,
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Original card: Dreadnaught-Class Heavy Cruiser",
    "IsPulled": "Grand Admiral Thrawn (V)\\par Prepared Defenses (V)",
    "IsCanceledBy": "Heroic and immunity to attrition canceled by Precise Hit (V).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Official Tournament Sealed Deck"
  },
  {
    "id": 3179,
    "CardName": "Onyx 2 (V4)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "TIE Defender",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship), heroic",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 2,
    "Forfeit": 3,
    "Ability": 2,
    "Hyperspeed": 4,
    "Maneuver": 4,
    "Lore": "Part of limited production run of TIE defenders. Testing of the prototype defender indicated the need for a more powerful hyperdrive, which was added for this production model.",
    "Gametext": "May deploy as a 'react.' Permanent pilot provides ability of 2. When deployed (except as a 'react'), may play a Defensive Shield from under your Starting Effect (as if from hand).",
    "Icons": "Pilot, Astromech",
    "Pilot": 1,
    "Astromech": 1,
    "IsPulled": "Commander Brandei\\par Deflector Shield Generators (V)\\par The Emperor's Reach (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II",
    "Errata": 1
  },
  {
    "id": 3190,
    "CardName": "Maris Brood, Fallen Jedi (V4)",
    "Grouping": "Light",
    "CardType": "Character",
    "Subtype": "Republic",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 6,
    "Forfeit": 7,
    "Ability": 6,
    "ForceAptitude": "Jedi Knight",
    "Lore": "With only a few Jedi remaining in the galaxy, each confrontation between them has far reaching consequences.",
    "Gametext": "Matching weapon is Elegant Lightsaber, and, if Sai'torr Kal Fas on table, may lose 2 Force to deploy it on her. While with Galen or a [Sidious] Effect, adds one battle destiny. Immune to [Permanent] weapons and attrition < 5.",
    "Icons": "Warrior x 2",
    "Warrior": 2,
    "Information": "Original card: Advantage",
    "IsPulled": "Tatooine: City Outskirts",
    "MatchingWeapon": "Elegant Lightsaber (V17)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3191,
    "CardName": "Galen Marek, Starkiller (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Sith",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 1,
    "Power": 6,
    "Deploy": 5,
    "Forfeit": 7,
    "Ability": 5,
    "ForceAptitude": "Force-Sensitive",
    "Lore": "\"Perhaps you are not as strong as the Emperor thought.\"",
    "Gametext": "Galen's forfeit may not be reduced. Power and defense value +2 while with Maris Brood. If defending a battle alone (or defending with Juno Eclipse), may be targeted by Force Lightning. Immune to Clash of Sabers and attrition < 4.",
    "Icons": "Warrior",
    "Warrior": 1,
    "Information": "Original card: All Too Easy",
    "MatchingWeapon": "Galen's Lightsaber (V)\\par Galen's Lightsaber, Vader's Gift (V)",
    "Rules": "AR Appendix B:\\par When using this card's game text allowing it to be targeted by Force Lightning, each instance of ?Emperor? on Force Lightning is treated as ?Galen?. Thus, if the Dark Side player plays the LOST portion of Force Lightning in conjunction with Galen's game text, the opponent's character would need to be present with Galen (not the Emperor), and Galen would lose immunity to attrition and become defense value -2 for the remainder of turn (not the Emperor).",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3192,
    "CardName": "Juno Eclipse, Black Leader (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Characteristics": "\\b leader\\b0",
    "Destiny": 3,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 5,
    "Ability": 3,
    "ForceAptitude": "Force-Attuned",
    "Lore": "A shining example of Imperial honor and bravery. Female.",
    "Gametext": "Adds 3 to power of anything she pilots. Deploys -1 to starships. Naboo Blaster is a matching weapon for her. While with Galen at a site, adds one battle destiny. During your control phase, may use 2 Force to retrieve a card with \"back\" in title. Immune to attrition < 3.",
    "Icons": "Pilot, Warrior",
    "Pilot": 1,
    "Warrior": 1,
    "Information": "Original card: Human Shield\\par \\par Cards with \"back\" in title:\\par Double Back\\par Endor: Back Door\\par He Hasn't Come Back Yet\\par Short Range Fighters & Watch Your Back!\\par The Empire's Back\\par The Empire's Back (V)\\par Watch Your Back!\\par Watch Your Back! (V)\\par Weapon Levitation & The Empire's Back (V)",
    "IsPulled": "Blizzard 4\\par Come With Me (V)\\par One Beautiful Thing (V)\\par Tarkin's Orders (V)",
    "Matching": "Black 1 (V)\\par Galen's Fighter (V)",
    "MatchingWeapon": "Naboo Blaster",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3193,
    "CardName": "Rogue Shadow (V4)",
    "Grouping": "Dark",
    "CardType": "Starship",
    "Subtype": "Starfighter",
    "ModelType": "Transport",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Characteristics": "Imperial (starship)",
    "Destiny": 2,
    "Power": 3,
    "Deploy": 3,
    "Forfeit": 6,
    "Hyperspeed": 5,
    "Maneuver": 4,
    "Gametext": "May add 2 pilots and 2 passengers. If Juno Eclipse aboard, adds one battle destiny. If it just took off, may use its hyperspeed and land. Immune to attrition < 7 if Galen on table, even while landed.",
    "Icons": "Astromech, Scomp Link",
    "Astromech": 1,
    "ScompLink": 1,
    "Information": "Original card: IG-2000",
    "IsPulled": "Short Range Fighters & Watch Your Back!",
    "Matching": "Black Leader (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Dagobah"
  },
  {
    "id": 3194,
    "CardName": "If The Trace Was Correct (V4)",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on table. Instead of firing Galen's Lightsaber, may 'throw' it to Used Pile: draw destiny; choose up to half that number (round up) of opponent's ability < 3 characters present to be hit. Rogue Shadow may deploy to sites, moves for free (unless relocating), is immune to attrition < 4, and you may use 3 Force to relocate it to a battleground site (as a regular move during your move phase). If it just moved to a site opponent occupies, may take top card of Used Pile into hand (or if it just landed, any one card in Used Pile; reshuffle).",
    "Episode1": 1,
    "IsPulled": "I Will Find Them Quickly, Master",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Tatooine"
  },
  {
    "id": 3195,
    "CardName": "Galen's Lightsaber (V4)",
    "Grouping": "Dark",
    "CardType": "Weapon",
    "Subtype": "Character",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Characteristics": "lightsaber",
    "Destiny": 1,
    "Gametext": "Deploy on Galen. While Galen defending a battle, his and Juno Eclipse's immunity to attrition is +2. May target a character or creature for free. Draw two destiny. If total destiny > defense value, target is hit, power -3, and may not be used to satisfy attrition.",
    "Information": "Original card: Weapon Of An Ungrateful Son\\par -----\\par Galen's lightsaber 'personas' are:\\par \\par Galen's Lightsaber (V17)\\par Galen's Lightsaber, Vader's Gift (V6)",
    "IsPulled": "Maul Strikes",
    "MatchingWeapon": "Galen, Secret Apprentice (V17)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3196,
    "CardName": "Gift Of The Master (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Uncommon",
    "Uniqueness": "*",
    "Destiny": 4,
    "Lore": "\"Give yourself to the dark side. It is the only way you can save your friends.\"",
    "Gametext": "Unless Deep Hatred on table, deploy on table. Once per turn, may deploy Blaster Rack or The Force Unleashed from Reserve Deck; reshuffle. Once per turn, may lose 1 Force to deploy a non-(Jabba's Palace) character weapon from Lost Pile. \"Vader\" on The Empire's Back may be treated as \"Galen.\" (Immune to Alter)",
    "Information": "Startable with Prepared Defenses.\\par -----\\par Original card: You Cannot Hide Forever",
    "Pulls": "Blaster Rack\\par Blaster Rack (V1)\\par The Force Unleashed",
    "IsPulled": "Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Counterpart": "Quick Draw (V)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  },
  {
    "id": 3198,
    "CardName": "Hunt Down And Destroy The Jedi/Their Fire Has Gone Out Of The Universe (V4)",
    "Grouping": "Dark",
    "CardType": "Objective",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "ObjectiveFront": "\\ul Deploy Coruscant system, Imperial City, and A Sith's Plans. May also deploy If The Trace Was Correct.\\ul0  \\par \\b For remainder of game\\b0 , you may not deploy (Episode 1 icon) Dark Jedi. Opponent loses 2 Force when a character hit by Vader's (or Galen's) Lightsaber leaves table on the same turn.\\par \\b While\\b0  this side up, may take Rogue Shadow into hand from Reserve Deck; reshuffle. Galen's immunity to attrition is +2 for each Jedi present.. \\par \\b Flip\\b0  this card if Galen or Vader at a battleground site and opponent does not have a unique (*) character of ability > 3 present at a battleground site.",
    "ObjectiveBack": "\\b While\\b0  this side up, opponent's Force drain bonuses are canceled and your Force drains at battlegrounds may not be canceled. During your control phase, may retrieve 1 Force. During your control phase, may use 2 Force to take any one card without ability into hand from Reserve Deck; reshuffle If targeting a vehicle or starship with Lightsaber Parry, Tarkin's Orders, or There Is No Conflict, that destiny draw is +2. \\par \\b Flip\\b0  this card if opponent has a unique (*) character of ability > 3 present at a battleground site or if neither Vader nor Galen are on table.",
    "ObjectiveFrontName": "Hunt Down And Destroy The Jedi (V4)",
    "ObjectiveBackName": "Their Fire Has Gone Out Of The Universe (V4)",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Special Edition",
    "Errata": 1
  },
  {
    "id": 3199,
    "CardName": "Imperial Stormtrooper (V4)",
    "Grouping": "Dark",
    "CardType": "Character",
    "Subtype": "Imperial",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common3",
    "Characteristics": "\\b stormtrooper\\b0 , \\b trooper\\b0 , clone",
    "Destiny": 3,
    "Power": 2,
    "Deploy": 2,
    "Forfeit": 3,
    "Armor": 4,
    "Ability": 2,
    "Lore": "One of the countless elite shock troops totally loyal to the Emperor. Unquestioningly follows orders. Willing to sacrifice their lives to accomplish a mission. First-strike force.",
    "Gametext": "Clone. Blaster Rifle deploys (and fires) for free on this trooper. When this trooper fires Blaster Rifle, may draw two weapon destiny and choose one (may take the other into hand). Immune to Rebel Barrier.",
    "Icons": "Episode 1, Warrior",
    "Warrior": 1,
    "Episode1": 1,
    "Information": "Original card: Stormtrooper",
    "IsPulled": "Blizzard 4\\par Blizzard 4 (V)\\par Deflector Shield Generators (V)\\par Field Promotion (V)",
    "Counterpart": "Clone Trooper (V16)",
    "Cancels": "Immune to Rebel Barrier",
    "Inventory": 0,
    "Needs": 0
  },
  {
    "id": 3200,
    "CardName": "The Force Unleashed (V4)",
    "Grouping": "Dark",
    "CardType": "Epic Event",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Rare",
    "Uniqueness": "*",
    "Destiny": 0,
    "Gametext": "Deploy on table. During battle, you may play Lightsaber Parry, Tarkin's Orders, and There Is No Conflict as follows: \"If Vader or Galen present: USED: Target a vehicle or starship present. Draw destiny. If destiny > 2, target 'thrown' (hit and adds its printed defense value to your total power). LOST: Target opponent's character present and choose (then draw destiny): if destiny > ability, target 'choked' (lost); OR if destiny +1 > ability, target 'drained of life' (hit and opponent loses 2 Force).\"",
    "Information": "Original card: Epic Duel",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Cloud City"
  },
  {
    "id": 3201,
    "CardName": "TIE Fighter Constuction Facility (V4)",
    "Grouping": "Dark",
    "CardType": "Effect",
    "Expansion": "Virtual Card Set #4",
    "Rarity": "Common",
    "Uniqueness": "*",
    "Destiny": 4,
    "Gametext": "Deploy on table. TIE/ads and restricted (***) TIEs are deploy = 2, forfeit = 4, and immune to attrition < 4. Ignore \"unique (*)\" in Watch Your Back's game text. Attrition against opponent is +3 where your capital starship present with a non-squadron TIE. (Immune To Alter)",
    "Information": "Original card: Mobilization Points",
    "IsPulled": "Imperial Aces (V)\\par Twi'lek Advisor\\par We Must Accelerate Our Plans\\par You Cannot Hide Forever\\par You Cannot Hide Forever & Mobilization Points",
    "Inventory": 0,
    "Needs": 0,
    "ExpansionV": "Death Star II"
  }
]